Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: A short TV or radio program or a segment/part of a program.
fr: Une courte émission de télévision ou de radio ou un segment/une partie d'une émission.

source: Download Action
fr: Télécharger l'action

source: The act of downloading an object.
fr: L'action de télécharger un objet.

source: User Tweets
fr: Tweets d'utilisateurs

source: Payment Status Type
fr: Type de statut de paiement

source: A specific payment status. For example, PaymentDue, PaymentComplete, etc.
fr: Un statut de paiement spécifique. Par exemple, Paiement dû, Paiement terminé, etc.

source: Performing Arts Theater
fr: Théâtre des arts de la scène

source: A theater or other performing art center.
fr: Un théâtre ou un autre centre d'art du spectacle.

source: Medical Device Purpose
fr: Dispositif médical Objet

source: Categories of medical devices, organized by the purpose or intended use of the device.
fr: Catégories de dispositifs médicaux, organisées en fonction de la finalité ou de l'utilisation prévue du dispositif.

source: A zoo.
fr: Un zoo.

source: Join Action
fr: Participez à l'action

source: An agent joins an event/group with participants/friends at a location. Related actions: * [[RegisterAction]]: Unlike RegisterAction, JoinAction refers to joining a group/team of people. * [[SubscribeAction]]: Unlike SubscribeAction, JoinAction does not imply that you'll be receiving updates. * [[FollowAction]]: Unlike FollowAction, JoinAction does not imply that you'll be polling for updates.
fr: Un agent rejoint un événement/groupe avec des participants/amis dans un lieu donné. Actions connexes : * [[RegisterAction]] : Contrairement à RegisterAction, JoinAction se réfère à l'adhésion à un groupe/une équipe de personnes. * [[SubscribeAction]] : Contrairement à SubscribeAction, JoinAction n'implique pas que vous recevrez des mises à jour. * [[FollowAction]] : Contrairement à FollowAction, JoinAction n'implique pas que vous demanderez des mises à jour.

source: Ice Cream Shop
fr: Magasin de glaces

source: An ice cream shop.
fr: Un magasin de glaces.

source: Hindu Temple
fr: Temple Hindou

source: A Hindu temple.
fr: Un temple hindou.

source: Cancel Action
fr: Annuler l'action

source: The act of asserting that a future event/action is no longer going to happen. Related actions: * [[ConfirmAction]]: The antonym of CancelAction.
fr: Le fait d'affirmer qu'un événement ou une action futurs ne se produiront plus. Actions connexes : * [[ConfirmAction]] : L'antonyme de CancelAction.

source: Radio Season
fr: Saison radiophonique

source: Season dedicated to radio broadcast and associated online delivery.
fr: Saison consacrée à la radiodiffusion et à la diffusion en ligne associée.

source: Dentist
fr: Dentiste

source: A dentist.
fr: Un dentiste.

source: Web Page
fr: Page Web

source: A web page. Every web page is implicitly assumed to be declared to be of type WebPage, so the various properties about that webpage, such as <code>breadcrumb</code> may be used. We recommend explicit declaration if these properties are specified, but if they are found outside of an itemscope, they will be assumed to be about the page.
fr: Une page web. Chaque page web est implicitement supposée être déclarée comme étant de type WebPage, de sorte que les diverses propriétés de cette page web, telles que le <code>fil d'Ariane</code>, peuvent être utilisées. Nous recommandons une déclaration explicite si ces propriétés sont spécifiées, mais si elles sont trouvées en dehors d'un champ d'application, elles seront supposées concerner la page.

source: Game
fr: Jeu

source: The Game type represents things which are games. These are typically rule-governed recreational activities, e.g. role-playing games in which players assume the role of characters in a fictional setting.
fr: Le type Jeu représente les choses qui sont des jeux. Il s'agit généralement d'activités récréatives régies par des règles, par exemple les jeux de rôle dans lesquels les joueurs jouent le rôle de personnages dans un cadre fictif.

source: City Hall
fr: Mairie

source: A city hall.
fr: Un hôtel de ville.

source: How To Direction
fr: Comment diriger

source: A direction indicating a single action to do in the instructions for how to achieve a result.
fr: Une direction indiquant une action unique à faire dans les instructions pour atteindre un résultat.

source: Move Action
fr: Action de mouvement

source: Buy Action
fr: Action d'achat

source: The act of giving money to a seller in exchange for goods or services rendered. An agent buys an object, product, or service from a seller for a price. Reciprocal of SellAction.
fr: L'acte de donner de l'argent à un vendeur en échange de biens ou de services rendus. Un agent achète un objet, un produit ou un service à un vendeur pour un certain prix. Réciproque de SellAction.

source: Manuscript
fr: Manuscrit

source: A book, document, or piece of music written by hand rather than typed or printed.
fr: Un livre, un document ou un morceau de musique écrit à la main plutôt que dactylographié ou imprimé.

source: Book Series
fr: Collections de livres

source: A series of books. Included books can be indicated with the hasPart property.
fr: Une série de livres. Les livres inclus peuvent être indiqués à l'aide de la propriété hasPart.

source: Sports Team
fr: Équipe sportive

source: An EndorsementRating is a rating that expresses some level of endorsement, for example inclusion in a "critic's pick" blog, a "Like" or "+1" on a social network. It can be considered the [[result]] of an [[EndorseAction]] in which the [[object]] of the action is rated positively by some [[agent]]. As is common elsewhere in schema.org, it is sometimes more useful to describe the results of such an action without explicitly describing the [[Action]]. An [[EndorsementRating]] may be part of a numeric scale or organized system, but this is not required: having an explicit type for indicating a positive, endorsement rating is particularly useful in the absence of numeric scales as it helps consumers understand that the rating is broadly positive.
fr: Une note d'approbation est une note qui exprime un certain niveau d'approbation, par exemple l'inclusion dans un blog "choix du critique", un "J'aime" ou un "+1" sur un réseau social "J'aime" ou "+1" sur un réseau social. Elle peut être considérée comme le [[résultat]] d'une [[EndorseAction]] dans laquelle l'[[objet]] de l'action est évalué positivement par un [[agent]] un [[agent]]. Comme c'est souvent le cas ailleurs dans schema.org, il est parfois plus utile de décrire les résultats d'une telle action sans décrire explicitement l'[[Action]]. Un [[EndorsementRating]] peut faire partie d'une échelle numérique ou d'un système organisé, mais ce n'est pas obligatoire : le fait d'avoir un type explicite pour indiquer un résultat positif, l'existence d'un type explicite pour indiquer une note d'approbation positive est particulièrement utile en l'absence d'échelle numérique, car elle aide les consommateurs à comprendre que la note est largement positive.

source: A play is a form of literature, usually consisting of dialogue between characters, intended for theatrical performance rather than just reading. Note: A performance of a Play would be a [[TheaterEvent]] or [[BroadcastEvent]] - the *Play* being the [[workPerformed]].
fr: Une pièce de théâtre est une forme de littérature, généralement constituée de dialogues entre personnages, destinée à être jouée au théâtre plutôt qu'à être lue. Note : Une représentation d'une pièce de théâtre serait un [[TheaterEvent]] ou un [[BroadcastEvent]] - la *pièce* étant le [[workPerformed]].

source: Parking Facility
fr: Parking

source: A parking lot or other parking facility.
fr: Un parking ou une autre installation de stationnement.

source: Medical Device
fr: Dispositif médical

source: Any object used in a medical capacity, such as to diagnose or treat a patient.
fr: Tout objet utilisé à des fins médicales, par exemple pour diagnostiquer ou traiter un patient.

source: Winery
fr: Vignoble

source: A winery.
fr: Une cave.

source: Check Out Action
fr: Action Check Out

source: The act of an agent communicating (service provider, social media, etc) their departure of a previously reserved service (e.g. flight check-in) or place (e.g. hotel). Related actions: * [[CheckInAction]]: The antonym of CheckOutAction. * [[DepartAction]]: Unlike DepartAction, CheckOutAction implies that the agent is informing/confirming the end of a previously reserved service. * [[CancelAction]]: Unlike CancelAction, CheckOutAction implies that the agent is informing/confirming the end of a previously reserved service.
fr: Le fait pour un agent de communiquer (fournisseur de services, médias sociaux, etc.) son départ d'un service (par exemple l'enregistrement d'un vol) ou d'un lieu (par exemple un hôtel) préalablement réservé. Actions connexes : * [[CheckInAction]] : L'antonyme de CheckOutAction. * [[DepartAction]] : Contrairement à DepartAction, CheckOutAction implique que l'agent informe/confirme la fin d'un service précédemment réservé. * [[CancelAction]] : Contrairement à CancelAction, CheckOutAction implique que l'agent informe/confirme la fin d'un service précédemment réservé.

source: Archive Organization
fr: Organisation des archives

source: Loan Or Credit
fr: Prêt ou crédit

source: A financial product for the loaning of an amount of money, or line of credit, under agreed terms and charges.
fr: Produit financier permettant de prêter une somme d'argent, ou une ligne de crédit, selon des conditions et des frais convenus.

source: Status Enumeration
fr: Enumération des statuts

source: Lists or enumerations dealing with status types.
fr: Listes ou énumérations traitant des types d'état.

source: Grocery Store
fr: Épicerie

source: A grocery store.
fr: Une épicerie.

source: Occupational Therapy
fr: Ergothérapie

source: A treatment of people with physical, emotional, or social problems, using purposeful activity to help them overcome or learn to deal with their problems.
fr: Traitement de personnes souffrant de problèmes physiques, émotionnels ou sociaux, utilisant une activité ciblée pour les aider à surmonter ou à apprendre à gérer leurs problèmes.

source: Barcode
fr: Code barre

source: An image of a visual machine-readable code such as a barcode or QR code.
fr: Image d'un code visuel lisible par une machine, tel qu'un code-barres ou un code QR.

source: Veterinary Care
fr: Vétérinaire

source: A vet's office.
fr: Un cabinet vétérinaire.

source: Beauty Salon
fr: Salon de beauté

source: Beauty salon.
fr: Salon de beauté.

source: Vehicle
fr: Véhicule

source: A vehicle is a device that is designed or used to transport people or cargo over land, water, air, or through space.
fr: Un véhicule est un appareil conçu ou utilisé pour transporter des personnes ou des marchandises sur terre, sur l'eau, dans l'air ou dans l'espace.

source: Web Site
fr: Site web

source: A WebSite is a set of related web pages and other items typically served from a single web domain and accessible via URLs.
fr: Un site web est un ensemble de pages web et d'autres éléments liés entre eux, généralement servis par un seul domaine web et accessibles par des URL.

source: Place
fr: Lieu

source: Entities that have a somewhat fixed, physical extension.
fr: Entités qui ont une extension physique quelque peu fixe.

source: User Interaction
fr: Interaction utilisateur

source: Electrician
fr: Électricien

source: An electrician.
fr: Un électricien.

source: Business Entity Type
fr: Type d'entité commerciale

source: A business entity type is a conceptual entity representing the legal form, the size, the main line of business, the position in the value chain, or any combination thereof, of an organization or business person. Commonly used values: * http://purl.org/goodrelations/v1#Business * http://purl.org/goodrelations/v1#Enduser * http://purl.org/goodrelations/v1#PublicInstitution * http://purl.org/goodrelations/v1#Reseller
fr: Un type d'unité économique est une entité conceptuelle représentant la forme juridique, la taille, le secteur d'activité principal, la position dans la chaîne de valeur, ou toute combinaison de ces éléments, d'une organisation ou d'un homme ou d'une femme d'affaires. Valeurs couramment utilisées : * http://purl.org/goodrelations/v1#Business * http://purl.org/goodrelations/v1#Enduser * http://purl.org/goodrelations/v1#PublicInstitution * http://purl.org/goodrelations/v1#Reseller

source: Return Action
fr: Action en retour

source: The act of returning to the origin that which was previously received (concrete objects) or taken (ownership).
fr: Action de rendre à l'origine ce qui a été précédemment reçu (objets concrets) ou pris (propriété).

source: Performance Role
fr: Rôle de performance

source: A PerformanceRole is a Role that some entity places with regard to a theatrical performance, e.g. in a Movie, TVSeries etc.
fr: Un PerformanceRole est un rôle qu'une entité attribue à une représentation théâtrale, par exemple dans un film, une série télévisée, etc.

source: Medical Business
fr: Activités médicales

source: A particular physical or virtual business of an organization for medical purposes. Examples of MedicalBusiness include different businesses run by health professionals.
fr: Activité physique ou virtuelle particulière d'une organisation à des fins médicales. Les exemples de MedicalBusiness incluent différentes entreprises gérées par des professionnels de la santé.

source: Medical Clinic
fr: Clinique médicale

source: A facility, often associated with a hospital or medical school, that is devoted to the specific diagnosis and/or healthcare. Previously limited to outpatients but with evolution it may be open to inpatients as well.
fr: Un établissement, souvent associé à un hôpital ou à une école de médecine, qui se consacre à un diagnostic et/ou à des soins de santé spécifiques. Autrefois limité aux patients ambulatoires, il peut désormais être ouvert aux patients hospitalisés.

source: Protein
fr: Protéines

source: Protein is here used in its widest possible definition, as classes of amino acid based molecules. Amyloid-beta Protein in human (UniProt P05067), eukaryota (e.g. an OrthoDB group) or even a single molecule that one can point to are all of type schema:Protein. A protein can thus be a subclass of another protein, e.g. schema:Protein as a UniProt record can have multiple isoforms inside it which would also be schema:Protein. They can be imagined, synthetic, hypothetical or naturally occurring.
fr: Le terme "protéine" est ici utilisé dans sa définition la plus large possible, en tant que classe de molécules à base d'acides aminés. La protéine bêta-amyloïde chez l'homme (UniProt P05067), les eucaryotes (par exemple un groupe OrthoDB) ou même une simple molécule que l'on peut pointer sont tous de type schema:Protein. Une protéine peut donc être une sous-classe d'une autre protéine, par exemple schema:Protein en tant qu'enregistrement UniProt peut contenir plusieurs isoformes qui seraient également de type schema:Protein. Elles peuvent être imaginées, synthétiques, hypothétiques ou naturelles.

source: Track Action
fr: Action de suivi

source: An agent tracks an object for updates. Related actions: * [[FollowAction]]: Unlike FollowAction, TrackAction refers to the interest on the location of innanimates objects. * [[SubscribeAction]]: Unlike SubscribeAction, TrackAction refers to the interest on the location of innanimate objects.
fr: Un agent suit un objet pour en connaître les mises à jour. Actions connexes : * [[FollowAction]] : Contrairement à FollowAction, TrackAction fait référence à l'intérêt porté à l'emplacement des objets innanimés. * [[SubscribeAction]] : Contrairement à SubscribeAction, TrackAction s'intéresse à l'emplacement des objets inanimés.

source: Delivery Charge Specification
fr: Spécification des frais de livraison

source: The price for the delivery of an offer using a particular delivery method.
fr: Le prix pour la livraison d'une offre en utilisant une méthode de livraison particulière.

source: Comic Issue
fr: Numéro de bande dessinée

source: Individual comic issues are serially published as part of a larger series. For the sake of consistency, even one-shot issues belong to a series comprised of a single issue. All comic issues can be uniquely identified by: the combination of the name and volume number of the series to which the issue belongs; the issue number; and the variant description of the issue (if any).
fr: Les numéros individuels de bandes dessinées sont publiés en série dans le cadre d'une série plus importante. Par souci de cohérence, même les numéros "one-shot" appartiennent à une série composée d'un seul numéro appartiennent à une série composée d'un seul numéro. Tous les numéros de bandes dessinées peuvent être identifiés de manière unique par : la combinaison du nom et du numéro de volume de la série à laquelle ils appartiennent ; le numéro de la série ; le numéro de la série série à laquelle le numéro appartient, le numéro du numéro et la variante de la de la variante du numéro (s'il y en a une).

source: Agree Action
fr: Convenir d'une action

source: The act of expressing a consistency of opinion with the object. An agent agrees to/about an object (a proposition, topic or theme) with participants.
fr: L'acte d'exprimer une cohérence d'opinion avec l'objet. Un agent est d'accord sur un objet (une proposition, un sujet ou un thème) avec les participants.

source: Accept Action
fr: Accepter l'action

source: The act of committing to/adopting an object. Related actions: * [[RejectAction]]: The antonym of AcceptAction.
fr: L'acte d'engagement/adoption d'un objet. Actions connexes : * [[RejectAction]] : L'antonyme de AcceptAction.

source: Permit
fr: Autoriser

source: A permit issued by an organization, e.g. a parking pass.
fr: Permis délivré par une organisation, par exemple une carte de stationnement.

source: Event Status Type
fr: Type d'état de l'événement

source: EventStatusType is an enumeration type whose instances represent several states that an Event may be in.
fr: EventStatusType est un type d'énumération dont les instances représentent plusieurs états dans lesquels un événement peut se trouver.

source: Cdcpmd Record
fr: Enregistrement Cdcpmd

source: A CDCPMDRecord is a data structure representing a record in a CDC tabular data format used for hospital data reporting. See [documentation](/docs/cdc-covid.html) for details, and the linked CDC materials for authoritative definitions used as the source here.
fr: Un CDCPMDRecord est une structure de données représentant un enregistrement dans un format de données tabulaires du CDC utilisé pour la déclaration des données hospitalières. Voir [documentation](/docs/cdc-covid.html) pour plus de détails, et les documents du CDC liés pour les définitions faisant autorité utilisées comme source ici définitions qui font autorité et qui sont utilisées comme source dans le présent document.

source: Mens Clothing Store
fr: Magasin de vêtements pour hommes

source: A men's clothing store.
fr: Un magasin de vêtements pour hommes.

source: Room
fr: Chambre

source: College Or University
fr: Collège ou université

source: A college, university, or other third-level educational institution.
fr: Un collège, une université ou un autre établissement d'enseignement de troisième niveau.

source: Sheet Music
fr: Partitions

source: Printed music, as opposed to performed or recorded music.
fr: Musique imprimée, par opposition à la musique jouée ou enregistrée.

source: An advertising section of the page.
fr: Une section publicitaire de la page.

source: User Blocks
fr: Blocs d'utilisateurs

source: Sea Body Of Water
fr: Mer Masse d'eau

source: A sea (for example, the Caspian sea).
fr: Une mer (par exemple, la mer Caspienne).

source: Delivery Method
fr: Mode de livraison

source: Visual Arts Event
fr: Évènement d’art visuel

source: Event type: Visual arts event.
fr: Type d'événement : Manifestation d'arts visuels.

source: Language
fr: Langue

source: Pathology Test
fr: Test de pathologie

source: Business Function
fr: Fonction de l'entreprise

source: The business function specifies the type of activity or access (i.e., the bundle of rights) offered by the organization or business person through the offer. Typical are sell, rental or lease, maintenance or repair, manufacture / produce, recycle / dispose, engineering / construction, or installation. Proprietary specifications of access rights are also instances of this class. Commonly used values: * http://purl.org/goodrelations/v1#ConstructionInstallation * http://purl.org/goodrelations/v1#Dispose * http://purl.org/goodrelations/v1#LeaseOut * http://purl.org/goodrelations/v1#Maintain * http://purl.org/goodrelations/v1#ProvideService * http://purl.org/goodrelations/v1#Repair * http://purl.org/goodrelations/v1#Sell * http://purl.org/goodrelations/v1#Buy
fr: La fonction commerciale spécifie le type d'activité ou d'accès (c'est-à-dire l'ensemble des droits) proposé par l'organisation ou l'entrepreneur dans le cadre de l'offre. Les exemples typiques sont la vente, la location ou le crédit-bail, l'entretien ou la réparation, la fabrication/production, le recyclage/élimination, l'ingénierie/la construction ou l'installation. Les spécifications propriétaires des droits d'accès sont également des exemples de cette classe. Valeurs couramment utilisées : * http://purl.org/goodrelations/v1#ConstructionInstallation * http://purl.org/goodrelations/v1#Dispose * http://purl.org/goodrelations/v1#LeaseOut * http://purl.org/goodrelations/v1#Maintain * http://purl.org/goodrelations/v1#ProvideService * http://purl.org/goodrelations/v1#Repair * http://purl.org/goodrelations/v1#Sell * http://purl.org/goodrelations/v1#Buy

source: Data type: URL.
fr: Type de données : URL.

source: Educational Audience
fr: Audience éducative

source: An EducationalAudience.
fr: Un public éducatif.

source: Legislation
fr: Législation

source: A legal document such as an act, decree, bill, etc. (enforceable or not) or a component of a legal act (like an article).
fr: Un document juridique tel qu'un acte, un décret, un projet de loi, etc. (exécutoire ou non) ou un élément d'un acte juridique (comme un article).

source: Depart Action
fr: Départ Action

source: The act of departing from a place. An agent departs from a fromLocation for a destination, optionally with participants.
fr: Action de quitter un lieu. Un agent part d'un lieu de départ pour une destination, éventuellement avec des participants.

source: Energy Consumption Details
fr: Détails de la consommation d'énergie

source: EnergyConsumptionDetails represents information related to the energy efficiency of a product that consumes energy. The information that can be provided is based on international regulations such as for example [EU directive 2017/1369](https://eur-lex.europa.eu/eli/reg/2017/1369/oj) for energy labeling and the [Energy labeling rule](https://www.ftc.gov/enforcement/rules/rulemaking-regulatory-reform-proceedings/energy-water-use-labeling-consumer) under the Energy Policy and Conservation Act (EPCA) in the US.
fr: EnergyConsumptionDetails représente les informations relatives à l'efficacité énergétique d'un produit qui consomme de l'énergie. Les informations qui peuvent être fournies sont basées sur des réglementations internationales telles que, par exemple, la [directive européenne 2017/1369](https://eur-lex.europa.eu/eli/reg/2017/1369/oj) pour l'étiquetage énergétique et la [règle d'étiquetage énergétique](https://www.ftc.gov/enforcement/rules/rulemaking-regulatory-reform-proceedings/energy-water-use-labeling-consumer) en vertu de la loi sur la politique énergétique et les économies d'énergie (EPCA) aux États-Unis.

source: Painting
fr: Peinture
