Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: A FundingAgency is an organization that implements one or more [[FundingScheme]]s and manages the granting process (via [[Grant]]s, typically [[MonetaryGrant]]s). A funding agency is not always required for grant funding, e.g. philanthropic giving, corporate sponsorship etc. Examples of funding agencies include ERC, REA, NIH, Bill and Melinda Gates Foundation, ...
fr: Un organisme de financement est une organisation qui met en œuvre un ou plusieurs [[Régime de financement]] et qui gère le processus d'octroi (par l'entremise de [[subventions]], habituellement des [[subventions monétaires]]) le processus d'octroi (via des [[subventions]], généralement des [[subventions monétaires]]). Un organisme de financement n'est pas toujours nécessaire pour l'octroi de subventions, par exemple dans le cas de dons philanthropiques, de parrainages d'entreprises, etc. Parmi les exemples d'organismes de financement, citons le CER, le REA, le NIH, la Fondation Bill et Melinda Gates, ...

source: Course Instance
fr: Instance Cours

source: An instance of a [[Course]] which is distinct from other instances because it is offered at a different time or location or through different media or modes of study or to a specific section of students.
fr: Une instance d'un [[cours]] qui est distincte des autres instances parce qu'elle est proposée à un moment ou dans un lieu différent ou par le biais de différents médias ou modes d'étude ou à une section spécifique d'étudiants.

source: How To Item
fr: Comment faire un article

source: An item used as either a tool or supply when performing the instructions for how to achieve a result.
fr: Un élément utilisé comme outil ou comme fourniture lors de l'exécution des instructions pour atteindre un résultat.

source: Exchange Rate Specification
fr: Spécification du taux de change

source: A structured value representing exchange rate.
fr: Valeur structurée représentant le taux de change.

source: Sports Event
fr: Évènement sportif

source: Event type: Sports event.
fr: Type d'événement : Manifestation sportive.

source: Medical Cause
fr: Cause médicale

source: The causative agent(s) that are responsible for the pathophysiologic process that eventually results in a medical condition, symptom or sign. In this schema, unless otherwise specified this is meant to be the proximate cause of the medical condition, symptom or sign. The proximate cause is defined as the causative agent that most directly results in the medical condition, symptom or sign. For example, the HIV virus could be considered a cause of AIDS. Or in a diagnostic context, if a patient fell and sustained a hip fracture and two days later sustained a pulmonary embolism which eventuated in a cardiac arrest, the cause of the cardiac arrest (the proximate cause) would be the pulmonary embolism and not the fall. Medical causes can include cardiovascular, chemical, dermatologic, endocrine, environmental, gastroenterologic, genetic, hematologic, gynecologic, iatrogenic, infectious, musculoskeletal, neurologic, nutritional, obstetric, oncologic, otolaryngologic, pharmacologic, psychiatric, pulmonary, renal, rheumatologic, toxic, traumatic, or urologic causes; medical conditions can be causes as well.
fr: Agent(s) causal(aux) responsable(s) du processus physiopathologique qui aboutit finalement à un état pathologique, un symptôme ou un signe. Dans ce schéma, sauf indication contraire, il s'agit de la cause immédiate de l'état pathologique, du symptôme ou du signe. La cause immédiate est définie comme l'agent causal qui entraîne le plus directement l'état pathologique, le symptôme ou le signe. Par exemple, le virus VIH peut être considéré comme une cause du SIDA. Ou, dans un contexte diagnostique, si un patient tombe et subit une fracture de la hanche et que, deux jours plus tard, il est victime d'une embolie pulmonaire qui aboutit à un arrêt cardiaque, la cause de l'arrêt cardiaque (la cause immédiate) serait l'embolie pulmonaire et non la chute. Les causes médicales peuvent être cardiovasculaires, chimiques, dermatologiques, endocriniennes, environnementales, gastro-entérologiques, génétiques, hématologiques, gynécologiques, iatrogènes, infectieuses, musculo-squelettiques, neurologiques, nutritionnelles, obstétricales, oncologiques, oto-rhino-laryngologiques, pharmacologiques, psychiatriques, pulmonaires, rénales, rhumatologiques, toxiques, traumatiques ou urologiques ; les états pathologiques peuvent également être des causes.

source: For a given health insurance plan, the specification for costs and coverage of prescription drugs.
fr: Pour un régime d'assurance maladie donné, la spécification des coûts et de la couverture des médicaments sur ordonnance.

source: The act of capturing sound and moving images on film, video, or digitally.
fr: L'acte de capturer des sons et des images en mouvement sur film, vidéo ou numériquement.

source: Self Storage
fr: Entrepot libre-service

source: Medical Specialty
fr: Spécialité médicale

source: The act of notifying someone of information pertinent to them, with no expectation of a response.
fr: L'acte de notifier à quelqu'un des informations qui le concernent, sans attendre de réponse.

source: Drive Wheel Configuration Value
fr: Valeur de la configuration de la roue motrice

source: A value indicating which roadwheels will receive torque.
fr: Valeur indiquant quelles roues de route recevront le couple.

source: Medical Enumeration
fr: Dénombrement médical

source: Enumerations related to health and the practice of medicine: A concept that is used to attribute a quality to another concept, as a qualifier, a collection of items or a listing of all of the elements of a set in medicine practice.
fr: Enumérations relatives à la santé et à l'exercice de la médecine : Concept utilisé pour attribuer une qualité à un autre concept, comme un qualificatif, une collection d'éléments ou une liste de tous les éléments d'un ensemble dans la pratique de la médecine.

source: Medical Evidence Level
fr: Niveau de preuve médicale

source: Level of evidence for a medical guideline. Enumerated type.
fr: Niveau de preuve d'une ligne directrice médicale. Type d'énumération.

source: Boat Reservation
fr: Réservation de bateau

source: A reservation for boat travel. Note: This type is for information about actual reservations, e.g. in confirmation emails or HTML pages with individual confirmations of reservations. For offers of tickets, use [[Offer]].
fr: Une réservation pour les voyages en bateau. Note : Ce type est destiné aux informations sur les réservations réelles, par exemple dans les courriels de confirmation ou les pages HTML contenant des confirmations individuelles de réservations. Pour les offres de billets, utilisez [[Offre]].

source: Superficial Anatomy
fr: Anatomie superficielle

source: Anatomical features that can be observed by sight (without dissection), including the form and proportions of the human body as well as surface landmarks that correspond to deeper subcutaneous structures. Superficial anatomy plays an important role in sports medicine, phlebotomy, and other medical specialties as underlying anatomical structures can be identified through surface palpation. For example, during back surgery, superficial anatomy can be used to palpate and count vertebrae to find the site of incision. Or in phlebotomy, superficial anatomy can be used to locate an underlying vein; for example, the median cubital vein can be located by palpating the borders of the cubital fossa (such as the epicondyles of the humerus) and then looking for the superficial signs of the vein, such as size, prominence, ability to refill after depression, and feel of surrounding tissue support. As another example, in a subluxation (dislocation) of the glenohumeral joint, the bony structure becomes pronounced with the deltoid muscle failing to cover the glenohumeral joint allowing the edges of the scapula to be superficially visible. Here, the superficial anatomy is the visible edges of the scapula, implying the underlying dislocation of the joint (the related anatomical structure).
fr: Caractéristiques anatomiques qui peuvent être observées à la vue (sans dissection), y compris la forme et les proportions du corps humain ainsi que les points de repère superficiels qui correspondent à des structures sous-cutanées plus profondes. L'anatomie superficielle joue un rôle important en médecine sportive, en phlébotomie et dans d'autres spécialités médicales, car les structures anatomiques sous-jacentes peuvent être identifiées par la palpation de surface. Par exemple, lors d'une opération du dos, l'anatomie superficielle peut être utilisée pour palper et compter les vertèbres afin de trouver le site d'incision. En phlébotomie, l'anatomie superficielle peut être utilisée pour localiser une veine sous-jacente ; par exemple, la veine cubitale médiane peut être localisée en palpant les bords de la fosse cubitale (tels que les épicondyles de l'humérus) et en recherchant les signes superficiels de la veine, tels que la taille, la proéminence, la capacité à se remplir après une dépression et la sensation de soutien des tissus environnants. Autre exemple, dans le cas d'une subluxation (luxation) de l'articulation gléno-humérale, la structure osseuse devient prononcée, le muscle deltoïde ne couvrant pas l'articulation gléno-humérale, ce qui permet de voir superficiellement les bords de l'omoplate. Ici, l'anatomie superficielle est constituée par les bords visibles de l'omoplate, ce qui implique la luxation sous-jacente de l'articulation (la structure anatomique correspondante).

source: Theater Event
fr: Événement de théâtre

source: Event type: Theater performance.
fr: Type d'événement : Représentation théâtrale.

source: Read Action
fr: Lire l'action

source: The act of consuming written content.
fr: L'acte de consommer du contenu écrit.

source: Answer
fr: Réponse

source: An answer offered to a question; perhaps correct, perhaps opinionated or wrong.
fr: Une réponse proposée à une question ; peut-être correcte, peut-être orientée ou erronée.

source: Body Of Water
fr: Plan d'eau

source: A body of water, such as a sea, ocean, or lake.
fr: Une masse d'eau, telle que la mer, l'océan ou le lac.

source: Map
fr: Carte

source: A map.
fr: Une carte.

source: Postal Address
fr: Adresse postale

source: The mailing address.
fr: L'adresse postale.

source: Job Posting
fr: Poste Emploi

source: A listing that describes a job opening in a certain organization.
fr: Une liste décrivant une offre d'emploi dans une organisation donnée.

source: Donate Action
fr: Don de l'action

source: The act of providing goods, services, or money without compensation, often for philanthropic reasons.
fr: L'acte de fournir des biens, des services ou de l'argent sans compensation, souvent pour des raisons philanthropiques.

source: Draw Action
fr: Action de tirage

source: The act of producing a visual/graphical representation of an object, typically with a pen/pencil and paper as instruments.
fr: L'acte de produire une représentation visuelle/graphique d'un objet, généralement à l'aide d'un stylo/crayon et de papier.

source: Exercise Gym
fr: Gymnase

source: A gym.
fr: Un gymnase.

source: Add Action
fr: Ajouter action

source: The act of editing by adding an object to a collection.
fr: L'acte d'édition par l'ajout d'un objet à une collection.

source: Legislative Building
fr: Bâtiment législatif

source: A legislative building&#x2014;for example, the state capitol.
fr: Un bâtiment législatif - par exemple, le capitole de l'État.

source: Shoe Store
fr: Magasin de chaussures

source: A shoe store.
fr: Un magasin de chaussures.

source: Medical Risk Estimator
fr: Estimateur de risques médicaux

source: Any rule set or interactive tool for estimating the risk of developing a complication or condition.
fr: Tout ensemble de règles ou outil interactif permettant d'estimer le risque de développer une complication ou une affection.

source: Furniture Store
fr: Magasin de meubles

source: A furniture store.
fr: Un magasin de meubles.

source: Music Video Object
fr: Objet vidéo musical

source: A music video file.
fr: Un fichier vidéo musical.

source: Drug Legal Status
fr: Statut juridique des drogues

source: The legal availability status of a medical drug.
fr: Le statut de disponibilité légale d'un médicament.

source: Tire Shop
fr: Magasin de pneus

source: A tire shop.
fr: Un magasin de pneus.

source: Publication Issue
fr: Numéro de publication

source: A part of a successively published publication such as a periodical or publication volume, often numbered, usually containing a grouping of works such as articles. See also [blog post](http://blog.schema.org/2014/09/schemaorg-support-for-bibliographic_2.html).
fr: Partie d'une publication à parution successive, telle qu'un périodique ou un volume de publication, souvent numérotée, contenant généralement un regroupement de travaux tels que des articles. Voir aussi [blog post](http://blog.schema.org/2014/09/schemaorg-support-for-bibliographic_2.html).

source: A service provided by an organization, e.g. delivery service, print services, etc.
fr: Un service fourni par une organisation, par exemple un service de livraison, des services d'impression, etc.

source: Mountain
fr: Montagne

source: A mountain, like Mount Whitney or Mount Everest.
fr: Une montagne, comme le mont Whitney ou le mont Everest.

source: Corporation
fr: Société

source: Organization: A business corporation.
fr: Organisation : Société commerciale.

source: Rsvp Action
fr: Action Rsvp

source: The act of notifying an event organizer as to whether you expect to attend the event.
fr: L'acte de notifier à un organisateur d'événement si vous prévoyez d'assister à l'événement.

source: User Review
fr: Avis utilisateur

source: Date Time
fr: Date Heure

source: A resort is a place used for relaxation or recreation, attracting visitors for holidays or vacations. Resorts are places, towns or sometimes commercial establishments operated by a single company (source: Wikipedia, the free encyclopedia, see <a href="http://en.wikipedia.org/wiki/Resort">http://en.wikipedia.org/wiki/Resort</a>). <br /><br /> See also the <a href="/docs/hotels.html">dedicated document on the use of schema.org for marking up hotels and other forms of accommodations</a>.
fr: Une station balnéaire est un lieu de détente ou de loisirs qui attire les visiteurs pour les vacances. Les stations sont des lieux, des villes ou parfois des établissements commerciaux exploités par une seule société (source : Wikipédia, l'encyclopédie libre, voir <a href="http://en.wikipedia.org/wiki/Resort">http://en.wikipedia.org/wiki/Resort)</a>. <br /><br /> Voir également le <a href="/docs/hotels.html">document dédié à l'utilisation de schema.org pour le balisage des hôtels et autres formes d'hébergement</a>.

source: A News/Media organization such as a newspaper or TV station.
fr: Un organisme d'information/médias tel qu'un journal ou une chaîne de télévision.

source: Defence Establishment
fr: Établissement de défense

source: A defence establishment, such as an army or navy base.
fr: Un établissement de défense, tel qu'une base de l'armée ou de la marine.

source: Medical Guideline Recommendation
fr: Recommandation de la ligne directrice médicale

source: A guideline recommendation that is regarded as efficacious and where quality of the data supporting the recommendation is sound.
fr: Recommandation d'une ligne directrice considérée comme efficace et pour laquelle la qualité des données étayant la recommandation est bonne.

source: Hotel Room
fr: Chambre d’Hôtel

source: A hotel room is a single room in a hotel. <br /><br /> See also the <a href="/docs/hotels.html">dedicated document on the use of schema.org for marking up hotels and other forms of accommodations</a>.
fr: Une chambre d'hôtel est une chambre individuelle dans un hôtel. <br /><br /> Voir également le <a href="/docs/hotels.html">document dédié à l'utilisation de schema.org pour le marquage des hôtels et autres formes d'hébergement</a>.

source: School
fr: École

source: A school.
fr: Une école.

source: Analysis News Article
fr: Analyse News Article

source: An AnalysisNewsArticle is a [[NewsArticle]] that, while based on factual reporting, incorporates the expertise of the author/producer, offering interpretations and conclusions.
fr: Un article d'analyse est un [[article d'actualité]] qui, tout en étant basé sur des faits, incorpore l'expertise de l'auteur/producteur, en proposant des interprétations et des conclusions.

source: Anatomical System
fr: Système anatomique

source: An anatomical system is a group of anatomical structures that work together to perform a certain task. Anatomical systems, such as organ systems, are one organizing principle of anatomy, and can include circulatory, digestive, endocrine, integumentary, immune, lymphatic, muscular, nervous, reproductive, respiratory, skeletal, urinary, vestibular, and other systems.
fr: Un système anatomique est un groupe de structures anatomiques qui travaillent ensemble pour accomplir une certaine tâche. Les systèmes anatomiques, tels que les systèmes organiques, constituent l'un des principes d'organisation de l'anatomie et peuvent inclure les systèmes circulatoire, digestif, endocrinien, tégumentaire, immunitaire, lymphatique, musculaire, nerveux, reproductif, respiratoire, squelettique, urinaire, vestibulaire et autres.

source: Media Review
fr: Revue des médias

source: A [[MediaReview]] is a more specialized form of Review dedicated to the evaluation of media content online, typically in the context of fact-checking and misinformation. For more general reviews of media in the broader sense, use [[UserReview]], [[CriticReview]] or other [[Review]] types. This definition is a work in progress. While the [[MediaManipulationRatingEnumeration]] list reflects significant community review amongst fact-checkers and others working to combat misinformation, the specific structures for representing media objects, their versions and publication context, are still evolving. Similarly, best practices for the relationship between [[MediaReview]] and [[ClaimReview]] markup have not yet been finalized.
fr: Une [[MediaReview]] est une forme plus spécialisée de revue consacrée à l'évaluation du contenu des médias en ligne, généralement dans le contexte de la vérification des faits et de la désinformation. Pour des évaluations plus générales des médias au sens large, utilisez [[UserReview]], [[CriticReview]] ou d'autres types de [[Review]]. Cette définition est un travail en cours. Bien que la liste [[MediaManipulationRatingEnumeration]] reflète un examen communautaire important parmi les vérificateurs de faits et d'autres personnes travaillant pour lutter contre la désinformation, les structures spécifiques de représentation des objets médiatiques, de leurs versions et de leur contexte de publication sont encore en cours d'évolution. De même, les meilleures pratiques concernant la relation entre les balises [[MediaReview]] et [[ClaimReview]] n'ont pas encore été finalisées.

source: Exercise Plan
fr: Plan d’Exercices

source: Fitness-related activity designed for a specific health-related purpose, including defined exercise routines as well as activity prescribed by a clinician.
fr: Activité liée à la condition physique et conçue dans un but spécifique lié à la santé, comprenant des routines d'exercice définies ainsi que des activités prescrites par un clinicien.

source: Quotation
fr: Devis

source: A quotation. Often but not necessarily from some written work, attributable to a real world author and - if associated with a fictional character - to any fictional Person. Use [[isBasedOn]] to link to source/origin. The [[recordedIn]] property can be used to reference a Quotation from an [[Event]].
fr: Une citation. Souvent, mais pas nécessairement, tirée d'une œuvre écrite, attribuable à un auteur réel et - si elle est associée à un personnage de fiction - à toute personne fictive. Utilisez [[isBasedOn]] pour établir un lien avec la source/origine. La propriété [[recordedIn]] peut être utilisée pour référencer une citation provenant d'un [[Événement]].

source: Disagree Action
fr: Désaccord Action

source: The act of expressing a difference of opinion with the object. An agent disagrees to/about an object (a proposition, topic or theme) with participants.
fr: Le fait d'exprimer une divergence d'opinion avec l'objet. Un agent est en désaccord sur un objet (une proposition, un sujet ou un thème) avec les participants.

source: Property Value
fr: Valeur de la Résidence

source: A property-value pair, e.g. representing a feature of a product or place. Use the 'name' property for the name of the property. If there is an additional human-readable version of the value, put that into the 'description' property. Always use specific schema.org properties when a) they exist and b) you can populate them. Using PropertyValue as a substitute will typically not trigger the same effect as using the original, specific property.
fr: Une paire propriété-valeur, représentant par exemple une caractéristique d'un produit ou d'un lieu. Utilisez la propriété "name" pour le nom de la propriété. S'il existe une version supplémentaire de la valeur lisible par l'homme, indiquez-la dans la propriété "description". Utilisez toujours des propriétés schema.org spécifiques lorsque a) elles existent et b) vous pouvez les remplir. L'utilisation de PropertyValue comme substitut ne produira généralement pas le même effet que l'utilisation de la propriété spécifique d'origine.

source: Boarding Policy Type
fr: Type de politique d'embarquement

source: A type of boarding policy used by an airline.
fr: Type de politique d'embarquement utilisée par une compagnie aérienne.

source: Item Page
fr: Page de l'article

source: A page devoted to a single item, such as a particular product or hotel.
fr: Une page consacrée à un seul élément, tel qu'un produit ou un hôtel particulier.

source: Reservoir
fr: Réservoir

source: A reservoir of water, typically an artificially created lake, like the Lake Kariba reservoir.
fr: Un réservoir d'eau, généralement un lac créé artificiellement, comme le réservoir du lac Kariba.

source: Local Business
fr: Entreprise locale

source: A particular physical business or branch of an organization. Examples of LocalBusiness include a restaurant, a particular branch of a restaurant chain, a branch of a bank, a medical practice, a club, a bowling alley, etc.
fr: Une entreprise physique particulière ou une branche d'une organisation. Les exemples d'entreprises locales incluent un restaurant, une branche particulière d'une chaîne de restaurants, une agence bancaire, un cabinet médical, un club, un bowling, etc.

source: Physical Exam
fr: Examen physique

source: A type of physical examination of a patient performed by a physician.
fr: Type d'examen physique d'un patient effectué par un médecin.

source: Movie
fr: Film

source: A movie.
fr: Un film.

source: Integer
fr: Nombre entier

source: Data type: Integer.
fr: Type de données : Entier.

source: Order Item
fr: Commande Article

source: An order item is a line of an order. It includes the quantity and shipping details of a bought offer.
fr: Un poste de commande est une ligne d'une commande. Il comprend la quantité et les détails d'expédition d'une offre achetée.

source: Preschool
fr: Préscolaire

source: A preschool.
fr: Une école maternelle.

source: Civic Structure
fr: Structure civique

source: A public structure, such as a town hall or concert hall.
fr: Une structure publique, telle qu'un hôtel de ville ou une salle de concert.

source: Pickup Time
fr: Heure de retrait
