Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: A demand entity represents the public, not necessarily binding, not necessarily exclusive, announcement by an organization or person to seek a certain type of goods or services. For describing demand using this type, the very same properties used for Offer apply.
fr: Une entité de demande représente l'annonce publique, pas nécessairement contraignante, pas nécessairement exclusive, d'une organisation ou d'une personne à la recherche d'un certain type de biens ou de services. Pour décrire la demande à l'aide de ce type d'entité, les mêmes propriétés que celles utilisées pour l'offre s'appliquent.

source: Payment Method
fr: Mode de paiement

source: A payment method is a standardized procedure for transferring the monetary amount for a purchase. Payment methods are characterized by the legal and technical structures used, and by the organization or group carrying out the transaction. Commonly used values: * http://purl.org/goodrelations/v1#ByBankTransferInAdvance * http://purl.org/goodrelations/v1#ByInvoice * http://purl.org/goodrelations/v1#Cash * http://purl.org/goodrelations/v1#CheckInAdvance * http://purl.org/goodrelations/v1#COD * http://purl.org/goodrelations/v1#DirectDebit * http://purl.org/goodrelations/v1#GoogleCheckout * http://purl.org/goodrelations/v1#PayPal * http://purl.org/goodrelations/v1#PaySwarm
fr: Un mode de paiement est une procédure standardisée de transfert du montant monétaire d'un achat. Les méthodes de paiement se caractérisent par les structures juridiques et techniques utilisées et par l'organisation ou le groupe qui effectue la transaction. Valeurs couramment utilisées : * http://purl.org/goodrelations/v1#ByBankTransferInAdvance * http://purl.org/goodrelations/v1#ByInvoice * http://purl.org/goodrelations/v1#Cash * http://purl.org/goodrelations/v1#CheckInAdvance * http://purl.org/goodrelations/v1#COD * http://purl.org/goodrelations/v1#DirectDebit * http://purl.org/goodrelations/v1#GoogleCheckout * http://purl.org/goodrelations/v1#PayPal * http://purl.org/goodrelations/v1#PaySwarm

source: Drug Pregnancy Category
fr: Médicament Catégorie de grossesse

source: Categories that represent an assessment of the risk of fetal injury due to a drug or pharmaceutical used as directed by the mother during pregnancy.
fr: Catégories qui représentent une évaluation du risque de lésions fœtales dues à un médicament ou à un produit pharmaceutique utilisé selon les instructions de la mère pendant la grossesse.

source: Bank Account
fr: Compte Bancaire

source: A product or service offered by a bank whereby one may deposit, withdraw or transfer money and in some cases be paid interest.
fr: Produit ou service offert par une banque permettant de déposer, retirer ou transférer de l'argent et, dans certains cas, de percevoir des intérêts.

source: Subscribe Action
fr: S'abonner à l'action

source: The act of forming a personal connection with someone/something (object) unidirectionally/asymmetrically to get updates pushed to. Related actions: * [[FollowAction]]: Unlike FollowAction, SubscribeAction implies that the subscriber acts as a passive agent being constantly/actively pushed for updates. * [[RegisterAction]]: Unlike RegisterAction, SubscribeAction implies that the agent is interested in continuing receiving updates from the object. * [[JoinAction]]: Unlike JoinAction, SubscribeAction implies that the agent is interested in continuing receiving updates from the object.
fr: Le fait d'établir une connexion personnelle avec quelqu'un/quelque chose (objet) de manière unidirectionnelle/asymétrique pour obtenir des mises à jour. Actions connexes : * [[FollowAction]] : Contrairement à FollowAction, SubscribeAction implique que l'abonné agit comme un agent passif qui reçoit constamment/activement des mises à jour. * [[RegisterAction]] : Contrairement à RegisterAction, SubscribeAction implique que l'agent souhaite continuer à recevoir des mises à jour de l'objet. * [[JoinAction]] : Contrairement à JoinAction, SubscribeAction implique que l'agent souhaite continuer à recevoir des mises à jour de l'objet.

source: Number
fr: Nombre

source: Data type: Number. Usage guidelines: * Use values from 0123456789 (Unicode 'DIGIT ZERO' (U+0030) to 'DIGIT NINE' (U+0039)) rather than superficially similar Unicode symbols. * Use '.' (Unicode 'FULL STOP' (U+002E)) rather than ',' to indicate a decimal point. Avoid using these symbols as a readability separator.
fr: Type de données : Nombre. Directives d'utilisation : * Utilisez les valeurs de 0123456789 (Unicode 'DIGIT ZERO' (U+0030) à 'DIGIT NINE' (U+0039)) plutôt que des symboles Unicode superficiellement similaires. * Utilisez '.' (Unicode 'FULL STOP' (U+002E)) plutôt que ',' pour indiquer un point décimal. Évitez d'utiliser ces symboles comme séparateur de lisibilité.

source: Waterfall
fr: Cascade

source: A waterfall, like Niagara.
fr: Une chute d'eau, comme le Niagara.

source: Take Action
fr: Passer à l'action

source: The act of gaining ownership of an object from an origin. Reciprocal of GiveAction. Related actions: * [[GiveAction]]: The reciprocal of TakeAction. * [[ReceiveAction]]: Unlike ReceiveAction, TakeAction implies that ownership has been transferred.
fr: Action d'acquérir la propriété d'un objet à partir d'une origine. Réciproque de GiveAction. Actions connexes : * [[DonnerAction]] : La réciproque de TakeAction. * [[Recevoir une action]] : Contrairement à ReceiveAction, TakeAction implique que la propriété a été transférée.

source: State
fr: État

source: A state or province of a country.
fr: État ou province d'un pays.

source: Leave Action
fr: Congé Action

source: An agent leaves an event / group with participants/friends at a location. Related actions: * [[JoinAction]]: The antonym of LeaveAction. * [[UnRegisterAction]]: Unlike UnRegisterAction, LeaveAction implies leaving a group/team of people rather than a service.
fr: Un agent quitte un événement / un groupe avec des participants / des amis à un endroit donné. Actions connexes : * [[JoinAction]] : L'antonyme de LeaveAction. * [[UnRegisterAction]] : Contrairement à UnRegisterAction, LeaveAction implique de quitter un groupe/une équipe de personnes plutôt qu'un service.

source: Allocate Action
fr: Attribuer une action

source: The act of organizing tasks/objects/events by associating resources to it.
fr: L'acte d'organiser des tâches/objets/événements en y associant des ressources.

source: Property
fr: Propriété

source: A property, used to indicate attributes and relationships of some Thing; equivalent to rdf:Property.
fr: Une propriété, utilisée pour indiquer les attributs et les relations d'une chose ; équivalent à rdf:Property.

source: Tv Season
fr: Saison télévisuelle

source: Season dedicated to TV broadcast and associated online delivery.
fr: Saison consacrée à la diffusion télévisuelle et à la diffusion en ligne associée.

source: Wp Header
fr: En-tête Wp

source: The header section of the page.
fr: L'en-tête de la page.

source: Creative Work Season
fr: Saison du travail créatif

source: Shopping Center
fr: Centre commercial

source: A shopping center or mall.
fr: Un centre commercial.

source: Medical Code
fr: Code médical

source: A code for a medical entity.
fr: Un code pour une entité médicale.

source: Pronounceable Text
fr: Texte prononçable

source: Data type: PronounceableText.
fr: Type de données : Texte prononçable.

source: Motorcycle Repair
fr: Réparation de motos

source: A motorcycle repair shop.
fr: Un atelier de réparation de motos.

source: Work Based Program
fr: Programme de travail

source: A program with both an educational and employment component. Typically based at a workplace and structured around work-based learning, with the aim of instilling competencies related to an occupation. WorkBasedProgram is used to distinguish programs such as apprenticeships from school, college or other classroom based educational programs.
fr: Programme comportant à la fois une composante éducative et une composante professionnelle. Généralement basé sur un lieu de travail et structuré autour d'un apprentissage basé sur le travail, dans le but d'inculquer des compétences liées à une profession. Le programme basé sur le travail est utilisé pour distinguer les programmes tels que les apprentissages de l'école, du collège ou d'autres programmes éducatifs basés sur la salle de classe.

source: Medical Condition
fr: État de santé

source: Any condition of the human body that affects the normal functioning of a person, whether physically or mentally. Includes diseases, injuries, disabilities, disorders, syndromes, etc.
fr: Toute condition du corps humain qui affecte le fonctionnement normal d'une personne, que ce soit physiquement ou mentalement. Inclut les maladies, les blessures, les handicaps, les troubles, les syndromes, etc.

source: Defined Region
fr: Région définie

source: A DefinedRegion is a geographic area defined by potentially arbitrary (rather than political, administrative or natural geographical) criteria. Properties are provided for defining a region by reference to sets of postal codes. Examples: a delivery destination when shopping. Region where regional pricing is configured. Requirement 1: Country: US States: "NY", "CA" Requirement 2: Country: US PostalCode Set: { [94000-94585], [97000, 97999], [13000, 13599]} { [12345, 12345], [78945, 78945], } Region = state, canton, prefecture, autonomous community...
fr: Une région définie est une zone géographique définie par des critères potentiellement arbitraires (plutôt que politiques, administratifs ou géographiques naturels). Des propriétés sont fournies pour définir une région par référence à des ensembles de codes postaux. Exemples : destination de livraison lors d'achats. Région où la tarification régionale est configurée. Exigence 1 : Pays : ÉTATS-UNIS États : "NY", "CA" Exigence 2 : Pays : US PostalCode Set : { [94000-94585], [97000, 97999], [13000, 13599]} { [12345, 12345], [78945, 78945], } Région = état, canton, préfecture, communauté autonome...

source: Distillery
fr: Distillerie

source: A distillery.
fr: Une distillerie.

source: Bus Or Coach
fr: Autobus ou autocar

source: A bus (also omnibus or autobus) is a road vehicle designed to carry passengers. Coaches are luxury busses, usually in service for long distance travel.
fr: Un autobus (ou omnibus ou autobus) est un véhicule routier conçu pour transporter des passagers. Les autocars sont des autobus de luxe, généralement utilisés pour les voyages de longue distance.

source: Transfer Action
fr: Action de transfert

source: The act of transferring/moving (abstract or concrete) animate or inanimate objects from one place to another.
fr: L'acte de transférer/déplacer (abstrait ou concret) des objets animés ou inanimés d'un endroit à un autre.

source: Researcher
fr: Chercheur

source: Researchers.
fr: Chercheurs.

source: Quiz: A test of knowledge, skills and abilities.
fr: Quiz : Test de connaissances, de compétences et d'aptitudes.

source: Airline
fr: Compagnie aérienne

source: An organization that provides flights for passengers.
fr: Une organisation qui fournit des vols aux passagers.

source: Consume Action
fr: Action de consommation

source: The act of ingesting information/resources/food.
fr: L'acte d'ingérer des informations/ressources/aliments.

source: Receive Action
fr: Recevoir l'action

source: The act of physically/electronically taking delivery of an object that has been transferred from an origin to a destination. Reciprocal of SendAction. Related actions: * [[SendAction]]: The reciprocal of ReceiveAction. * [[TakeAction]]: Unlike TakeAction, ReceiveAction does not imply that the ownership has been transferred (e.g. I can receive a package, but it does not mean the package is now mine).
fr: Action de prendre physiquement/électroniquement livraison d'un objet qui a été transféré d'un point d'origine à un point de destination. Réciproque de SendAction. Actions connexes : * [[SendAction]] : La réciproque de ReceiveAction. * [[TakeAction]] : Contrairement à TakeAction, ReceiveAction n'implique pas que la propriété ait été transférée (par exemple, je peux recevoir un colis, mais cela ne signifie pas que le colis m'appartient désormais).

source: Infectious Agent Class
fr: Classe d'agents infectieux

source: Classes of agents or pathogens that transmit infectious diseases. Enumerated type.
fr: Classes d'agents ou de pathogènes qui transmettent des maladies infectieuses. Type énuméré.

source: Reply Action
fr: Action en réponse

source: The act of responding to a question/message asked/sent by the object. Related to [[AskAction]]. Related actions: * [[AskAction]]: Appears generally as an origin of a ReplyAction.
fr: L'action de répondre à une question ou à un message demandé ou envoyé par l'objet. Lié à [[AskAction]]. Actions connexes : * [[AskAction]] : Apparaît généralement comme l'origine d'une ReplyAction.

source: Search Action
fr: Action de recherche

source: The act of searching for an object. Related actions: * [[FindAction]]: SearchAction generally leads to a FindAction, but not necessarily.
fr: Action de rechercher un objet. Actions connexes : * [[FindAction]] : Une SearchAction conduit généralement à une FindAction, mais pas nécessairement.

source: Medical Risk Calculator
fr: Calculateur de risques médicaux

source: A complex mathematical calculation requiring an online calculator, used to assess prognosis. Note: use the url property of Thing to record any URLs for online calculators.
fr: Un calcul mathématique complexe nécessitant une calculatrice en ligne, utilisé pour évaluer le pronostic. Remarque : utilisez la propriété url de la chose pour enregistrer les URL des calculatrices en ligne.

source: Movie Theater
fr: Cinéma

source: A movie theater.
fr: Un cinéma.

source: Shipping Rate Settings
fr: Paramètres des tarifs d'expédition

source: A ShippingRateSettings represents re-usable pieces of shipping information. It is designed for publication on an URL that may be referenced via the [[shippingSettingsLink]] property of an [[OfferShippingDetails]]. Several occurrences can be published, distinguished and matched (i.e. identified/referenced) by their different values for [[shippingLabel]].
fr: Un ShippingRateSettings représente des éléments réutilisables d'information sur l'expédition. Il est conçu pour être publié sur une URL qui peut être référencée via la propriété [[shippingSettingsLink]] d'une [[OfferShippingDetails]]. Plusieurs occurrences peuvent être publiées, distinguées et mises en correspondance (c'est-à-dire identifiées/référencées) par leurs différentes valeurs de [[shippingLabel]].

source: Wear Action
fr: Action contre l'usure

source: The act of dressing oneself in clothing.
fr: Action de se vêtir.

source: Bus Reservation
fr: Réservation de bus

source: A reservation for bus travel. Note: This type is for information about actual reservations, e.g. in confirmation emails or HTML pages with individual confirmations of reservations. For offers of tickets, use [[Offer]].
fr: Une réservation pour les voyages en bus. Note : Ce type est destiné aux informations sur les réservations réelles, par exemple dans les courriels de confirmation ou les pages HTML contenant des confirmations individuelles de réservations. Pour les offres de billets, utilisez [[Offre]].

source: Archive Component
fr: Composant d'archive

source: Library
fr: Bibliothèque

source: A library.
fr: Une bibliothèque.

source: Item List Order Type
fr: Liste des articles Type de commande

source: Enumerated for values for itemListOrder for indicating how an ordered ItemList is organized.
fr: Valeurs énumérées pour itemListOrder indiquant comment une liste d'éléments ordonnée est organisée.

source: Special Announcement
fr: Annonce spéciale
