Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: The date/time at which the message has been read by the recipient if a single recipient exists.
fr: Date/heure à laquelle le message a été lu par le destinataire s'il n'y a qu'un seul destinataire.

source: A sub property of location. The entertainment business where the action occurred.
fr: Une sous-propriété de l'emplacement. L'entreprise de divertissement où l'action s'est produite.

source: In Code Set
fr: Dans l'ensemble des codes

source: A [[CategoryCodeSet]] that contains this category code.
fr: Un [[CategoryCodeSet]] qui contient ce code de catégorie.

source: Home Location
fr: Emplacement du domicile

source: A contact location for a person's residence.
fr: Lieu de contact pour la résidence d'une personne.

source: Downvote Count
fr: Nombre de votes négatifs

source: The number of downvotes this question, answer or comment has received from the community.
fr: Le nombre de downvotes que cette question, cette réponse ou ce commentaire a reçu de la part de la communauté.

source: Weight Total
fr: Poids Total

source: The permitted total weight of the loaded vehicle, including passengers and cargo and the weight of the empty vehicle. Typical unit code(s): KGM for kilogram, LBR for pound * Note 1: You can indicate additional information in the [[name]] of the [[QuantitativeValue]] node. * Note 2: You may also link to a [[QualitativeValue]] node that provides additional information using [[valueReference]]. * Note 3: Note that you can use [[minValue]] and [[maxValue]] to indicate ranges.
fr: Le poids total autorisé du véhicule chargé, y compris les passagers et la cargaison, et le poids du véhicule vide. Code(s) d'unité(s) typique(s) : KGM pour kilogramme, LBR pour livre * Note 1 : Vous pouvez indiquer des informations supplémentaires dans le [[nom]] du nœud [[QuantitativeValue]]. * Note 2 : Vous pouvez également établir un lien avec un nœud [[QualitativeValue]] qui fournit des informations supplémentaires en utilisant [[valueReference]]. * Note 3 : Vous pouvez utiliser [[minValue]] et [[maxValue]] pour indiquer des fourchettes.

source: Included Risk Factor
fr: Facteur de risque inclus

source: A modifiable or non-modifiable risk factor included in the calculation, e.g. age, coexisting condition.
fr: Un facteur de risque modifiable ou non modifiable inclus dans le calcul, par exemple l'âge, une condition coexistante.

source: Recourse Loan
fr: Prêt avec recours

source: The only way you get the money back in the event of default is the security. Recourse is where you still have the opportunity to go back to the borrower for the rest of the money.
fr: Le seul moyen de récupérer l'argent en cas de défaillance est la garantie. Il y a recours lorsque vous avez encore la possibilité de vous retourner vers l'emprunteur pour obtenir le reste de l'argent.

source: Application Contact
fr: Candidature sur une offre d'emploi

source: Contact details for further information relevant to this job posting.
fr: Coordonnées pour de plus amples informations concernant cette offre d'emploi.

source: Is Plan For Apartment
fr: Plan de l'appartement

source: Indicates some accommodation that this floor plan describes.
fr: Indique un logement que ce plan d'étage décrit.

source: Experience In Place Of Education
fr: L'expérience à la place de l'éducation

source: Indicates whether a [[JobPosting]] will accept experience (as indicated by [[OccupationalExperienceRequirements]]) in place of its formal educational qualifications (as indicated by [[educationRequirements]]). If true, indicates that satisfying one of these requirements is sufficient.
fr: Indique si un [[JobPosting]] acceptera l'expérience (telle qu'indiquée par [[OccupationalExperienceRequirements]]) à la place de ses qualifications formelles (telles qu'indiquées par [[educationRequirements]]). Si la réponse est "oui", cela signifie qu'il suffit de satisfaire à l'une de ces exigences.

source: Customer Remorse Return Label Source
fr: Source d'étiquettes de retour pour les remords des clients

source: The method (from an enumeration) by which the customer obtains a return shipping label for a product returned due to customer remorse.
fr: La méthode (d'une énumération) par laquelle le client obtient une étiquette d'expédition de retour pour un produit retourné en raison de remords du client.

source: Perform Time
fr: Temps d’exécution

source: The length of time it takes to perform instructions or a direction (not including time to prepare the supplies), in [ISO 8601 duration format](http://en.wikipedia.org/wiki/ISO_8601).
fr: Durée nécessaire à l'exécution d'une instruction ou d'une directive (sans compter le temps nécessaire à la préparation des fournitures), dans le [format de durée ISO 8601] (http://en.wikipedia.org/wiki/ISO_8601).

source: Performers
fr: Artiste

source: The main performer or performers of the event&#x2014;for example, a presenter, musician, or actor.
fr: Le ou les artistes principaux de l'événement - par exemple, un présentateur, un musicien ou un acteur.

source: Cost Category
fr: Catégorie de coût

source: The category of cost, such as wholesale, retail, reimbursement cap, etc.
fr: La catégorie de coût, comme le prix de gros, le prix de détail, le plafond de remboursement, etc.

source: Transit Time Label
fr: Étiquette du temps de transit

source: Label to match an [[OfferShippingDetails]] with a [[DeliveryTimeSettings]] (within the context of a [[shippingSettingsLink]] cross-reference).
fr: Étiquette permettant de faire correspondre une [[OfferShippingDetails]] avec une [[DeliveryTimeSettings]] (dans le contexte d'une référence croisée [[shippingSettingsLink]]).

source: References Order
fr: Références Commande

source: The Order(s) related to this Invoice. One or more Orders may be combined into a single Invoice.
fr: La (les) commande(s) liée(s) à cette facture. Une ou plusieurs commandes peuvent être regroupées en une seule facture.

source: Valid From
fr: Valide à partir de

source: The date when the item becomes valid.
fr: La date à laquelle l’élément devient valide.

source: The latitude of a location. For example ```37.42242``` ([WGS 84](https://en.wikipedia.org/wiki/World_Geodetic_System)).
fr: La latitude d'un lieu. Par exemple ``37.42242`` ([WGS 84](https://en.wikipedia.org/wiki/World_Geodetic_System)).

source: Value Required
fr: Valeur requise

source: Whether the property must be filled in to complete the action. Default is false.
fr: Indique si la propriété doit être remplie pour que l'action soit terminée. La valeur par défaut est false.

source: Eligible Transaction Volume
fr: Volume des transactions éligibles

source: The transaction volume, in a monetary unit, for which the offer or price specification is valid, e.g. for indicating a minimal purchasing volume, to express free shipping above a certain order volume, or to limit the acceptance of credit cards to purchases to a certain minimal amount.
fr: Le volume de transaction, en unité monétaire, pour lequel l'offre ou la spécification de prix est valable, par exemple pour indiquer un volume d'achat minimal, pour exprimer la gratuité des frais de port à partir d'un certain volume de commande, ou pour limiter l'acceptation des cartes de crédit aux achats d'un certain montant minimal.

source: Has Digital Document Permission
fr: A l'autorisation d'un document numérique

source: A permission related to the access to this document (e.g. permission to read or write an electronic document). For a public document, specify a grantee with an Audience with audienceType equal to "public".
fr: Une permission liée à l'accès à ce document (par exemple, la permission de lire ou d'écrire un document électronique). Pour un document public, spécifier un bénéficiaire avec une audience dont le type (audienceType) est égal à "public".

source: Main Entity
fr: Entité principale

source: Indicates the primary entity described in some page or other CreativeWork.
fr: Indique l'entité principale décrite dans une page ou un autre CreativeWork.

source: Reference Quantity
fr: Quantité de référence

source: The reference quantity for which a certain price applies, e.g. 1 EUR per 4 kWh of electricity. This property is a replacement for unitOfMeasurement for the advanced cases where the price does not relate to a standard unit.
fr: La quantité de référence pour laquelle un certain prix s'applique, par exemple 1 EUR pour 4 kWh d'électricité. Cette propriété remplace unitOfMeasurement dans les cas avancés où le prix ne se rapporte pas à une unité standard.

source: Memory Requirements
fr: Mémoire requise

source: Minimum memory requirements.
fr: Mémoire minimale requise.

source: Maximum Attendee Capacity
fr: Capacité maximale de participants

source: The total number of individuals that may attend an event or venue.
fr: Le nombre total de personnes pouvant assister à un événement ou à un lieu.

source: Date Sent
fr: Date d’envoi

source: The date/time at which the message was sent.
fr: La date/heure à laquelle le message a été envoyé.

source: Creator
fr: Créateur

source: The creator/author of this CreativeWork. This is the same as the Author property for CreativeWork.
fr: Le créateur/auteur de ce CreativeWork. Il s'agit de la même propriété que la propriété Author pour CreativeWork.

source: Speakable
fr: Parlable

source: Indicates sections of a Web page that are particularly 'speakable' in the sense of being highlighted as being especially appropriate for text-to-speech conversion. Other sections of a page may also be usefully spoken in particular circumstances; the 'speakable' property serves to indicate the parts most likely to be generally useful for speech. The *speakable* property can be repeated an arbitrary number of times, with three kinds of possible 'content-locator' values: 1.) *id-value* URL references - uses *id-value* of an element in the page being annotated. The simplest use of *speakable* has (potentially relative) URL values, referencing identified sections of the document concerned. 2.) CSS Selectors - addresses content in the annotated page, e.g. via class attribute. Use the [[cssSelector]] property. 3.) XPaths - addresses content via XPaths (assuming an XML view of the content). Use the [[xpath]] property. For more sophisticated markup of speakable sections beyond simple ID references, either CSS selectors or XPath expressions to pick out document section(s) as speakable. For this we define a supporting type, [[SpeakableSpecification]] which is defined to be a possible value of the *speakable* property.
fr: Indique les sections d'une page Web qui sont particulièrement "parlantes", en ce sens qu'elles sont mises en évidence comme étant particulièrement appropriées pour la conversion texte-parole. D'autres sections d'une page peuvent également être utilement parlées dans des circonstances particulières ; la propriété "parlable" sert à indiquer les parties les plus susceptibles d'être généralement utiles pour la parole. La propriété *parlable* peut être répétée un nombre arbitraire de fois, avec trois types de valeurs possibles pour le "localisateur de contenu" : 1.) *id-value* références URL - utilise *id-value* d'un élément de la page annotée. L'utilisation la plus simple de *speakable* comporte des valeurs URL (potentiellement relatives), faisant référence à des sections identifiées du document concerné. 2.) Sélecteurs CSS - s'adressent au contenu de la page annotée, par exemple via l'attribut class. Utilisez la propriété [[cssSelector]]. 3.) XPaths - adresse le contenu via XPaths (en supposant une vue XML du contenu). Utilisez la propriété [[xpath]]. Pour un balisage plus sophistiqué des sections parlantes au-delà des simples références d'ID, utilisez des sélecteurs CSS ou des expressions XPath pour identifier les sections du document qui peuvent être parlantes. Pour cela, nous définissons un type de support, [[xpath]] nous définissons un type de support, [[SpeakableSpecification]], qui est défini comme une valeur possible de la propriété *speakable*.

source: Discount Code
fr: Code promo

source: Code used to redeem a discount.
fr: Code utilisé pour obtenir une réduction.

source: A description of the item.
fr: Une description de l'objet.

source: End Offset
fr: Terminer le désaxage

source: The end time of the clip expressed as the number of seconds from the beginning of the work.
fr: L'heure de fin du clip exprimée en nombre de secondes à partir du début du travail.

source: numvent - MECHANICAL VENTILATORS: Total number of ventilators available.
fr: numvent - VENTILATEURS MÉCANIQUES : Nombre total de ventilateurs disponibles.

source: Under Name
fr: Sous le nom

source: The person or organization the reservation or ticket is for.
fr: La personne ou l'organisation à laquelle la réservation ou le billet est destiné.

source: Loan Mortgage Mandate Amount
fr: Prêt Hypothèque Mandat Montant

source: Amount of mortgage mandate that can be converted into a proper mortgage at a later stage.
fr: Montant du mandat hypothécaire qui peut être converti en une véritable hypothèque à un stade ultérieur.

source: Duration Of Warranty
fr: Durée de la garantie

source: The duration of the warranty promise. Common unitCode values are ANN for year, MON for months, or DAY for days.
fr: La durée de la promesse de garantie. Les valeurs unitCode courantes sont ANN pour l'année, MON pour les mois ou DAY pour les jours.

source: Rating Count
fr: Nombre d'évaluations

source: The count of total number of ratings.
fr: Le nombre total d'évaluations.

source: Date Posted
fr: Date de publication

source: Publication date of an online listing.
fr: Date de publication d'une annonce en ligne.

source: Strength Unit
fr: Unité de force

source: The units of an active ingredient's strength, e.g. mg.
fr: Les unités de concentration d'un ingrédient actif, par exemple mg.

source: Gender
fr: Sexe

source: Gender of something, typically a [[Person]], but possibly also fictional characters, animals, etc. While https://schema.org/Male and https://schema.org/Female may be used, text strings are also acceptable for people who do not identify as a binary gender. The [[gender]] property can also be used in an extended sense to cover e.g. the gender of sports teams. As with the gender of individuals, we do not try to enumerate all possibilities. A mixed-gender [[SportsTeam]] can be indicated with a text value of "Mixed".
fr: Genre d'une chose, généralement une [[Personne]], mais aussi des personnages de fiction, des animaux, etc. Bien que https://schema.org/Male et https://schema.org/Female puissent être utilisés, les chaînes de texte sont également acceptables pour les personnes qui ne s'identifient pas à un genre binaire. La propriété [[genre]] peut également être utilisée dans un sens plus large pour couvrir, par exemple, le genre des équipes sportives. Comme pour le genre des individus, nous n'essayons pas d'énumérer toutes les possibilités. Une [[Équipe sportive]] mixte peut être indiquée par la valeur textuelle "Mixte".

source: Produces
fr: Produit

source: Drains To
fr: Drainage vers

source: The vasculature that the vein drains into.
fr: Le système vasculaire dans lequel la veine se draine.

source: Has Offer Catalog
fr: Catalogue d'offres

source: Indicates an OfferCatalog listing for this Organization, Person, or Service.
fr: Indique qu'il existe un catalogue d'offres pour cette organisation, cette personne ou ce service.

source: Programming Language
fr: Langage de programmation

source: The computer programming language.
fr: Le langage de programmation informatique.

source: Follows
fr: Suivis

source: The most generic uni-directional social relation.
fr: La relation sociale unidirectionnelle la plus générique.

source: Shipping Rate
fr: Taux d'Expédition

source: The shipping rate is the cost of shipping to the specified destination. Typically, the maxValue and currency values (of the [[MonetaryAmount]]) are most appropriate.
fr: Le tarif d'expédition est le coût de l'expédition vers la destination spécifiée. Généralement, les valeurs maxValue et currency (du [[MonetaryAmount]]) sont les plus appropriées.

source: Health Plan Drug Tier
fr: Régime d'assurance-médicaments

source: The tier(s) of drugs offered by this formulary or insurance plan.
fr: Le(s) palier(s) de médicaments proposé(s) par cette liste ou ce régime d'assurance.

source: Backstory
fr: Histoire

source: For an [[Article]], typically a [[NewsArticle]], the backstory property provides a textual summary giving a brief explanation of why and how an article was created. In a journalistic setting this could include information about reporting process, methods, interviews, data sources, etc.
fr: Pour un [[Article]], généralement un [[NewsArticle]], la propriété backstory fournit un résumé textuel expliquant brièvement pourquoi et comment un article a été créé. Dans un contexte journalistique, il peut s'agir d'informations sur le processus de reportage, les méthodes, les entretiens, les sources de données, etc.

source: Supply
fr: Approvisionnement

source: A sub-property of instrument. A supply consumed when performing instructions or a direction.
fr: Une sous-propriété de l'instrument. Une fourniture consommée lors de l'exécution d'instructions ou d'un ordre.

source: Rating Value
fr: Valeur d'évaluation

source: The rating for the content. Usage guidelines: * Use values from 0123456789 (Unicode 'DIGIT ZERO' (U+0030) to 'DIGIT NINE' (U+0039)) rather than superficially similar Unicode symbols. * Use '.' (Unicode 'FULL STOP' (U+002E)) rather than ',' to indicate a decimal point. Avoid using these symbols as a readability separator.
fr: L'évaluation du contenu. Directives d'utilisation : * Utilisez les valeurs de 0123456789 (Unicode 'DIGIT ZERO' (U+0030) à 'DIGIT NINE' (U+0039)) plutôt que des symboles Unicode superficiellement similaires. * Utilisez '.' (Unicode 'FULL STOP' (U+002E)) plutôt que ',' pour indiquer un point décimal. Évitez d'utiliser ces symboles comme séparateur de lisibilité.

source: Teaches
fr: Enseigne

source: The item being described is intended to help a person learn the competency or learning outcome defined by the referenced term.
fr: L'objet décrit est destiné à aider une personne à acquérir la compétence ou l'acquis d'apprentissage défini par le terme référencé.

source: Comment Time
fr: Commenaires - Temps

source: The time at which the UserComment was made.
fr: L'heure à laquelle le commentaire de l'utilisateur a été fait.

source: Departure Gate
fr: Porte de départ

source: Identifier of the flight's departure gate.
fr: Identifiant de la porte d'embarquement du vol.

source: Order Delivery
fr: Livraison de la Commande

source: The delivery of the parcel related to this order or order item.
fr: La livraison du colis lié à cette commande ou à ce poste de commande.

source: Geographic Area
fr: Zone géographique

source: The geographic area associated with the audience.
fr: La zone géographique associée à l'audience.

source: Representative Of Page
fr: Représentant de la page

source: Indicates whether this image is representative of the content of the page.
fr: Indique si cette image est représentative du contenu de la page.

source: A standardized size of a product or creative work, specified either through a simple textual string (for example 'XL', '32Wx34L'), a QuantitativeValue with a unitCode, or a comprehensive and structured [[SizeSpecification]]; in other cases, the [[width]], [[height]], [[depth]] and [[weight]] properties may be more applicable.
fr: Taille standardisée d'un produit ou d'une œuvre créative, spécifiée soit par une simple chaîne textuelle (par exemple "XL", "32Wx34L"), soit par une valeur quantitative avec un unitCode, soit par une [[SizeSpecification]] complète et structurée ; dans d'autres cas, les propriétés [[largeur]], [[hauteur]], [[profondeur]] et [[poids]] peuvent s'avérer plus appropriées.

source: The muscle whose action counteracts the specified muscle.
fr: Le muscle dont l'action s'oppose à celle du muscle spécifié.

source: A member of this organization.
fr: Un membre de cette organisation.

source: Exchange Rate Spread
fr: Écart de taux de change

source: The difference between the price at which a broker or other intermediary buys and sells foreign currency.
fr: La différence entre le prix auquel un courtier ou un autre intermédiaire achète et vend une devise étrangère.

source: Booking Time
fr: Heure Réservation

source: The date and time the reservation was booked.
fr: La date et l'heure de la réservation.

source: Low Price
fr: Plus bas

source: The lowest price of all offers available. Usage guidelines: * Use values from 0123456789 (Unicode 'DIGIT ZERO' (U+0030) to 'DIGIT NINE' (U+0039)) rather than superficially similar Unicode symbols. * Use '.' (Unicode 'FULL STOP' (U+002E)) rather than ',' to indicate a decimal point. Avoid using these symbols as a readability separator.
fr: Le prix le plus bas de toutes les offres disponibles. Directives d'utilisation : * Utilisez les valeurs de 0123456789 (Unicode 'DIGIT ZERO' (U+0030) à 'DIGIT NINE' (U+0039)) plutôt que des symboles Unicode superficiellement similaires. * Utilisez '.' (Unicode 'FULL STOP' (U+002E)) plutôt que ',' pour indiquer un point décimal. Évitez d'utiliser ces symboles comme séparateur de lisibilité.

source: Total Time
fr: Temps total

source: The total time required to perform instructions or a direction (including time to prepare the supplies), in [ISO 8601 duration format](http://en.wikipedia.org/wiki/ISO_8601).
fr: Le temps total nécessaire pour exécuter des instructions ou une directive (y compris le temps de préparation des fournitures), dans le [format de durée ISO 8601] (http://en.wikipedia.org/wiki/ISO_8601).

source: Type Of Good
fr: Type de bien

source: The product that this structured value is referring to.
fr: Le produit auquel cette valeur structurée se réfère.

source: Translator
fr: Traducteur

source: Organization or person who adapts a creative work to different languages, regional differences and technical requirements of a target market, or that translates during some event.
fr: Organisation ou personne qui adapte une œuvre créative aux différentes langues, aux différences régionales et aux exigences techniques d'un marché cible, ou qui traduit lors d'un événement.

source: Category
fr: Catégorie

source: A category for the item. Greater signs or slashes can be used to informally indicate a category hierarchy.
fr: Une catégorie pour l'article. Des signes plus grands ou des barres obliques peuvent être utilisés pour indiquer de manière informelle une hiérarchie de catégories.

source: Merchant Return Link
fr: Lien de retour du commerçant

source: Specifies a Web page or service by URL, for product returns.
fr: Spécifie une page web ou un service par URL, pour les retours de produits.

source: A pointer from a newer variant of a product to its previous, often discontinued predecessor.
fr: Pointeur d'une nouvelle variante d'un produit vers son prédécesseur, souvent abandonné.

source: numc19hopats - HOSPITAL ONSET: Patients hospitalized in an NHSN inpatient care location with onset of suspected or confirmed COVID-19 14 or more days after hospitalization.
fr: numc19hopats - HOSPITAL ONSET : Patients hospitalisés dans un établissement de soins du NHSN avec apparition d'un COVID-19 suspecté ou confirmé 14 jours ou plus après l'hospitalisation.

source: User Interaction Count
fr: Nombre d'interactions avec l'utilisateur

source: The number of interactions for the CreativeWork using the WebSite or SoftwareApplication.
fr: Le nombre d'interactions pour l'Œuvre de création en utilisant le site web ou l'application logicielle.

source: Birth Place
fr: Lieu de naissance

source: The place where the person was born.
fr: Le lieu de naissance de la personne.

source: Tracking Url
fr: URL de suivi
