Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: A handler to hold a conversation with a single or multiple users through Telegram updates by managing four collections of other handlers. The first collection, a ``list`` named :attr:`entry_points`, is used to initiate the conversation, for example with a :class:`telegram.ext.CommandHandler` or :class:`telegram.ext.MessageHandler`. The second collection, a ``dict`` named :attr:`states`, contains the different conversation steps and one or more associated handlers that should be used if the user sends a message when the conversation with them is currently in that state. Here you can also define a state for `TIMEOUT` to define the behavior where `conversation_timeout` is exceeded, and a state for`WAITING` to define behavior when a new update is received while the previous ``@run_async`` decorated handler is not finished. The third collection, a ``list`` named :attr:`fallbacks`, is used if the user is currently in a conversation but the state has either no associated handler or the handler that is associated to the state is inappropriate for the update, for example if the update contains a command, but a regular text message is expected. You could use this for a ``/cancel`` command or to let the user know their message was not recognized. To change the state of conversation, the callback function of a handler must return the new state after responding to the user. If it does not return anything (returning :obj:`None` by default), the state will not change. If an entry point callback function returns :obj:`None`, the conversation ends immediately after the execution of this callback function. To end the conversation, the callback function must return :attr:`END` or ``-1``. To handle the conversation timeout, use handler :attr:`TIMEOUT` or ``-2``. Finally, :class:`telegram.ext.DispatcherHandlerStop` can be used in conversations as described in the corresponding documentation. Note: In each of the described collections of handlers, a handler may in turn be a `ConversationHandler`. In that case, the nested :class:`ConversationHandler` should have the attribute :attr:`map_to_parent` which allows to return to the parent conversation at specified states within the nested conversation. Note that the keys in :attr:`map_to_parent` must not appear as keys in :attr:`states` attribute or else the latter will be ignored. You may map :attr:`END` to one of the parents states to continue the parent conversation after this has ended or even map a state to :attr:`END` to end the *parent* conversation from within the nested one. For an example on nested :class:`ConversationHandler` s, see our `examples`_.
fr: Un gestionnaire pour tenir une conversation avec un ou plusieurs utilisateurs par le biais de mises à jour Telegram en gérant quatre collections d'autres gestionnaires. La première collection, une ``liste`` nommée :attr:`entry_points`, est utilisée pour initier la conversation, par exemple avec un :class:`telegram.ext.CommandHandler` ou un :class:`telegram.ext.MessageHandler`. La seconde collection, un ``dict`` nommé :attr:`states`, contient les différentes étapes de la conversation et un ou plusieurs handlers associés qui doivent être utilisés si l'utilisateur envoie un message lorsque la conversation avec lui est dans cet état. Ici vous pouvez aussi définir un état pour `TIMEOUT` pour définir le comportement quand `conversation_timeout` est dépassé, et un état pour `WAITING` pour définir le comportement quand une nouvelle mise à jour est reçue alors que le précédent handler décoré `@run_async`` n'est pas terminé. La troisième collection, une ``list`` nommée :attr:`fallbacks`, est utilisée si l'utilisateur est actuellement dans une conversation mais que l'état n'a pas de handler associé ou que le handler associé à l'état n'est pas approprié pour la mise à jour, par exemple si la mise à jour contient une commande, alors qu'un message texte normal est attendu. Vous pouvez utiliser ceci pour une commande ``/annuler`` ou pour informer l'utilisateur que son message n'a pas été reconnu. Pour changer l'état de la conversation, la fonction de rappel d'un gestionnaire doit renvoyer le nouvel état après avoir répondu à l'utilisateur. Si elle ne renvoie rien (elle renvoie :obj:`None` par défaut), l'état ne changera pas. Si une fonction de rappel du point d'entrée renvoie :obj:`None`, la conversation se termine immédiatement après l'exécution de cette fonction de rappel. Pour terminer la conversation, la fonction callback doit retourner :attr:`END` ou `-1``. Pour gérer le délai de la conversation, utilisez le gestionnaire :attr:`TIMEOUT` ou ``-2``. Enfin, :class:`telegram.ext.DispatcherHandlerStop` peut être utilisé dans les conversations comme décrit dans la documentation correspondante. Note : Dans chacune des collections de handlers décrites, un handler peut à son tour être un `ConversationHandler`. Dans ce cas, la :class:`ConversationHandler` imbriquée doit avoir l'attribut :attr:`map_to_parent` qui permet de retourner à la conversation parente à des états spécifiés dans la conversation imbriquée. Notez que les clés de :attr:`map_to_parent` ne doivent pas apparaître comme des clés dans l'attribut :attr:`states`, sinon ce dernier sera ignoré. Vous pouvez associer :attr:`END` à l'un des états des parents pour continuer la conversation parentale après que celle-ci se soit terminée ou même associer un état à :attr:`END` pour terminer la conversation *parentale* à l'intérieur de la conversation imbriquée. Pour un exemple sur les :class:`ConversationHandler` imbriqués, voir notre `examples`_.

source: Handler class to handle Telegram updates that contain a chat member update.
fr: Classe de gestionnaire pour traiter les mises à jour Telegram qui contiennent une mise à jour d'un membre du chat.

source: Multiple widgets in one window.
fr: Plusieurs widgets dans une seule fenêtre.

source: Your name: {event.from_user.username}
fr: Votre nom : {event.from_user.username}

source: ✓ Checkbox
fr: ✓ Case à cocher

source: Checkbox
fr: Case à cocher

source: automatically generated for telegram
fr: généré automatiquement pour le télégramme

source: This object represents a Telegram user or bot.
fr: Cet objet représente un utilisateur ou un robot Telegram.

source: Unique identifier for this user or bot. This number may have more than 32 significant bits and some programming languages may have difficulty/silent defects in interpreting it. But it has at most 52 significant bits, so a 64-bit integer or double-precision float type are safe for storing this identifier.
fr: Identifiant unique de l'utilisateur ou du robot. Ce nombre peut avoir plus de 32 bits significatifs et certains langages de programmation peuvent avoir des difficultés ou des défauts silencieux à l'interpréter. Mais il a au maximum 52 bits significatifs, de sorte qu'un entier de 64 bits ou un type de flottant à double précision sont sûrs pour le stockage de cet identifiant.

source: User's or bot's first name
fr: Prénom de l'utilisateur ou du robot

source: User's or bot's last name
fr: Nom de famille de l'utilisateur ou du robot

source: User's or bot's username
fr: Nom d'utilisateur de l'utilisateur ou du robot

source: IETF language tag of the user's language
fr: Marqueur de langue IETF de la langue de l'utilisateur

source: True, if the bot can be invited to groups.
fr: Vrai, si le robot peut être invité à participer à des groupes.

source: True, if privacy mode is disabled for the bot.
fr: True, si le mode confidentialité est désactivé pour le bot.

source: True, if the bot supports inline queries.
fr: Vrai, si le robot prend en charge les requêtes en ligne.

source: This object represents a chat.
fr: Cet objet représente un chat.

source: Unique identifier for this chat. This number may have more than 32 significant bits and some programming languages may have difficulty/silent defects in interpreting it. But it has at most 52 significant bits, so a signed 64-bit integer or double-precision float type are safe for storing this identifier.
fr: Identifiant unique pour ce chat. Ce nombre peut avoir plus de 32 bits significatifs et certains langages de programmation peuvent avoir des difficultés ou des défauts silencieux à l'interpréter. Mais il a au maximum 52 bits significatifs, de sorte qu'un entier signé de 64 bits ou un flottant à double précision sont sûrs pour stocker cet identifiant.

source: Type of chat, can be either “private”, “group”, “supergroup” or “channel”
fr: Type de chat, peut être "privé", "groupe", "supergroupe" ou "canal"

source: Title, for supergroups, channels and group chats
fr: Titre, pour les supergroupes, les canaux et les chats de groupe

source: Username, for private chats, supergroups and channels if available
fr: Nom d'utilisateur, pour les chats privés, les supergroupes et les canaux si disponibles

source: First name of the other party in a private chat
fr: Prénom de l'interlocuteur dans un chat privé

source: Last name of the other party in a private chat
fr: Nom de famille de l'interlocuteur dans un chat privé

source: Bio of the other party in a private chat.
fr: Bio de l'autre partie dans un chat privé.

source: True, if privacy settings of the other party in the private chat allows to use tg://user?id=<user_id> links only in chats with the user.
fr: True, si les paramètres de confidentialité de l'autre partie à la discussion privée permettent d'utiliser les liens tg://user?id=<user_id> uniquement dans les discussions avec l'utilisateur.

source: Description, for groups, supergroups and channel chats.
fr: Description, pour les groupes, supergroupes et canaux de discussion.

source: Primary invite link, for groups, supergroups and channel chats.
fr: Lien d'invitation principal, pour les groupes, supergroupes et canaux de discussion.

source: For supergroups, the minimum allowed delay between consecutive messages sent by each unpriviledged user; in seconds.
fr: Pour les supergroupes, le délai minimum autorisé entre les messages consécutifs envoyés par chaque utilisateur non privilégié ; en secondes.

source: The time after which all messages sent to the chat will be automatically deleted; in seconds.
fr: Temps après lequel tous les messages envoyés au chat seront automatiquement supprimés ; en secondes.

source: True, if messages from the chat can't be forwarded to other chats.
fr: Vrai, si les messages du chat ne peuvent pas être transférés vers d'autres chats.

source: For supergroups, name of group sticker set.
fr: Pour les supergroupes, nom de l'ensemble d'autocollants du groupe.

source: True, if the bot can change the group sticker set.
fr: Vrai, si le robot peut modifier le jeu d'autocollants du groupe.

source: Unique identifier for the linked chat, i.e. the discussion group identifier for a channel and vice versa; for supergroups and channel chats. This identifier may be greater than 32 bits and some programming languages may have difficulty/silent defects in interpreting it. But it is smaller than 52 bits, so a signed 64 bit integer or double-precision float type are safe for storing this identifier.
fr: Identifiant unique pour le chat lié, c'est-à-dire l'identifiant du groupe de discussion pour un canal et vice versa ; pour les supergroupes et les chats de canaux. Cet identifiant peut être supérieur à 32 bits et certains langages de programmation peuvent avoir des difficultés ou des défauts silencieux à l'interpréter. Mais il est inférieur à 52 bits, de sorte qu'un entier signé de 64 bits ou un type de flottant à double précision sont sûrs pour le stockage de cet identifiant.

source: This object represents a message.
fr: Cet objet représente un message.

source: Unique message identifier inside this chat
fr: Identifiant unique du message dans ce chat

source: Date the message was sent in Unix time
fr: Date d'envoi du message en heure Unix

source: For messages forwarded from channels, identifier of the original message in the channel
fr: Pour les messages transférés à partir de canaux, identifiant du message original dans le canal

source: For forwarded messages that were originally sent in channels or by an anonymous chat administrator, signature of the message sender if present
fr: Pour les messages transférés qui ont été envoyés à l'origine dans des canaux ou par un administrateur de chat anonyme, signature de l'expéditeur du message, le cas échéant

source: Sender's name for messages forwarded from users who disallow adding a link to their account in forwarded messages
fr: Nom de l'expéditeur pour les messages transférés par des utilisateurs qui n'autorisent pas l'ajout d'un lien vers leur compte dans les messages transférés

source: For forwarded messages, date the original message was sent in Unix time
fr: Pour les messages transférés, date à laquelle le message original a été envoyé en heure Unix

source: True, if the message is a channel post that was automatically forwarded to the connected discussion group
fr: True, si le message est un message de canal qui a été automatiquement transmis au groupe de discussion connecté

source: Date the message was last edited in Unix time
fr: Date de la dernière modification du message en heure Unix

source: True, if the message can't be forwarded
fr: True, si le message ne peut pas être transféré

source: The unique identifier of a media message group this message belongs to
fr: L'identificateur unique d'un groupe de messages multimédias auquel ce message appartient

source: Signature of the post author for messages in channels, or the custom title of an anonymous group administrator
fr: Signature de l'auteur du message pour les messages dans les canaux, ou titre personnalisé d'un administrateur de groupe anonyme

source: For text messages, the actual UTF-8 text of the message, 0-4096 characters
fr: Pour les messages texte, le texte UTF-8 du message, 0-4096 caractères

source: For text messages, special entities like usernames, URLs, bot commands, etc. that appear in the text
fr: Pour les messages textuels, les entités spéciales telles que les noms d'utilisateur, les URL, les commandes de robots, etc. qui apparaissent dans le texte

source: Message is a photo, available sizes of the photo
fr: Le message est une photo, les tailles disponibles de la photo

source: Caption for the animation, audio, document, photo, video or voice, 0-1024 characters
fr: Légende de l'animation, de l'audio, du document, de la photo, de la vidéo ou de la voix, 0-1024 caractères

source: For messages with a caption, special entities like usernames, URLs, bot commands, etc. that appear in the caption
fr: Pour les messages avec légende, les entités spéciales telles que les noms d'utilisateur, les URL, les commandes de robots, etc. qui apparaissent dans la légende

source: New members that were added to the group or supergroup and information about them (the bot itself may be one of these members)
fr: Les nouveaux membres qui ont été ajoutés au groupe ou au supergroupe et les informations les concernant (le bot lui-même peut être l'un de ces membres)

source: A chat title was changed to this value
fr: Le titre d'un chat a été remplacé par cette valeur

source: A chat photo was change to this value
fr: Une photo de chat a été remplacée par cette valeur

source: Service message: the chat photo was deleted
fr: Message de service : la photo du chat a été supprimée

source: Service message: the group has been created
fr: Message de service : le groupe a été créé

source: Service message: the supergroup has been created. This field can't be received in a message coming through updates, because bot can't be a member of a supergroup when it is created. It can only be found in reply_to_message if someone replies to a very first message in a directly created supergroup.
fr: Message de service : le supergroupe a été créé. Ce champ ne peut pas être reçu dans un message provenant de mises à jour, car le bot ne peut pas être membre d'un supergroupe lorsqu'il est créé. Il ne peut être trouvé dans reply_to_message que si quelqu'un répond à un tout premier message dans un supergroupe directement créé.

source: Service message: the channel has been created. This field can't be received in a message coming through updates, because bot can't be a member of a channel when it is created. It can only be found in reply_to_message if someone replies to a very first message in a channel.
fr: Message de service : le canal a été créé. Ce champ ne peut pas être reçu dans un message provenant de mises à jour, car le bot ne peut pas être membre d'un canal lorsqu'il est créé. Il ne peut être trouvé dans reply_to_message que si quelqu'un répond au tout premier message d'un canal.

source: The group has been migrated to a supergroup with the specified identifier. This number may have more than 32 significant bits and some programming languages may have difficulty/silent defects in interpreting it. But it has at most 52 significant bits, so a signed 64-bit integer or double-precision float type are safe for storing this identifier.
fr: Le groupe a été migré vers un supergroupe avec l'identifiant spécifié. Ce nombre peut avoir plus de 32 bits significatifs et certains langages de programmation peuvent avoir des difficultés ou des défauts silencieux à l'interpréter. Mais il a au maximum 52 bits significatifs, de sorte qu'un entier signé de 64 bits ou un type de flottant à double précision sont sûrs pour le stockage de cet identifiant.

source: The supergroup has been migrated from a group with the specified identifier. This number may have more than 32 significant bits and some programming languages may have difficulty/silent defects in interpreting it. But it has at most 52 significant bits, so a signed 64-bit integer or double-precision float type are safe for storing this identifier.
fr: Le supergroupe a été migré à partir d'un groupe portant l'identifiant spécifié. Ce nombre peut avoir plus de 32 bits significatifs et certains langages de programmation peuvent avoir des difficultés ou des défauts silencieux à l'interpréter. Mais il a au maximum 52 bits significatifs, de sorte qu'un entier signé de 64 bits ou un type de flottant à double précision sont sûrs pour le stockage de cet identifiant.

source: The domain name of the website on which the user has logged in.
fr: Le nom de domaine du site web sur lequel l'utilisateur s'est connecté.

source: This object represents a unique message identifier.
fr: Cet objet représente un identifiant de message unique.

source: Unique message identifier.
fr: Identifiant unique du message.

source: This object represents one special entity in a text message. For example, hashtags, usernames, URLs, etc.
fr: Cet objet représente une entité spéciale dans un message texte. Par exemple, les hashtags, les noms d'utilisateur, les URL, etc.

source: Type of the entity. Currently, can be “mention” (@username), “hashtag” (#hashtag), “cashtag” ($USD), “bot_command” (/start@jobs_bot), “url” (https://telegram.org), “email” (do-not-reply@telegram.org), “phone_number” (+1-212-555-0123), “bold” (bold text), “italic” (italic text), “underline” (underlined text), “strikethrough” (strikethrough text), “spoiler” (spoiler message), “code” (monowidth string), “pre” (monowidth block), “text_link” (for clickable text URLs), “text_mention” (for users without usernames)
fr: Type d'entité. Actuellement, il peut s'agir de "mention" (@username), "hashtag" (#hashtag), "cashtag" ($USD), "bot_command" (/start@jobs_bot), "url" (https://telegram.org), "email" (do-not-reply@telegram.org), "phone_number" (+1-212-555-0123), "bold" (texte en gras), "italic" (texte en italique), "underline" (texte souligné), "strikethrough" (texte barré), "spoiler" (message d'avertissement), "code" (chaîne de caractères de faible largeur), "pre" (bloc de faible largeur), "text_link" (pour les URL cliquables), "text_mention" (pour les utilisateurs sans nom d'utilisateur)

source: Offset in UTF-16 code units to the start of the entity
fr: Décalage en unités de code UTF-16 par rapport au début de l'entité

source: Length of the entity in UTF-16 code units
fr: Longueur de l'entité en unités de code UTF-16

source: For “text_link” only, url that will be opened after user taps on the text
fr: Pour "text_link" uniquement, url qui s'ouvrira lorsque l'utilisateur cliquera sur le texte

source: For “pre” only, the programming language of the entity text
fr: Pour "pre" uniquement, la langue de programmation du texte de l'entité

source: This object represents one size of a photo or a file / sticker thumbnail.
fr: Cet objet représente une taille d'une photo ou d'un fichier / vignette miniature.

source: Identifier for this file, which can be used to download or reuse the file
fr: Identifiant de ce fichier, qui peut être utilisé pour télécharger ou réutiliser le fichier

source: Unique identifier for this file, which is supposed to be the same over time and for different bots. Can't be used to download or reuse the file.
fr: Identifiant unique pour ce fichier, qui est censé être le même dans le temps et pour différents robots. Il ne peut pas être utilisé pour télécharger ou réutiliser le fichier.

source: File size in bytes.
fr: Taille du fichier en octets.

source: This object represents an animation file (GIF or H.264/MPEG-4 AVC video without sound).
fr: Cet objet représente un fichier d'animation (GIF ou vidéo H.264/MPEG-4 AVC sans son).

source: Video width as defined by sender
fr: Largeur de la vidéo telle que définie par l'expéditeur

source: Video height as defined by sender
fr: Hauteur de la vidéo telle que définie par l'expéditeur

source: Duration of the video in seconds as defined by sender
fr: Durée de la vidéo en secondes telle que définie par l'expéditeur

source: Original animation filename as defined by sender
fr: Nom du fichier d'animation original tel que défini par l'expéditeur

source: MIME type of the file as defined by sender
fr: Type MIME du fichier tel que défini par l'expéditeur

source: File size in bytes
fr: Taille du fichier en octets

source: This object represents an audio file to be treated as music by the Telegram clients.
fr: Cet objet représente un fichier audio qui doit être traité comme de la musique par les clients Telegram.

source: Duration of the audio in seconds as defined by sender
fr: Durée de l'audio en secondes telle que définie par l'expéditeur

source: Performer of the audio as defined by sender or by audio tags
fr: Interprète de l'audio tel que défini par l'expéditeur ou par les balises audio

source: Title of the audio as defined by sender or by audio tags
fr: Titre de l'audio tel que défini par l'expéditeur ou par les balises audio

source: Original filename as defined by sender
fr: Nom de fichier original tel que défini par l'expéditeur

source: This object represents a general file (as opposed to photos, voice messages and audio files).
fr: Cet objet représente un fichier général (par opposition aux photos, aux messages vocaux et aux fichiers audio).

source: This object represents a video file.
fr: Cet objet représente un fichier vidéo.

source: Mime type of a file as defined by sender
fr: Type Mime d'un fichier tel que défini par l'expéditeur

source: This object represents a video message (available in Telegram apps as of v.4.0).
fr: Cet objet représente un message vidéo (disponible dans les applications Telegram à partir de la version 4.0).

source: Video width and height (diameter of the video message) as defined by sender
fr: Largeur et hauteur de la vidéo (diamètre du message vidéo) telles que définies par l'expéditeur

source: This object represents a voice note.
fr: Cet objet représente une note vocale.

source: Contact's phone number
fr: Numéro de téléphone du contact

source: Contact's first name
fr: Prénom du contact

source: Contact's last name
fr: Nom de famille du contact
