Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: This can be marked 'true' to indicate that some published [[DeliveryTimeSettings]] or [[ShippingRateSettings]] are intended to apply to all [[OfferShippingDetails]] published by the same merchant, when referenced by a [[shippingSettingsLink]] in those settings. It is not meaningful to use a 'true' value for this property alongside a transitTimeLabel (for [[DeliveryTimeSettings]]) or shippingLabel (for [[ShippingRateSettings]]), since this property is for use with unlabelled settings.
fr: Cette propriété peut être marquée "true" pour indiquer que certains [[DeliveryTimeSettings]] ou [[ShippingRateSettings]] publiés sont censés s'appliquer à tous les [[OfferShippingDetails]] publiés par le même commerçant, lorsqu'ils sont référencés par un [[shippingSettingsLink]] dans ces paramètres. Il n'est pas utile d'utiliser une valeur "true" pour cette propriété avec un transitTimeLabel (pour [[DeliveryTimeSettings]]) ou un shippingLabel (pour [[ShippingRateSettings]]), puisque cette propriété est destinée à être utilisée avec des paramètres non étiquetés.

source: Organizer
fr: Organisateur

source: An organizer of an Event.
fr: Organisateur d'un événement.

source: Mechanism Of Action
fr: Mécanisme d'action

source: The specific biochemical interaction through which this drug or supplement produces its pharmacological effect.
fr: L'interaction biochimique spécifique par laquelle ce médicament ou ce complément produit son effet pharmacologique.

source: Year Built
fr: Année de construction

source: The year an [[Accommodation]] was constructed. This corresponds to the [YearBuilt field in RESO](https://ddwiki.reso.org/display/DDW17/YearBuilt+Field).
fr: L'année de construction d'un [[Logement]]. Cela correspond au champ [Année de construction dans RESO] (https://ddwiki.reso.org/display/DDW17/YearBuilt+Terrain).

source: Game Tip
fr: Conseil de jeu

source: Links to tips, tactics, etc.
fr: Liens vers des conseils, des tactiques, etc.

source: Video Quality
fr: Qualité vidéo

source: The quality of the video.
fr: La qualité de la vidéo.

source: Play Mode
fr: Mode lecture

source: Indicates whether this game is multi-player, co-op or single-player. The game can be marked as multi-player, co-op and single-player at the same time.
fr: Indique si ce jeu est multijoueur, coopératif ou solo. Le jeu peut être marqué comme multijoueur, coopératif et solo en même temps.

source: Artwork Surface
fr: Surface de l'œuvre d'art

source: The supporting materials for the artwork, e.g. Canvas, Paper, Wood, Board, etc.
fr: Les matériaux de support de l'œuvre, par exemple la toile, le papier, le bois, le carton, etc.

source: Spoken By Character
fr: Parlé par le personnage

source: The (e.g. fictional) character, Person or Organization to whom the quotation is attributed within the containing CreativeWork.
fr: Le personnage (par exemple fictif), la personne ou l'organisation à qui la citation est attribuée dans l'œuvre de création qui la contient.

source: A person that acts in a coaching role for a sports team.
fr: Une personne qui joue le rôle d'entraîneur pour une équipe sportive.

source: Aircraft
fr: Avion

source: The kind of aircraft (e.g., "Boeing 747").
fr: Le type d'aéronef (par exemple, "Boeing 747").

source: Diagram
fr: Diagramme

source: An image containing a diagram that illustrates the structure and/or its component substructures and/or connections with other structures.
fr: Une image contenant un diagramme qui illustre la structure et/ou les sous-structures qui la composent et/ou les connexions avec d'autres structures.

source: Stage
fr: Étape

source: The stage of the condition, if applicable.
fr: Le stade de l'affection, le cas échéant.

source: Character
fr: Caractère

source: Fictional person connected with a creative work.
fr: Personne fictive liée à une œuvre de création.

source: The size group (also known as "size type") for a product's size. Size groups are common in the fashion industry to define size segments and suggested audiences for wearable products. Multiple values can be combined, for example "men's big and tall", "petite maternity" or "regular)
fr: Le groupe de taille (également connu sous le nom de "type de taille") pour la taille d'un produit. Les groupes de taille sont courants dans l'industrie de la mode pour définir des segments de taille et des publics cibles pour les produits portables. Plusieurs valeurs peuvent être combinées, par exemple "homme grand et large", "petite maternité" ou "normal".)

source: A human-readable summary of specific accessibility features or deficiencies, consistent with the other accessibility metadata but expressing subtleties such as "short descriptions are present but long descriptions will be needed for non-visual users" or "short descriptions are present and no long descriptions are needed.)
fr: Un résumé lisible par l'homme des caractéristiques ou déficiences spécifiques en matière d'accessibilité, cohérent avec les autres métadonnées d'accessibilité mais exprimant des subtilités telles que "des descriptions courtes sont présentes mais des descriptions longues seront nécessaires pour les utilisateurs non visuels" ou "des descriptions courtes sont présentes et aucune description longue n'est nécessaire")

source: are
fr: sont

source: was
fr: était

source: were
fr: étaient

source: you
fr: vous

source: you would
fr: vous le feriez

source: i've
fr: j'ai

source: you have
fr: vous avez

source: i'll
fr: je

source: you will
fr: vous le ferez

source: my
fr: mes

source: your
fr: votre

source: you've
fr: vous avez

source: I have
fr: J'ai

source: you'll
fr: vous allez

source: I will
fr: Je le ferai

source: yours
fr: les vôtres

source: me
fr: moi

source: automatically generated for vishuda
fr: généré automatiquement pour vishuda

source: This object represents a numpy nd-array
fr: Cet objet représente un tableau numpy nd-array

source: The desired data-type for the array. If not given, then the type will be determined as the minimum type required to hold the objects in the sequence.
fr: Le type de données souhaité pour le tableau. S'il n'est pas indiqué, le type sera déterminé comme étant le type minimum requis pour contenir les objets de la séquence.

source: If true (default), then the object is copied. Otherwise, a copy will only be made if __array__ returns a copy, if obj is a nested sequence, or if a copy is needed to satisfy any of the other requirements(`dtype`, `order`, etc.).
fr: Si true (par défaut), alors l'objet est copié. Sinon, une copie ne sera faite que si __array__ retourne une copie, si obj est une séquence imbriquée, ou si une copie est nécessaire pour satisfaire l'une des autres conditions (`dtype`, `order`, etc.).

source: Specify the memory layout of the array. If object is not an array, the newly created array will be in C order (row major) unless 'F' is specified, in which case it will be in Fortran order (column major). If object is an array the following holds.
fr: Spécifie la disposition de la mémoire du tableau. Si l'objet n'est pas un tableau, le tableau nouvellement créé sera dans l'ordre C (ligne majeure) sauf si 'F' est spécifié, auquel cas il sera dans l'ordre Fortran (colonne majeure). Si l'objet est un tableau, la règle suivante s'applique.

source: If True, then sub-classes will be passed-through, otherwise the returned array will be forced to be a base-class array (default).
fr: Si True, les sous-classes seront prises en compte, sinon le tableau retourné sera forcé d'être un tableau de classe de base (par défaut).

source: Specifies the minimum number of dimensions that the resulting array should have. Ones will be pre-pended to the shape as needed to meet this requirement.
fr: Spécifie le nombre minimum de dimensions que le tableau résultant doit avoir. Des unités seront ajoutées à la forme si nécessaire pour répondre à cette exigence.

source: Reference object to allow the creation of arrays which are not NumPy arrays. If an array-like passed in as ``like`` supports the ``__array_function__`` protocol, the result will be defined by it. In this case, it ensures the creation of an array object compatible with that passed in via this argument.
fr: Objet de référence pour permettre la création de tableaux qui ne sont pas des tableaux NumPy. Si un tableau passé en tant que ``like`` supporte le protocole ``__array_function__``, le résultat sera défini par celui-ci. Dans ce cas, il assure la création d'un objet tableau compatible avec celui passé par cet argument.

source: This object represents a serie for Pandas
fr: Cet objet représente une série pour les Pandas

source: This object represents series for Pandas
fr: Cet objet représente des séries pour les Pandas

source: dtype object of the underlying data.
fr: objet de type d des données sous-jacentes.

source: Two-dimensional size-mutable, potentially heterogeneous tabular data structure with labeled axes (rows and columns).
fr: Structure de données tabulaires bidimensionnelle à taille variable, potentiellement hétérogène, avec des axes étiquetés (lignes et colonnes).

source: This is a mixin for classes that require multlingual support
fr: Il s'agit d'un mixin pour les classes qui ont besoin d'un support multilingue

source: Translation language code
fr: Code de la langue de traduction

source: enumeration ordered by pondering each 1st language of a country with its population, worldwide
fr: dénombrement ordonné en considérant chaque 1ère langue d'un pays avec sa population, à l'échelle mondiale

source: The event’s unique id. This id should be globally unique so you should add an @DOMAIN_NAME to your id.
fr: L'identifiant unique de l'événement. Cet identifiant doit être unique au niveau mondial, vous devez donc ajouter un @DOMAIN_NAME à votre identifiant.

source: The event class (e.g. PUBLIC, PRIVATE, CONFIDENTIAL)
fr: La classe de l'événement (par exemple, PUBLIC, PRIVÉ, CONFIDENTIEL)

source: The event create time
fr: Le temps de création de l'événement

source: The event description
fr: Description de l'événement

source: The event start time
fr: L'heure de début de l'événement

source: The latitude and longitude of the event. The value returned by this property should be a two-tuple containing the latitude and longitude as float values. semicolon. Ex: (37.386013, -122.082932)
fr: La latitude et la longitude de l'événement. La valeur renvoyée par cette propriété doit être un double tuple contenant la latitude et la longitude sous forme de valeurs flottantes. point-virgule. Ex : (37.386013, -122.082932)

source: The event modified time
fr: L'événement a modifié l'heure

source: The event location
fr: Le lieu de l'événement

source: The event organizer. Expected to be a vCalAddress object. See iCalendar documentation or tests to know how to build them.
fr: L'organisateur de l'événement. Il doit s'agir d'un objet vCalAddress. Voir la documentation ou les tests d'iCalendar pour savoir comment les construire.

source: The status of an event. Can be CONFIRMED, CANCELLED or TENTATIVE.
fr: Le statut d'un événement. Il peut s'agir d'un événement CONFIRMÉ, ANNULÉ ou PROVISOIRE.

source: The event name/title
fr: Le nom/titre de l'événement

source: The event transparency. Defines whether the event shows up in busy searches. (e.g. OPAQUE, TRANSPARENT)
fr: Transparence de l'événement. Définit si l'événement apparaît dans les recherches actives. (par exemple : OPAQUE, TRANSPARENT)

source: The event url
fr: L'url de l'événement

source: The event end time
fr: L'heure de fin de l'événement

source: The event attendees. Expected to be a list of vCalAddress objects. See iCalendar documentation or tests to know how to build them.
fr: Les participants à l'événement. Il doit s'agir d'une liste d'objets vCalAddress. Voir la documentation ou les tests d'iCalendar pour savoir comment les construire.

source: The dates/times for exceptions of a recurring event. See iCalendar documentation or tests to know how to build them.
fr: Les dates/heures des exceptions d'un événement récurrent. Voir la documentation ou les tests d'iCalendar pour savoir comment les construire.

source: The recurring dates/times for a repeating event. See iCalendar documentation or tests to know how to build them.
fr: Les dates et heures récurrentes d'un événement répétitif. Voir la documentation ou les tests d'iCalendar pour savoir comment les construire.

source: The recurrence rule for repeating events. See iCalendar documentation or tests to know how to build them.
fr: La règle de récurrence pour les événements qui se répètent. Voir la documentation ou les tests d'iCalendar pour savoir comment les construire.

source: Alarms for the event, must be a list of Alarm objects. See iCalendar documentation or tests to know how to build them.
fr: Alarmes pour l'événement, doit être une liste d'objets Alarm. Voir la documentation ou les tests d'iCalendar pour savoir comment les construire.

source: This is the base object for an iCalendar file.
fr: Il s'agit de l'objet de base pour un fichier iCalendar.

source: The calendar product ID
fr: L'ID du produit du calendrier

source: The calendar method such as meeting requests.
fr: La méthode du calendrier, telle que les demandes de réunion.

source: The calendar timezone
fr: Le fuseau horaire du calendrier

source: The calendar name/title
fr: Le nom/titre du calendrier

source: This represents associates a typed content to a db model symbol.
fr: Cette représentation associe un contenu typé à un symbole du modèle de base de données.

source: python model class name
fr: nom de la classe du modèle python

source: The permissions system provides a way to assign permissions to specific users and groups of users. The permission system is used by the Django admin site, but may also be useful in your own code. The Django admin site uses permissions as follows: - The "add" permission limits the user's ability to view the "add" form and add an object. - The "change" permission limits a user's ability to view the change list, view the "change" form and change an object. - The "delete" permission limits the ability to delete an object. - The "view" permission limits the ability to view an object. Permissions are set globally per type of object, not per specific object instance. It is possible to say "Mary may change news stories," but it's not currently possible to say "Mary may change news stories, but only the ones she created herself" or "Mary may only change news stories that have a certain status or publication date." The permissions listed above are automatically created for each model.
fr: Le système de permissions permet d'attribuer des permissions à des utilisateurs et groupes d'utilisateurs spécifiques. Le système de permissions est utilisé par le site d'administration de Django, mais il peut aussi être utile dans votre propre code. Le site d'administration de Django utilise les permissions comme suit : - La permission "add" limite la capacité de l'utilisateur à voir le formulaire "add" et à ajouter un objet et d'ajouter un objet. - La permission "change" limite la capacité de l'utilisateur à voir la liste des modifications, à voir le formulaire "change" et à ajouter un objet la permission "modifier" limite la capacité d'un utilisateur à voir la liste des modifications, à voir le formulaire "modifier" et à modifier un objet. - L'autorisation "supprimer" limite la possibilité de supprimer un objet. - L'autorisation "visualiser" limite la possibilité de visualiser un objet. Les autorisations sont définies globalement par type d'objet, et non par instance d'objet spécifique. Il est possible de dire "Marie peut modifier les dépêches", mais il n'est pas possible actuellement de dire "Marie peut modifier les dépêches, mais seulement celles qu'elle a créées elle-même" ou "Marie ne peut modifier que les dépêches qui ont un certain statut ou une certaine date de publication" Les autorisations énumérées ci-dessus sont automatiquement créées pour chaque modèle.

source: Groups are a generic way of categorizing users to apply permissions, or some other label, to those users. A user can belong to any number of groups. A user in a group automatically has all the permissions granted to that group. For example, if the group 'Site editors' has the permission can_edit_home_page, any user in that group will have that permission.
fr: Les groupes sont un moyen générique de classer les utilisateurs afin de leur appliquer des autorisations ou d'autres labels. Un utilisateur peut appartenir à un nombre illimité de groupes. Un utilisateur appartenant à un groupe dispose automatiquement de toutes les autorisations accordées à ce groupe. Par exemple, si le groupe "Éditeurs de sites" dispose de la permission can_edit_home_page, tout utilisateur de ce groupe disposera de cette permission.

source: This objects represents a fully featured User model with admin-compliant permissions.
fr: Cet objet représente un modèle d'utilisateur complet avec des autorisations conformes aux règles d'administration.

source: Unique User name, usually email address
fr: Nom d'utilisateur unique, généralement l'adresse électronique

source: This objects represents a bank account.
fr: Cet objet représente un compte bancaire.

source: Bank account holder's name
fr: Nom du titulaire du compte bancaire

source: Bank's name
fr: Nom de la banque

source: Bank's street
fr: Rue de la banque

source: Bank's city
fr: Ville de la banque

source: Bank's zip code
fr: Code postal de la banque

source: Bank agency identifier
fr: Identifiant de l'agence bancaire

source: SWIFT BIC number
fr: Numéro BIC SWIFT

source: IBAN number
fr: Numéro IBAN

source: This object represents file informations.
fr: Cet objet représente des informations sur les fichiers.

source: Content size in bytes.
fr: Taille du contenu en octets.

source: Content size in human readable units.
fr: Taille du contenu en unités lisibles par l'homme.

source: SHA1 hash of the file.
fr: Le hachage SHA1 du fichier.

source: MIME type of the file
fr: Type MIME du fichier

source: This object represents an address following the convention of http://microformats.org/wiki/hcard
fr: Cet objet représente une adresse suivant la convention de http://microformats.org/wiki/hcard

source: This object represent a person, a company, an organization, or a place
fr: Cet objet représente une personne, une entreprise, une organisation ou un lieu

source: Email address
fr: Adresse email

source: Telephone number
fr: Numéro de téléphone

source: First Name
fr: Prénom

source: Family (often last) name
fr: Nom de famille

source: Name, formatted/full
fr: Nom, formaté/complet

source: This objects represents a merchant.
fr: Cet objet représente un commerçant.

source: This objects represents a product manufacturer.
fr: Cet objet représente un fabricant de produits.

source: This objects represents a customer.
fr: Cet objet représente un client.

source: This objects represents an app model.
fr: Cet objet représente un modèle d'application.

source: This objects represents an app fixture.
fr: Cet objet représente une fixation d'application.

source: Fixture values
fr: Valeurs de fixation

source: This objects represents an app view.
fr: Cet objet représente une vue de l'application.

source: This objects represents an app namespace.
fr: Cet objet représente l'espace de noms d'une application.

source: Namespace models
fr: Modèles d'espace de noms

source: Namespace fixtures
fr: Fixations de l'espace de noms

source: Namespace views
fr: Vues de l'espace de noms

source: This objects represents an app.
fr: Cet objet représente une application.

source: App entry points
fr: Points d'entrée de l'application

source: App supported language lists
fr: Listes des langues prises en charge par l'application

source: This objects represents a conversational pair.
fr: Cet objet représente un couple conversationnel.

source: This objects represents a conversational NLTK chatbot
fr: Cet objet représente un chatbot conversationnel NLTK

source: List of patterns and responses.
fr: Liste de modèles et de réponses.

source: Mapping between first and second person expressions
fr: Correspondance entre les expressions à la première et à la deuxième personne

source: Banana
fr: Banane

source: Pear
fr: Poire

source: Mango
fr: Mangue

source: Pineapple
fr: Ananas

source: Different keyboard Selects.
fr: Différentes sélections de clavier.

source: Select widget
fr: Sélectionner un widget

source: Radio widget
fr: Widget radio

source: Multiselect widget
fr: Widget multi-sélection

source: Toggle widget. Click to switch between items.
fr: Widget à bascule. Cliquez pour passer d'un élément à l'autre.

source: It is compatible and interchangeable with `Radio`.
fr: Il est compatible et interchangeable avec `Radio`.

source: Scrolling variant demo. Please, select an option:
fr: Démonstration d'une variante de défilement. Veuillez sélectionner une option :

source: 📜 Default Pager
fr: 📜 Pager par défaut

source: 📑 Customised pager
fr: 📑 Pager personnalisé

source: 📝 List scroll
fr: 📝 Liste de défilement

source: 📄 Text scroll
fr: 📄 Défilement du texte

source: 📟 StubScroll (getter-based)
fr: 📟 StubScroll (basé sur un getter)

source: 📜 & 📝 Sync scroll
fr: 📜 & 📝 Défilement synchrone

source: Scrolling group with default pager (legacy mode)
fr: Groupe de défilement avec téléavertisseur par défaut (mode ancien)

source: Scrolling group with external paging controls
fr: Groupe de défilement avec commandes de radiomessagerie externes

source: Text list scrolling:
fr: Défilement de la liste de texte :

source: Text scrolling:
fr: Défilement du texte :

source: Stub Scroll. Getter is used to paginate
fr: Stub Scroll. Getter est utilisé pour paginer

source: You are at page {current_page} of {pages}
fr: Vous êtes à la page {current_page} de {pages}

source: Day by number is {day}
fr: Le jour par numéro est {day}

source: object
fr: objet

source: automatically generated for telebot
fr: généré automatiquement pour telebot

source: This objects represents a Telegram bot. It allows you to add handlers for different kind of updates.
fr: Cet objet représente un bot Telegram. Il permet d'ajouter des gestionnaires pour différents types de mises à jour.

source: Bot name
fr: Nom du bot

source: bot API token
fr: jeton de l'API du bot

source: This object represents an incoming inline query. When the user sends an empty query, your bot could return some default or trending results.
fr: Cet objet représente une requête en ligne entrante. Lorsque l'utilisateur envoie une requête vide, votre robot peut renvoyer des résultats par défaut ou des tendances.

source: Commands are Telegram messages that start with /, optionally followed by an @ and the bot’s name and/or some additional text. The handler will add a list to the CallbackContext named CallbackContext.args. It will contain a list of strings, which is the text following the command split on single or consecutive whitespace characters
fr: Les commandes sont des messages Telegram qui commencent par /, éventuellement suivis d'un @ et du nom du bot et/ou d'un texte supplémentaire. Le gestionnaire ajoutera une liste au CallbackContext nommée CallbackContext.args. Elle contiendra une liste de chaînes de caractères, c'est-à-dire le texte qui suit la commande, divisé par des caractères d'espacement simples ou consécutifs

source: Handler class to handle telegram messages. They might contain text, media or status updates.
fr: Classe de gestionnaire permettant de traiter les messages des télégrammes. Ils peuvent contenir du texte, des médias ou des mises à jour d'état.
