Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: Back
fr: Retour

source: Select calendar configuration
fr: Sélectionner la configuration du calendrier

source: Default
fr: Par défaut

source: Customized
fr: Personnalisé

source: Default calendar widget
fr: Widget de calendrier par défaut

source: Customized calendar widget
fr: Widget calendrier personnalisé

source: Here we use custom text widgets to localize and store selection
fr: Nous utilisons ici des widgets de texte personnalisés pour localiser et stocker la sélection

source: Selected: {selected}
fr: Sélectionné : {selected}

source: No dates selected
fr: Aucune date sélectionnée

source: `Counter` widget is used to create +/- buttons.
fr: le widget `Counter` est utilisé pour créer des boutons +/-.

source: `Progress` widget shows percentage
fr: le widget `Progress` affiche le pourcentage

source: 📅 Calendar
fr: 📅 Calendrier

source: 💯 Counter and Progress
fr: 💯 Compteur et progrès

source: 🎛 Combining widgets
fr: 🎛 Combiner des widgets

source: 🔢 Multiple steps
fr: 🔢 Plusieurs étapes

source: ⌨️ Reply keyboard
fr: ⌨️ Clavier de réponse

source: automatically generated for https://schema.org/ by jsonld2jsonschema
fr: généré automatiquement pour https://schema.org/ par jsonld2jsonschema

source: Geo Shape
fr: Forme géométrique

source: Monetary Amount Distribution
fr: Distribution du Montant Monétaire

source: A statistical distribution of monetary amounts.
fr: Une distribution statistique de montants monétaires.

source: Workers Union
fr: Syndicat de travailleurs

source: A Workers Union (also known as a Labor Union, Labour Union, or Trade Union) is an organization that promotes the interests of its worker members by collectively bargaining with management, organizing, and political lobbying.
fr: Un syndicat de travailleurs (également connu sous le nom de syndicat de travailleurs, syndicat ouvrier ou syndicat professionnel) est une organisation qui promeut les intérêts de ses membres travailleurs en négociant collectivement avec la direction, en organisant et en faisant du lobbying politique.

source: Park
fr: Parc

source: A park.
fr: Un parc.

source: Pet Store
fr: Animalerie

source: A pet store.
fr: Une animalerie.

source: An apartment (in American English) or flat (in British English) is a self-contained housing unit (a type of residential real estate) that occupies only part of a building (source: Wikipedia, the free encyclopedia, see <a href="http://en.wikipedia.org/wiki/Apartment">http://en.wikipedia.org/wiki/Apartment</a>).
fr: Un appartement (en anglais américain) ou flat (en anglais britannique) est une unité de logement autonome (un type d'immobilier résidentiel) qui n'occupe qu'une partie d'un bâtiment (source : Wikipédia, l'encyclopédie libre, voir <a href="http://en.wikipedia.org/wiki/Apartment">http://en.wikipedia.org/wiki/Apartment)</a>.

source: Imaging Test
fr: Test d'imagerie

source: Any medical imaging modality typically used for diagnostic purposes.
fr: Toute modalité d'imagerie médicale généralement utilisée à des fins de diagnostic.

source: Interaction Counter
fr: Compteur d'Interactions

source: A summary of how users have interacted with this CreativeWork. In most cases, authors will use a subtype to specify the specific type of interaction.
fr: Résumé de la manière dont les utilisateurs ont interagi avec ce CreativeWork. Dans la plupart des cas, les auteurs utiliseront un sous-type pour spécifier le type d'interaction.

source: Parent Audience
fr: Public de Parents

source: A set of characteristics describing parents, who can be interested in viewing some content.
fr: Ensemble de caractéristiques décrivant les parents, qui peuvent être intéressés par la visualisation d'un certain contenu.

source: Product Model
fr: Modèle de Produit

source: A datasheet or vendor specification of a product (in the sense of a prototypical description).
fr: Une fiche technique ou une spécification d'un produit (dans le sens d'une description prototypique).

source: Photograph Action
fr: Action Photographique

source: The act of capturing still images of objects using a camera.
fr: L'action de capturer des images fixes d'objets à l'aide d'un appareil photo.

source: Flight Reservation
fr: Réservation de Vol

source: A reservation for air travel. Note: This type is for information about actual reservations, e.g. in confirmation emails or HTML pages with individual confirmations of reservations. For offers of tickets, use [[Offer]].
fr: Une réservation pour un voyage en avion. Note : Ce type est destiné aux informations sur les réservations réelles, par exemple dans les courriels de confirmation ou les pages HTML contenant des confirmations individuelles de réservations. Pour les offres de billets, utilisez [[Offre]].

source: Monetary Grant
fr: Subvention Monétaire

source: A monetary grant.
fr: Une subvention monétaire.

source: Treatment Indication
fr: Indication de Traitement

source: An indication for treating an underlying condition, symptom, etc.
fr: Une indication pour le traitement d'une affection sous-jacente, d'un symptôme, etc.

source: Cemetery
fr: Cimetière

source: A graveyard.
fr: Un cimetière.

source: Digital Platform Enumeration
fr: Recensement des plateformes numériques

source: Enumerates some common technology platforms, for use with properties such as [[actionPlatform]]. It is not supposed to be comprehensive - when a suitable code is not enumerated here, textual or URL values can be used instead. These codes are at a fairly high level and do not deal with versioning and other nuance. Additional codes can be suggested [in github](https://github.com/schemaorg/schemaorg/issues/3057).
fr: Enumère certaines plates-formes technologiques courantes, à utiliser avec des propriétés telles que [[actionPlatform]]. Elle n'est pas censée être exhaustive - lorsqu'un code approprié n'est pas énuméré ici, des valeurs textuelles ou URL peuvent être utilisées à la place. Ces codes sont d'un niveau assez élevé et ne traitent pas du versionnage et d'autres nuances. Des codes supplémentaires peuvent être suggérés [dans github] (https://github.com/schemaorg/schemaorg/issues/3057).

source: Check In Action
fr: Action d'Enregistrement

source: The act of an agent communicating (service provider, social media, etc) their arrival by registering/confirming for a previously reserved service (e.g. flight check-in) or at a place (e.g. hotel), possibly resulting in a result (boarding pass, etc). Related actions: * [[CheckOutAction]]: The antonym of CheckInAction. * [[ArriveAction]]: Unlike ArriveAction, CheckInAction implies that the agent is informing/confirming the start of a previously reserved service. * [[ConfirmAction]]: Unlike ConfirmAction, CheckInAction implies that the agent is informing/confirming the *start* of a previously reserved service rather than its validity/existence.
fr: L'acte d'un agent qui communique (fournisseur de services, médias sociaux, etc.) son arrivée en s'inscrivant/confirmant pour un service préalablement réservé (par exemple, l'enregistrement d'un vol) ou dans un lieu (par exemple, un hôtel), avec éventuellement un résultat (carte d'embarquement, etc.). Actions connexes : * [[CheckOutAction]] : L'antonyme de CheckInAction. * [[ArriveAction]] : Contrairement à ArriveAction, CheckInAction implique que l'agent informe/confirme le début d'un service précédemment réservé. * [ConfirmAction]] : Contrairement à ConfirmAction, CheckInAction implique que l'agent informe/confirme le *début* d'un service précédemment réservé plutôt que sa validité/existence.

source: Event Attendance Mode Enumeration
fr: Énumération du Mode de Participation aux Événements

source: An EventAttendanceModeEnumeration value is one of potentially several modes of organising an event, relating to whether it is online or offline.
fr: Une valeur EventAttendanceModeEnumeration correspond à l'un des nombreux modes d'organisation possibles d'un événement, selon qu'il se déroule en ligne ou hors ligne.

source: Medical Procedure
fr: Procédure Médicale

source: A process of care used in either a diagnostic, therapeutic, preventive or palliative capacity that relies on invasive (surgical), non-invasive, or other techniques.
fr: Processus de soins utilisé à des fins diagnostiques, thérapeutiques, préventives ou palliatives et faisant appel à des techniques invasives (chirurgicales), non invasives ou autres.

source: Food Establishment Reservation
fr: Réservation d'un Établissement Alimentaire

source: A reservation to dine at a food-related business. Note: This type is for information about actual reservations, e.g. in confirmation emails or HTML pages with individual confirmations of reservations.
fr: Une réservation pour un repas dans un établissement de restauration. Note : Ce type d'information concerne les réservations réelles, par exemple dans les courriels de confirmation ou les pages HTML contenant des confirmations individuelles de réservations.

source: Cover Art
fr: Dessin de Couverture

source: The artwork on the outer surface of a CreativeWork.
fr: L'œuvre d'art sur la surface extérieure d'un CreativeWork.

source: Health Insurance Plan
fr: Régime d'Assurance Maladie

source: A US-style health insurance plan, including PPOs, EPOs, and HMOs.
fr: Régime d'assurance maladie de type américain, comprenant les PPO, les EPO et les HMO.

source: Sports Organization
fr: Organisation Sportive

source: Represents the collection of all sports organizations, including sports teams, governing bodies, and sports associations.
fr: Représente la collection de toutes les organisations sportives, y compris les équipes sportives, les organes directeurs et les associations sportives.

source: Create Action
fr: Créer une Action

source: The act of deliberately creating/producing/generating/building a result out of the agent.
fr: L'acte de créer/produire/générer/construire délibérément un résultat à partir de l'agent.

source: Auto Repair
fr: Réparation Automobile

source: Car repair business.
fr: Entreprise de réparation automobile.

source: Bed And Breakfast
fr: Chambres d'hôtes

source: A set of characteristics belonging to businesses, e.g. who compose an item's target audience.
fr: Ensemble de caractéristiques propres aux entreprises, par exemple les personnes qui composent le public cible d'un produit.

source: Event
fr: Évènement

source: An event happening at a certain time and location, such as a concert, lecture, or festival. Ticketing information may be added via the [[offers]] property. Repeated events may be structured as separate Event objects.
fr: Un événement se déroulant à une certaine heure et dans un certain lieu, tel qu'un concert, une conférence ou un festival. Les informations relatives à la billetterie peuvent être ajoutées via la propriété [[offres]]. Les événements répétés peuvent être structurés comme des objets Event distincts.

source: Brokerage Account
fr: Compte de Courtage

source: An account that allows an investor to deposit funds and place investment orders with a licensed broker or brokerage firm.
fr: Un compte qui permet à un investisseur de déposer des fonds et de passer des ordres d'investissement auprès d'un courtier ou d'une société de courtage agréés.

source: Us Nonprofit Type
fr: Type d'Organisation à But Non Lucratif originaire des États-Unis

source: USNonprofitType: Non-profit organization type originating from the United States.
fr: USNonprofitType : Type d'organisation à but non lucratif originaire des États-Unis.

source: Automated Teller
fr: Distributeur Automatique de Billets

source: ATM/cash machine.
fr: Distributeur automatique de billets / distributeur de billets.

source: Crematorium
fr: Crématorium

source: Medical Condition Stage
fr: Stade de l’État Pathologique

source: A stage of a medical condition, such as 'Stage IIIa'.
fr: Stade d'une affection médicale, par exemple "stade IIIa".

source: Assess Action
fr: Évaluer l'Action

source: The act of forming one's opinion, reaction or sentiment.
fr: Action de se forger une opinion, une réaction ou un sentiment.

source: Fire Station
fr: Caserne de pompiers

source: A fire station. With firemen.
fr: Une caserne de pompiers. Avec des pompiers.

source: Css Selector Type
fr: Type de Sélecteur Css

source: Text representing a CSS selector.
fr: Texte représentant un sélecteur CSS.

source: A series of [[Event]]s. Included events can relate with the series using the [[superEvent]] property. An EventSeries is a collection of events that share some unifying characteristic. For example, "The Olympic Games" is a series, which is repeated regularly. The "2012 London Olympics" can be presented both as an [[Event]] in the series "Olympic Games", and as an [[EventSeries]] that included a number of sporting competitions as Events. The nature of the association between the events in an [[EventSeries]] can vary, but typical examples could include a thematic event series (e.g. topical meetups or classes), or a series of regular events that share a location, attendee group and/or organizers. EventSeries has been defined as a kind of Event to make it easy for publishers to use it in an Event context without worrying about which kinds of series are really event-like enough to call an Event. In general an EventSeries may seem more Event-like when the period of time is compact and when aspects such as location are fixed, but it may also sometimes prove useful to describe a longer-term series as an Event.
fr: Une série d'[[événements]]. Les événements inclus peuvent être liés à la série à l'aide de la propriété [[superEvent]]. Une série d'événements est une collection d'événements qui partagent une caractéristique commune. Par exemple, les "Jeux olympiques" sont une série qui se répète régulièrement se répète régulièrement. Les "Jeux olympiques de Londres 2012" peuvent être présentés à la fois comme un [[événement]] de la série "Jeux olympiques" et comme une [[série d'événements]] qui se répète régulièrement [[Série d'événements]] comprenant un certain nombre de compétitions sportives en tant qu'événements. La nature de l'association entre les événements d'une [[Série d'événements]] peut varier une série d'événements thématiques (par exemple, des réunions ou des cours), ou une série d'événements réguliers qui partagent un lieu, un groupe de participants et/ou des organisateurs. EventSeries a été défini comme un type d'événement afin de permettre aux éditeurs de l'utiliser dans un contexte d'événement sans se préoccuper de savoir quels types de séries sont les plus appropriés sans se préoccuper de savoir quels types de séries sont suffisamment proches d'un événement pour être qualifiés d'événement. En général, une EventSeries peut sembler plus proche d'un événement lorsque la période de temps est compacte et que des aspects tels que le lieu sont fixes, mais il peut aussi parfois s'avérer utile de décrire une série à plus long terme comme un événement.

source: Music Playlist
fr: Playlist de musique

source: A collection of music tracks in playlist form.
fr: Une collection de morceaux de musique sous forme de liste de lecture.

source: Virtual Location
fr: Lieu Virtuel

source: An online or virtual location for attending events. For example, one may attend an online seminar or educational event. While a virtual location may be used as the location of an event, virtual locations should not be confused with physical locations in the real world.
fr: Lieu en ligne ou virtuel permettant d'assister à des événements. Par exemple, on peut assister à un séminaire en ligne ou à un événement éducatif. Bien qu'un lieu virtuel puisse être utilisé comme lieu d'un événement, les lieux virtuels ne doivent pas être confondus avec des lieux physiques dans le monde réel.

source: Adult Entertainment
fr: Divertissement pour Adultes

source: An adult entertainment establishment.
fr: Un établissement de divertissement pour adultes.

source: [[Recommendation]] is a type of [[Review]] that suggests or proposes something as the best option or best course of action. Recommendations may be for products or services, or other concrete things, as in the case of a ranked list or product guide. A [[Guide]] may list multiple recommendations for different categories. For example, in a [[Guide]] about which TVs to buy, the author may have several [[Recommendation]]s.
fr: la [[Recommandation]] est un type de [[Révision]] qui suggère ou propose quelque chose comme étant la meilleure option ou le meilleur plan d'action. Les recommandations peuvent concerner des produits ou des services, ou d'autres choses concrètes, comme dans le cas d'une liste de classement ou d'un guide de produits. Un [[Guide]] peut énumérer plusieurs recommandations pour différentes catégories. Par exemple, dans un [[Guide]] sur les téléviseurs à acheter, l'auteur peut avoir plusieurs [[Recommandations]].

source: Audiobook
fr: Livre audio

source: An audiobook.
fr: Un livre audio.

source: A patient is any person recipient of health care services.
fr: Un patient est toute personne qui reçoit des services de soins de santé.

source: Government Benefits Type
fr: Type de Prestations Publiques

source: GovernmentBenefitsType enumerates several kinds of government benefits to support the COVID-19 situation. Note that this structure may not capture all benefits offered.
fr: GovernmentBenefitsType énumère plusieurs types de prestations gouvernementales destinées à soutenir la situation COVID-19. Il convient de noter que cette structure peut ne pas englober toutes les prestations offertes.

source: Product Collection
fr: Collection de produits

source: A set of products (either [[ProductGroup]]s or specific variants) that are listed together e.g. in an [[Offer]].
fr: Un ensemble de produits (soit des [[ProductGroup]]s, soit des variantes spécifiques) qui sont listés ensemble, par exemple dans une [[Offre]].

source: Organization Role
fr: Rôle dans l'Organisation

source: A subclass of Role used to describe roles within organizations.
fr: Une sous-classe de rôle utilisée pour décrire les rôles au sein des organisations.

source: Find Action
fr: Trouver une action

source: The act of finding an object. Related actions: * [[SearchAction]]: FindAction is generally lead by a SearchAction, but not necessarily.
fr: Action de trouver un objet. Actions connexes : * [[SearchAction]] : Une action de recherche est généralement précédée d'une action de recherche, mais pas nécessairement.

source: Geo Circle
fr: Géo-cercle

source: A GeoCircle is a GeoShape representing a circular geographic area. As it is a GeoShape it provides the simple textual property 'circle', but also allows the combination of postalCode alongside geoRadius. The center of the circle can be indicated via the 'geoMidpoint' property, or more approximately using 'address', 'postalCode'.
fr: Un GeoCircle est une GeoShape représentant une zone géographique circulaire. Comme il s'agit d'une géocarte il fournit la propriété textuelle simple "circle", mais permet également la combinaison de postalCode avec geoRadius. Le centre du cercle peut être indiqué au moyen de la propriété "geoMidpoint", ou plus approximativement en utilisant "address", "postalCode".

source: Sports Activity Location
fr: Activités sportives

source: A sports location, such as a playing field.
fr: Un lieu de sport, tel qu'un terrain de jeu.

source: Meeting Room
fr: Salle de réunion

source: A meeting room, conference room, or conference hall is a room provided for singular events such as business conferences and meetings (source: Wikipedia, the free encyclopedia, see <a href="http://en.wikipedia.org/wiki/Conference_hall">http://en.wikipedia.org/wiki/Conference_hall</a>). <br /><br /> See also the <a href="/docs/hotels.html">dedicated document on the use of schema.org for marking up hotels and other forms of accommodations</a>.
fr: Une salle de réunion, une salle de conférence ou une salle de conférence est une salle prévue pour des événements particuliers tels que des conférences et des réunions d'affaires (source : Wikipédia, l'encyclopédie libre, voir <a href="http://en.wikipedia.org/wiki/Conference_hall">http://en.wikipedia.org/wiki/Conference_hall)</a>. <br /><br /> Voir également le <a href="/docs/hotels.html">document dédié à l'utilisation de schema.org pour le marquage des hôtels et autres formes d'hébergement</a>.

source: Uk Nonprofit Type
fr: Uk Type d'organisation à but non lucratif

source: UKNonprofitType: Non-profit organization type originating from the United Kingdom.
fr: UKNonprofitType : Type d'organisation à but non lucratif originaire du Royaume-Uni.

source: Boat Trip
fr: Excursion en bateau

source: A trip on a commercial ferry line.
fr: Un voyage sur un ferry commercial.

source: Employee Role
fr: Rôle de l'employé

source: A subclass of OrganizationRole used to describe employee relationships.
fr: Une sous-classe de OrganizationRole utilisée pour décrire les relations avec les employés.

source: Book Store
fr: Librairie

source: A bookstore.
fr: Une librairie.

source: Update Action
fr: Action de mise à jour

source: The act of managing by changing/editing the state of the object.
fr: L'acte de gérer en changeant/éditant l'état de l'objet.

source: Mobile Application
fr: Application mobile

source: A software application designed specifically to work well on a mobile device such as a telephone.
fr: Une application logicielle conçue spécifiquement pour fonctionner sur un appareil mobile tel qu'un téléphone.

source: Diagnostic Procedure
fr: Procédure de diagnostic

source: A medical procedure intended primarily for diagnostic, as opposed to therapeutic, purposes.
fr: Procédure médicale destinée principalement à des fins diagnostiques, par opposition à des fins thérapeutiques.

source: Attorney
fr: Avocat

source: Professional service: Attorney. This type is deprecated - [[LegalService]] is more inclusive and less ambiguous.
fr: Service professionnel : Avocat. Ce type est déprécié - [[LegalService]] est plus complet et moins ambigu.

source: Trade Action
fr: Action commerciale

source: The act of participating in an exchange of goods and services for monetary compensation. An agent trades an object, product or service with a participant in exchange for a one time or periodic payment.
fr: L'acte de participer à un échange de biens et de services contre une compensation monétaire. Un agent échange un objet, un produit ou un service avec un participant en échange d'un paiement unique ou périodique.

source: Blood Test
fr: Test sanguin

source: A medical test performed on a sample of a patient's blood.
fr: Test médical effectué sur un échantillon de sang d'un patient.

source: Radio Station
fr: Station de radio

source: A radio station.
fr: Une station de radio.

source: Computer Store
fr: Magasin d’informatique

source: A computer store.
fr: Un magasin d'informatique.

source: Rental Car Reservation
fr: Réservation de véhicules de location

source: A reservation for a rental car. Note: This type is for information about actual reservations, e.g. in confirmation emails or HTML pages with individual confirmations of reservations.
fr: Réservation d'une voiture de location. Note : Ce type est destiné aux informations sur les réservations réelles, par exemple dans les courriels de confirmation ou les pages HTML contenant des confirmations individuelles de réservations.

source: Item List
fr: Liste des articles

source: A list of items of any sort&#x2014;for example, Top 10 Movies About Weathermen, or Top 100 Party Songs. Not to be confused with HTML lists, which are often used only for formatting.
fr: Une liste d'éléments de toute sorte - par exemple, les 10 meilleurs films sur les météorologues ou les 100 meilleures chansons de fête. À ne pas confondre avec les listes HTML, qui ne sont souvent utilisées que pour la mise en forme.
