Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: numbedsocc - HOSPITAL INPATIENT BED OCCUPANCY: Total number of staffed inpatient beds that are occupied.
fr: numbedsocc - HOSPITAL INPATIENT BED OCCUPANCY : Nombre total de lits d'hospitalisation occupés.

source: Price Type
fr: Type de prix

source: Defines the type of a price specified for an offered product, for example a list price, a (temporary) sale price or a manufacturer suggested retail price. If multiple prices are specified for an offer the [[priceType]] property can be used to identify the type of each such specified price. The value of priceType can be specified as a value from enumeration PriceTypeEnumeration or as a free form text string for price types that are not already predefined in PriceTypeEnumeration.
fr: Définit le type de prix spécifié pour un produit offert, par exemple un prix catalogue, un prix de vente (temporaire) ou un prix de vente conseillé par le fabricant. Si plusieurs prix sont spécifiés pour une offre, la propriété [[priceType]] peut être utilisée pour identifier le type de chacun des prix spécifiés. La valeur de priceType peut être spécifiée comme une valeur de l'énumération PriceTypeEnumeration ou comme une chaîne de texte libre pour les types de prix qui ne sont pas déjà prédéfinis dans PriceTypeEnumeration.

source: Trailer Weight
fr: Poids de la remorque

source: The permitted weight of a trailer attached to the vehicle. Typical unit code(s): KGM for kilogram, LBR for pound * Note 1: You can indicate additional information in the [[name]] of the [[QuantitativeValue]] node. * Note 2: You may also link to a [[QualitativeValue]] node that provides additional information using [[valueReference]]. * Note 3: Note that you can use [[minValue]] and [[maxValue]] to indicate ranges.
fr: Le poids autorisé d'une remorque attachée au véhicule. Code(s) d'unité(s) typique(s) : KGM pour kilogramme, LBR pour livre * Note 1 : Vous pouvez indiquer des informations supplémentaires dans le [[nom]] du nœud [[Valeur quantitative]]. * Note 2 : Vous pouvez également établir un lien avec un nœud [[QualitativeValue]] qui fournit des informations supplémentaires en utilisant [[valueReference]]. * Note 3 : Vous pouvez utiliser [[minValue]] et [[maxValue]] pour indiquer des fourchettes.

source: Cargo Volume
fr: Volume de chargement

source: The available volume for cargo or luggage. For automobiles, this is usually the trunk volume. Typical unit code(s): LTR for liters, FTQ for cubic foot/feet Note: You can use [[minValue]] and [[maxValue]] to indicate ranges.
fr: Volume disponible pour le chargement ou les bagages. Pour les automobiles, il s'agit généralement du volume du coffre. Code(s) d'unité(s) typique(s) : LTR pour litres, FTQ pour pieds cubes/pieds Note : Vous pouvez utiliser [[minValue]] et [[maxValue]] pour indiquer des fourchettes.

source: Album Release Type
fr: Type de sortie d'album

source: Child Min Age
fr: Âge minimum de l'enfant

source: Minimal age of the child.
fr: Âge minimal de l'enfant.

source: Is Accessory Or Spare Part For
fr: Est un accessoire ou une pièce de rechange pour

source: A pointer to another product (or multiple products) for which this product is an accessory or spare part.
fr: Un pointeur vers un autre produit (ou plusieurs produits) pour lequel ce produit est un accessoire ou une pièce détachée.

source: Release Of
fr: Libération de

source: The album this is a release of.
fr: L'album dont il s'agit est un extrait.

source: Season Number
fr: Numéro de la saison

source: Position of the season within an ordered group of seasons.
fr: Position de la saison dans un groupe ordonné de saisons.

source: Storage Requirements
fr: Exigences en matière de stockage

source: Storage requirements (free space required).
fr: Exigences en matière de stockage (espace libre requis).

source: Nerve Motor
fr: Nerf moteur

source: The neurological pathway extension that involves muscle control.
fr: L'extension de la voie neurologique qui implique le contrôle musculaire.

source: Permit Audience
fr: Permis Audience

source: The target audience for this permit.
fr: Le public cible de ce permis.

source: Required Collateral
fr: Garantie requise

source: Assets required to secure loan or credit repayments. It may take form of third party pledge, goods, financial instruments (cash, securities, etc.)
fr: Actifs nécessaires pour garantir le remboursement d'un prêt ou d'un crédit. Il peut s'agir du gage d'un tiers, de biens, d'instruments financiers (espèces, titres, etc.)

source: Action Application
fr: Demande d'action

source: An application that can complete the request.
fr: Une application qui peut compléter la demande.

source: Payment Due Date
fr: Date d'échéance

source: The date that payment is due.
fr: La date à laquelle le paiement est dû.

source: Target Product
fr: Produit cible

source: Target Operating System / Product to which the code applies. If applies to several versions, just the product name can be used.
fr: Système d'exploitation cible / Produit auquel le code s'applique. Si le code s'applique à plusieurs versions, seul le nom du produit peut être utilisé.

source: Buyer
fr: Acheteur

source: A sub property of participant. The participant/person/organization that bought the object.
fr: Une sous propriété de participant. Le participant/la personne/l'organisation qui a acheté l'objet.

source: Bus Number
fr: Numéro de bus

source: The unique identifier for the bus.
fr: L'identifiant unique du bus.

source: Hiring Organization
fr: Organisation d'embauche

source: Organization or Person offering the job position.
fr: Organisation ou personne offrant le poste.

source: Legislation Consolidates
fr: La législation consolide

source: Indicates another legislation taken into account in this consolidated legislation (which is usually the product of an editorial process that revises the legislation). This property should be used multiple times to refer to both the original version or the previous consolidated version, and to the legislations making the change.
fr: Indique une autre législation prise en compte dans cette législation consolidée (qui est généralement le produit d'un processus éditorial qui révise la législation). Cette propriété doit être utilisée plusieurs fois pour faire référence à la fois à la version originale ou à la version consolidée précédente, ainsi qu'aux législations apportant le changement.

source: Member
fr: Membre

source: A member of an Organization or a ProgramMembership. Organizations can be members of organizations; ProgramMembership is typically for individuals.
fr: Membre d'une organisation ou d'un ProgramMembership. Les organisations peuvent être membres d'organisations ; les membres de programmes sont généralement des individus.

source: How Performed
fr: Modalités d'exécution

source: How the procedure is performed.
fr: Comment se déroule la procédure.

source: Applies To Payment Method
fr: S'applique au mode de paiement

source: The payment method(s) to which the payment charge specification applies.
fr: Le(s) mode(s) de paiement auquel (auxquels) s'applique la spécification des frais de paiement.

source: Shipping Settings Link
fr: Lien vers les paramètres d'expédition

source: Link to a page containing [[ShippingRateSettings]] and [[DeliveryTimeSettings]] details.
fr: Lien vers une page contenant les détails de [[ShippingRateSettings]] et [[DeliveryTimeSettings]].

source: Number Of Seasons
fr: Nombre de saisons

source: The number of seasons in this series.
fr: Le nombre de saisons de cette série.

source: Has Bio Chem Entity Part
fr: A Bio Chem Entity Part

source: Indicates a BioChemEntity that (in some sense) has this BioChemEntity as a part.
fr: Indique une BioChemEntity qui (d'une certaine manière) fait partie de cette BioChemEntity.

source: Educational Level
fr: Niveau d'éducation

source: The level in terms of progression through an educational or training context. Examples of educational levels include 'beginner', 'intermediate' or 'advanced', and formal sets of level indicators.
fr: Le niveau en termes de progression dans un contexte d'éducation ou de formation. Parmi les exemples de niveaux d'enseignement, on peut citer les niveaux "débutant", "intermédiaire" ou "avancé", ainsi que des ensembles formels d'indicateurs de niveau.

source: Available Through
fr: Disponible auprès de

source: After this date, the item will no longer be available for pickup.
fr: Après cette date, l'article ne pourra plus être récupéré.

source: Software Requirements
fr: Configuration logicielle requise

source: Tracking Number
fr: Numéro de suivi

source: Shipper tracking number.
fr: Numéro de suivi de l'expéditeur.

source: Seat Section
fr: Section de siège

source: The section location of the reserved seat (e.g. Orchestra).
fr: La section dans laquelle se trouve le siège réservé (par exemple, Orchestre).

source: A media object that encodes this CreativeWork. This property is a synonym for encoding.
fr: Un objet média qui encode ce CreativeWork. Cette propriété est un synonyme d'encodage.

source: Health Plan Coinsurance Rate
fr: Taux de coassurance du régime de santé

source: The rate of coinsurance expressed as a number between 0.0 and 1.0.
fr: Le taux de coassurance exprimé par un nombre compris entre 0,0 et 1,0.

source: Action Platform
fr: Plate-forme d'action

source: The high level platform(s) where the Action can be performed for the given URL. To specify a specific application or operating system instance, use actionApplication.
fr: La ou les plateformes de haut niveau sur lesquelles l'action peut être exécutée pour l'URL donnée. Pour spécifier une application spécifique ou une instance de système d'exploitation, utilisez actionApplication.

source: Steering Position
fr: Position de la direction

source: The position of the steering wheel or similar device (mostly for cars).
fr: La position du volant ou d'un dispositif similaire (principalement pour les voitures).

source: Prep Time
fr: Temps de préparation

source: The length of time it takes to prepare the items to be used in instructions or a direction, in [ISO 8601 duration format](http://en.wikipedia.org/wiki/ISO_8601).
fr: Le temps nécessaire pour préparer les éléments à utiliser dans les instructions ou les directives, dans le [format de durée ISO 8601] (http://en.wikipedia.org/wiki/ISO_8601).

source: Warning
fr: Avertissement

source: Any FDA or other warnings about the drug (text or URL).
fr: Tout avertissement de la FDA ou autre concernant le médicament (texte ou URL).

source: Expected Arrival Until
fr: Arrivée prévue jusqu'au

source: The latest date the package may arrive.
fr: La date la plus tardive à laquelle le colis peut arriver.

source: Example Of Work
fr: Exemple de travail

source: A creative work that this work is an example/instance/realization/derivation of.
fr: Une œuvre de création dont cette œuvre est un exemple/une instance/une réalisation/une dérivation.

source: Cvd Num Beds
fr: Cvd Nombre de lits

source: numbeds - HOSPITAL INPATIENT BEDS: Inpatient beds, including all staffed, licensed, and overflow (surge) beds used for inpatients.
fr: numbeds - LITS D'HOSPITALISATION : Lits d'hospitalisation, y compris tous les lits avec personnel, les lits autorisés et les lits d'appoint utilisés pour les patients hospitalisés.

source: Lyrics
fr: Textes

source: The words in the song.
fr: Les paroles de la chanson.

source: Broadcast Signal Modulation
fr: Modulation des signaux de radiodiffusion

source: The modulation (e.g. FM, AM, etc) used by a particular broadcast service.
fr: La modulation (par exemple FM, AM, etc.) utilisée par un service de radiodiffusion particulier.

source: Loan Type
fr: Type de prêt

source: The type of a loan or credit.
fr: Le type de prêt ou de crédit.

source: Serious Adverse Outcome
fr: Résultat indésirable grave

source: A possible serious complication and/or serious side effect of this therapy. Serious adverse outcomes include those that are life-threatening; result in death, disability, or permanent damage; require hospitalization or prolong existing hospitalization; cause congenital anomalies or birth defects; or jeopardize the patient and may require medical or surgical intervention to prevent one of the outcomes in this definition.
fr: Complication grave possible et/ou effet secondaire grave de ce traitement. Les effets indésirables graves comprennent ceux qui mettent en jeu le pronostic vital, entraînent le décès, l'invalidité ou des dommages permanents, nécessitent une hospitalisation ou prolongent une hospitalisation existante, provoquent des anomalies congénitales ou des malformations à la naissance, ou mettent en danger le patient et peuvent nécessiter une intervention médicale ou chirurgicale pour prévenir l'un des effets mentionnés dans la présente définition.

source: Work Featured
fr: Travail en vedette

source: A work featured in some event, e.g. exhibited in an ExhibitionEvent. Specific subproperties are available for workPerformed (e.g. a play), or a workPresented (a Movie at a ScreeningEvent).
fr: Une œuvre présentée lors d'un événement, par exemple exposée lors d'un ExhibitionEvent. Des sous-propriétés spécifiques sont disponibles pour workPerformed (par exemple, une pièce de théâtre) ou workPresented (un film lors d'un ScreeningEvent).

source: Base Salary
fr: Salaire de base

source: The base salary of the job or of an employee in an EmployeeRole.
fr: Le salaire de base de l'emploi ou d'un employé dans un rôle d'employé.

source: A sub property of location. The course where this action was taken.
fr: Une sous-propriété de l'emplacement. Le cours où cette action a été effectuée.

source: Game Availability Type
fr: Type de disponibilité du jeu

source: Indicates the availability type of the game content associated with this action, such as whether it is a full version or a demo.
fr: Indique le type de disponibilité du contenu du jeu associé à cette action, par exemple s'il s'agit d'une version complète ou d'une démo.

source: The underlying innervation associated with the muscle.
fr: L'innervation sous-jacente associée au muscle.

source: Competency Required
fr: Compétence requise

source: Knowledge, skill, ability or personal attribute that must be demonstrated by a person or other entity in order to do something such as earn an Educational Occupational Credential or understand a LearningResource.
fr: Connaissances, compétences, aptitudes ou qualités personnelles dont une personne ou une autre entité doit faire preuve pour accomplir quelque chose, par exemple obtenir un diplôme professionnel ou comprendre une ressource d'apprentissage.

source: Remaining Attendee Capacity
fr: Capacité d'accueil restante

source: The number of attendee places for an event that remain unallocated.
fr: Nombre de places de participants à un événement qui n'ont pas été attribuées.

source: Parent Taxon
fr: Taxon parent

source: Closest parent taxon of the taxon in question.
fr: Taxon parent le plus proche du taxon en question.

source: Parent Service
fr: Service parent

source: A broadcast service to which the broadcast service may belong to such as regional variations of a national channel.
fr: Un service de radiodiffusion auquel le service de radiodiffusion peut appartenir, comme les déclinaisons régionales d'une chaîne nationale.

source: Replacee
fr: Remplacer

source: A sub property of object. The object that is being replaced.
fr: Une sous-propriété de l'objet. L'objet qui est remplacé.

source: Tracks
fr: Pistes

source: A music recording (track)&#x2014;usually a single song.
fr: Un enregistrement musical (piste) - généralement une seule chanson.

source: Spouse
fr: Conjoint

source: The person's spouse.
fr: Le conjoint de la personne.

source: Page End
fr: Fin de page

source: The page on which the work ends; for example "138" or "xvi".
fr: La page sur laquelle se termine l'ouvrage, par exemple "138" ou "xvi".

source: Disease Spread Statistics
fr: Statistiques sur la propagation des maladies

source: Statistical information about the spread of a disease, either as [[WebContent]], or described directly as a [[Dataset]], or the specific [[Observation]]s in the dataset. When a [[WebContent]] URL is provided, the page indicated might also contain more such markup.
fr: Informations statistiques sur la propagation d'une maladie, soit en tant que [[Contenu Web]], soit en tant que [[Ensemble de données]] décrite directement comme un [[Ensemble de données]], ou les [[Observations]] spécifiques de l'ensemble de données. Lorsqu'une URL de [[Contenu Web]] Est fournie, la page indiquée peut également contenir des [[Observations]] spécifiques dans l'ensemble de données est fournie, la page indiquée peut également contenir d'autres balises de ce type.

source: Layout Image
fr: Image de présentation

source: A schematic image showing the floorplan layout.
fr: Une image schématique montrant la disposition du plan d'étage.

source: Additional Number Of Guests
fr: Nombre supplémentaire d'invités

source: If responding yes, the number of guests who will attend in addition to the invitee.
fr: Si la réponse est oui, le nombre d'invités qui assisteront à la réunion en plus de la personne invitée.

source: Availability Ends
fr: Fin de la disponibilité

source: The end of the availability of the product or service included in the offer.
fr: La fin de la disponibilité du produit ou du service inclus dans l'offre.

source: Structural Class
fr: Classe structurelle

source: The name given to how bone physically connects to each other.
fr: Nom donné à la façon dont les os sont physiquement reliés les uns aux autres.

source: Programming Model
fr: Modèle de programmation

source: Indicates whether API is managed or unmanaged.
fr: Indique si l'API est gérée ou non gérée.

source: Fuel Consumption
fr: Consommation de carburant

source: The amount of fuel consumed for traveling a particular distance or temporal duration with the given vehicle (e.g. liters per 100 km). * Note 1: There are unfortunately no standard unit codes for liters per 100 km. Use [[unitText]] to indicate the unit of measurement, e.g. L/100 km. * Note 2: There are two ways of indicating the fuel consumption, [[fuelConsumption]] (e.g. 8 liters per 100 km) and [[fuelEfficiency]] (e.g. 30 miles per gallon). They are reciprocal. * Note 3: Often, the absolute value is useful only when related to driving speed ("at 80 km/h") or usage pattern ("city traffic"). You can use [[valueReference]] to link the value for the fuel consumption to another value.
fr: La quantité de carburant consommée pour parcourir une distance ou une durée donnée avec un véhicule donné (par exemple, litres pour 100 km). * Note 1 : Il n'existe malheureusement pas de code d'unité standard pour les litres par 100 km. Utilisez [[unitText]] pour indiquer l'unité de mesure, par exemple L/100 km. * Note 2 : Il existe deux façons d'indiquer la consommation de carburant, [[fuelConsumption]] (par exemple 8 litres par 100 km) et [[fuelEfficiency]] (par exemple 30 miles par gallon). Elles sont réciproques. * Note 3 : Souvent, la valeur absolue n'est utile que lorsqu'elle est liée à la vitesse de conduite ("à 80 km/h") ou au mode d'utilisation ("circulation urbaine"). Vous pouvez utiliser [[valeurRéférence]] pour lier la valeur de la consommation de carburant à une autre valeur.

source: Grantee
fr: Bénéficiaire

source: The person, organization, contact point, or audience that has been granted this permission.
fr: La personne, l'organisation, le point de contact ou le public à qui cette autorisation a été accordée.

source: Active Ingredient
fr: Ingrédient actif

source: An active ingredient, typically chemical compounds and/or biologic substances.
fr: Un ingrédient actif, généralement des composés chimiques et/ou des substances biologiques.

source: The scope of the warranty promise.
fr: L'étendue de la promesse de garantie.

source: Muscle Action
fr: Action musculaire

source: The movement the muscle generates.
fr: Le mouvement que le muscle génère.

source: Seller
fr: Vendeur

source: An entity which offers (sells / leases / lends / loans) the services / goods. A seller may also be a provider.
fr: Une entité qui offre (vend / loue / prête / prête) les services / biens. Un vendeur peut également être un fournisseur.

source: Study Location
fr: Lieu de l'étude

source: The location in which the study is taking/took place.
fr: Le lieu où l'étude se déroule.

source: Map Type
fr: Type de carte

source: Indicates the kind of Map, from the MapCategoryType Enumeration.
fr: Indique le type de carte, à partir de l'énumération MapCategoryType.

source: From Location
fr: De l’emplacement

source: A sub property of location. The original location of the object or the agent before the action.
fr: Une sous-propriété de l'emplacement. L'emplacement original de l'objet ou de l'agent avant l'action.

source: Knows About
fr: Connaît

source: Of a [[Person]], and less typically of an [[Organization]], to indicate a topic that is known about - suggesting possible expertise but not implying it. We do not distinguish skill levels here, or relate this to educational content, events, objectives or [[JobPosting]] descriptions.
fr: D'une [[Personne]], et moins typiquement d'une [[Organisation]], pour indiquer un sujet connu - suggérant une expertise possible mais ne l'impliquant pas. Nous ne distinguons pas ici les niveaux de compétence, ni n'établissons de lien avec le contenu éducatif, les événements, les objectifs ou les descriptions de [[JobPosting]].

source: Main Entity Of Page
fr: Principale entité

source: Indicates a page (or other CreativeWork) for which this thing is the main entity being described. See [background notes](/docs/datamodel.html#mainEntityBackground) for details.
fr: Indique une page (ou un autre CreativeWork) pour laquelle cette chose est l'entité principale décrite. Voir [background notes](/docs/datamodel.html#mainEntityBackground) pour plus de détails.

source: Actor
fr: Acteur

source: An actor, e.g. in TV, radio, movie, video games etc., or in an event. Actors can be associated with individual items or with a series, episode, clip.
fr: Un acteur, par exemple à la télévision, à la radio, au cinéma, dans les jeux vidéo, etc. ou dans un événement. Les acteurs peuvent être associés à des éléments individuels ou à une série, un épisode, un clip.

source: Released Event
fr: Événement déclenché

source: The place and time the release was issued, expressed as a PublicationEvent.
fr: Le lieu et l'heure où le communiqué a été publié, exprimés sous la forme d'un PublicationEvent.

source: Publication Type
fr: Type de publication

source: The type of the medical article, taken from the US NLM MeSH publication type catalog. See also [MeSH documentation](http://www.nlm.nih.gov/mesh/pubtypes.html).
fr: Le type d'article médical, extrait du catalogue des types de publications MeSH de la NLM des États-Unis. Voir également [MeSH documentation] (http://www.nlm.nih.gov/mesh/pubtypes.html).

source: Polygon
fr: Polygone

source: A polygon is the area enclosed by a point-to-point path for which the starting and ending points are the same. A polygon is expressed as a series of four or more space delimited points where the first and final points are identical.
fr: Un polygone est la zone délimitée par un chemin de point à point dont les points de départ et d'arrivée sont identiques. Un polygone est exprimé comme une série de quatre points ou plus, délimités par l'espace, dont le premier et le dernier point sont identiques.

source: Musical Key
fr: Clé musicale

source: The key, mode, or scale this composition uses.
fr: La clé, le mode ou la gamme que cette composition utilise.

source: Value
fr: Valeur
