Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: A music recording (track)&#x2014;usually a single song. If an ItemList is given, the list should contain items of type MusicRecording.
fr: Un enregistrement musical (piste) - généralement une seule chanson. Si une liste d'éléments est fournie, elle doit contenir des éléments de type MusicRecording.

source: Sub Reservation
fr: Sous-réservation

source: The individual reservations included in the package. Typically a repeated property.
fr: Les réservations individuelles incluses dans le paquet. Il s'agit généralement d'une propriété répétée.

source: Caption
fr: Légende

source: The caption for this object. For downloadable machine formats (closed caption, subtitles etc.) use MediaObject and indicate the [[encodingFormat]].
fr: La légende de cet objet. Pour les formats de machines téléchargeables (sous-titres codés, sous-titres, etc.), utilisez MediaObject et indiquez le [[encodingFormat]].

source: Content Location
fr: Emplacement du contenu

source: The location depicted or described in the content. For example, the location in a photograph or painting.
fr: Le lieu représenté ou décrit dans le contenu. Par exemple, le lieu dans une photographie ou une peinture.

source: Value Pattern
fr: Modèle de valeur

source: Specifies a regular expression for testing literal values according to the HTML spec.
fr: Spécifie une expression régulière pour tester les valeurs littérales conformément à la spécification HTML.

source: Currency
fr: Devise

source: The currency in which the monetary amount is expressed. Use standard formats: [ISO 4217 currency format](http://en.wikipedia.org/wiki/ISO_4217), e.g. "USD"; [Ticker symbol](https://en.wikipedia.org/wiki/List_of_cryptocurrencies) for cryptocurrencies, e.g. "BTC"; well known names for [Local Exchange Trading Systems](https://en.wikipedia.org/wiki/Local_exchange_trading_system) (LETS) and other currency types, e.g. "Ithaca HOUR".
fr: La devise dans laquelle le montant monétaire est exprimé. Utiliser les formats standard : [Format de devise ISO 4217](http://en.wikipedia.org/wiki/ISO_4217), par exemple "USD" ; [Symbole de téléscripteur](https://en.wikipedia.org/wiki/List_of_cryptocurrencies) pour les crypto-monnaies, par exemple "BTC" ; noms bien connus pour les [Systèmes d'échange locaux](https://en.wikipedia.org/wiki/Local_exchange_trading_system) (SEL) et d'autres types de devises, par exemple "Ithaca HOUR".

source: Hospital Affiliation
fr: Affiliation hospitalière

source: A hospital with which the physician or office is affiliated.
fr: Un hôpital auquel le médecin ou le cabinet est affilié.

source: Departure Bus Stop
fr: Arrêt de bus de départ

source: The stop or station from which the bus departs.
fr: L'arrêt ou la station d'où part le bus.

source: Shipping Destination
fr: Destination de la livraison

source: indicates (possibly multiple) shipping destinations. These can be defined in several ways, e.g. postalCode ranges.
fr: indique les destinations d'expédition (éventuellement multiples). Celles-ci peuvent être définies de différentes manières, par exemple par des plages de codes postaux.

source: Smiles
fr: Sourires

source: A specification in form of a line notation for describing the structure of chemical species using short ASCII strings. Double bond stereochemistry \ indicators may need to be escaped in the string in formats where the backslash is an escape character.
fr: Spécification sous forme de notation de ligne pour décrire la structure des espèces chimiques à l'aide de courtes chaînes ASCII. Les indicateurs de stéréochimie à double liaison peuvent devoir être échappés dans la chaîne dans les formats où la barre oblique inverse est un caractère d'échappement.

source: Work Hours
fr: Heures de travail

source: The typical working hours for this job (e.g. 1st shift, night shift, 8am-5pm).
fr: Les horaires de travail typiques pour cet emploi (par exemple, 1ère équipe, équipe de nuit, 8h-17h).

source: Educational Use
fr: Utilisation à des fins éducatives

source: The purpose of a work in the context of education; for example, 'assignment', 'group work'.
fr: L'objectif d'un travail dans le contexte de l'éducation ; par exemple, "devoir", "travail de groupe".

source: Exercise Related Diet
fr: Régime lié à l'exercice physique

source: A sub property of instrument. The diet used in this action.
fr: Une sous propriété de l'instrument. Le régime alimentaire utilisé dans cette action.

source: Legal Name
fr: Raison sociale

source: The official name of the organization, e.g. the registered company name.
fr: Le nom officiel de l'organisation, par exemple le nom de la société enregistrée.

source: Away Team
fr: Équipe extérieure

source: The away team in a sports event.
fr: L'équipe qui se déplace lors d'un événement sportif.

source: A set of requirements that must be fulfilled in order to perform an Action. If more than one value is specified, fulfilling one set of requirements will allow the Action to be performed.
fr: Ensemble d'exigences qui doivent être remplies pour qu'une action puisse être exécutée. Si plusieurs valeurs sont spécifiées, le respect d'un ensemble d'exigences permettra d'exécuter l'action.

source: Superseded By
fr: Remplacé par

source: Relates a term (i.e. a property, class or enumeration) to one that supersedes it.
fr: Relie un terme (c'est-à-dire une propriété, une classe ou une énumération) à un terme qui le remplace.

source: Copyright Holder
fr: Titulaire du droit d’auteur

source: The party holding the legal copyright to the CreativeWork.
fr: La partie qui détient les droits d'auteur de l'œuvre de création.

source: Accessibility Control
fr: Contrôle de l'accessibilité

source: Start Time
fr: Heure de début

source: Recorded In
fr: Enregistré en

source: Runtime platform or script interpreter dependencies (example: Java v1, Python 2.3, .NET Framework 3.0).
fr: Dépendances de la plate-forme d'exécution ou de l'interpréteur de script (exemple : Java v1, Python 2.3, .NET Framework 3.0).

source: The locality in which the street address is, and which is in the region. For example, Mountain View.
fr: La localité dans laquelle se trouve l’adresse municipale et qui se trouve dans la région. Par exemple, Mountain View.

source: Is Variant Of
fr: Est une variante de

source: Indicates the kind of product that this is a variant of. In the case of [[ProductModel]], this is a pointer (from a ProductModel) to a base product from which this product is a variant. It is safe to infer that the variant inherits all product features from the base model, unless defined locally. This is not transitive. In the case of a [[ProductGroup]], the group description also serves as a template, representing a set of Products that vary on explicitly defined, specific dimensions only (so it defines both a set of variants, as well as which values distinguish amongst those variants). When used with [[ProductGroup]], this property can apply to any [[Product]] included in the group.
fr: Indique le type de produit dont il s'agit d'une variante. Dans le cas de [[ProductModel]], il s'agit d'un pointeur (à partir d'un ProductModel) vers un produit de base dont ce produit est une variante. On peut en déduire que la variante hérite de toutes les caractéristiques du produit du modèle de base, à moins qu'elles ne soient définies localement. Ceci n'est pas transitif. Dans le cas d'un [[ProductGroup]], la description du groupe sert également de modèle, représentant un ensemble de produits qui varient uniquement en fonction de dimensions spécifiques explicitement définies (elle définit donc à la fois un ensemble de variantes et les valeurs qui distinguent ces variantes). Lorsqu'elle est utilisée avec [[ProductGroup]], cette propriété peut s'appliquer à tout [[Produit]] inclus dans le groupe.

source: Expects Acceptance Of
fr: Attend l'acceptation de

source: An Offer which must be accepted before the user can perform the Action. For example, the user may need to buy a movie before being able to watch it.
fr: Une offre qui doit être acceptée avant que l'utilisateur puisse effectuer l'action. Par exemple, l'utilisateur peut avoir besoin d'acheter un film avant de pouvoir le regarder.

source: Seat Number
fr: Nombre de siège

source: The location of the reserved seat (e.g., 27).
fr: L'emplacement du siège réservé (par exemple, 27).

source: Discount
fr: Remise

source: Any discount applied (to an Order).
fr: Toute réduction appliquée (à une commande).

source: Vehicle Transmission
fr: Transmission du véhicule

source: The type of component used for transmitting the power from a rotating power source to the wheels or other relevant component(s) ("gearbox" for cars).
fr: Type de composant utilisé pour transmettre la puissance d'une source d'énergie rotative aux roues ou à d'autres composants concernés ("boîte de vitesses" pour les voitures).

source: Branch Of
fr: Branche de

source: The larger organization that this local business is a branch of, if any. Not to be confused with (anatomical) [[branch]].
fr: L'organisation plus large dont cette entreprise locale est une branche, s'il y en a une. À ne pas confondre avec la [[branche]] (anatomique).

source: Item Defect Return Label Source
fr: Etiquette de retour pour défaut d'article Source

source: The method (from an enumeration) by which the customer obtains a return shipping label for a defect product.
fr: Méthode (issue d'une énumération) par laquelle le client obtient une étiquette de retour pour un produit défectueux.

source: Educational Alignment
fr: Alignement de l'éducation

source: An alignment to an established educational framework. This property should not be used where the nature of the alignment can be described using a simple property, for example to express that a resource [[teaches]] or [[assesses]] a competency.
fr: Un alignement sur un cadre éducatif établi. Cette propriété ne doit pas être utilisée lorsque la nature de l'alignement peut être décrite à l'aide d'une propriété simple, par exemple pour exprimer qu'une ressource [[enseigne]] ou [[évalue]] une compétence.

source: Imaging Technique
fr: Technique d'imagerie

source: Imaging technique used.
fr: Technique d'imagerie utilisée.

source: Health Plan Network Tier
fr: Niveau du réseau du régime de santé

source: The tier(s) for this network.
fr: Le(s) niveau(x) de ce réseau.

source: Arrival Time
fr: Heure d'arrivée

source: The expected arrival time.
fr: L'heure d'arrivée prévue.

source: Availability Starts
fr: La disponibilité débute

source: The beginning of the availability of the product or service included in the offer.
fr: Le début de la disponibilité du produit ou du service inclus dans l'offre.

source: Cooking Method
fr: Méthode de cuisson

source: The method of cooking, such as Frying, Steaming, ...
fr: La méthode de cuisson, telle que la friture, la cuisson à la vapeur, ...

source: Renegotiable Loan
fr: Prêt renégociable

source: Whether the terms for payment of interest can be renegotiated during the life of the loan.
fr: La possibilité de renégocier les conditions de paiement des intérêts pendant la durée du prêt.

source: Area Served
fr: Zone desservie

source: The geographic area where a service or offered item is provided.
fr: La zone géographique où un service ou un article offert est fourni.

source: Numbered Position
fr: Position numérotée

source: A number associated with a role in an organization, for example, the number on an athlete's jersey.
fr: Numéro associé à un rôle dans une organisation, par exemple le numéro du maillot d'un athlète.

source: Advance Booking Requirement
fr: Conditions de réservation à l'avance

source: The amount of time that is required between accepting the offer and the actual usage of the resource or service.
fr: Le temps nécessaire entre l'acceptation de l'offre et l'utilisation effective de la ressource ou du service.

source: Parent Organization
fr: Nadřazená organizace

source: The larger organization that this organization is a [[subOrganization]] of, if any.
fr: L'organisation plus large dont cette organisation est une [[sous-organisation]], le cas échéant.

source: Modified Time
fr: Temps modifiée

source: The date and time the reservation was modified.
fr: La date et l'heure de la modification de la réservation.

source: Cost Per Unit
fr: Coût par unité

source: The cost per unit of the drug.
fr: Le coût unitaire du médicament.

source: Illustrator
fr: Illustrateur

source: The illustrator of the book.
fr: L'illustrateur du livre.

source: Content Size
fr: Taille du contenu

source: File size in (mega/kilo)bytes.
fr: Taille du fichier en (méga/kilo)octets.

source: Contact Option
fr: Option de contact

source: An option available on this contact point (e.g. a toll-free number or support for hearing-impaired callers).
fr: Une option disponible sur ce point de contact (par exemple, un numéro gratuit ou une assistance pour les malentendants).

source: After Media
fr: Après les médias

source: A media object representing the circumstances after performing this direction.
fr: Un objet média représentant les circonstances après l'exécution de cette direction.

source: Price Valid Until
fr: Prix valable jusqu’au

source: The date after which the price is no longer available.
fr: Date à partir de laquelle le prix n'est plus disponible.

source: Available In
fr: Disponible en

source: The location in which the strength is available.
fr: L'endroit où la force est disponible.

source: Primary Prevention
fr: Prévention primaire

source: A preventative therapy used to prevent an initial occurrence of the medical condition, such as vaccination.
fr: Une thérapie préventive utilisée pour prévenir l'apparition initiale de l'état pathologique, telle que la vaccination.

source: Data Feed Element
fr: Élément du flux de données

source: An item within a data feed. Data feeds may have many elements.
fr: Un élément d'un flux de données. Les flux de données peuvent comporter de nombreux éléments.

source: Term Duration
fr: Durée du mandat

source: The amount of time in a term as defined by the institution. A term is a length of time where students take one or more classes. Semesters and quarters are common units for term.
fr: La durée d'un trimestre telle que définie par l'institution. Un trimestre est une période pendant laquelle les étudiants suivent un ou plusieurs cours. Les semestres et les trimestres sont des unités communes pour les trimestres.

source: Occupational Credential Awarded
fr: Titre professionnel délivré

source: A description of the qualification, award, certificate, diploma or other occupational credential awarded as a consequence of successful completion of this course or program.
fr: Une description de la qualification, de la récompense, du certificat, du diplôme ou de tout autre titre professionnel délivré à la suite de la réussite de ce cours ou de ce programme.

source: Penciler
fr: Crayon

source: The individual who draws the primary narrative artwork.
fr: La personne qui dessine l'œuvre d'art narrative principale.

source: Interest Rate
fr: Taux d'intérêt

source: The interest rate, charged or paid, applicable to the financial product. Note: This is different from the calculated annualPercentageRate.
fr: Le taux d'intérêt, facturé ou payé, applicable au produit financier. Remarque : ce taux est différent du taux annuel en pourcentage calculé.

source: Observation Date
fr: Date d'observation

source: The observationDate of an [[Observation]].
fr: La date d'observation d'une [[Observation]].

source: A slogan or motto associated with the item.
fr: Un slogan ou une devise associé(e) à l'article.

source: numventuse - MECHANICAL VENTILATORS IN USE: Total number of ventilators in use.
fr: numventuse - VENTILATEURS MÉCANIQUES UTILISÉS : Nombre total de ventilateurs utilisés.

source: Has Menu Section
fr: Dispose d'une section de menu

source: A subgrouping of the menu (by dishes, course, serving time period, etc.).
fr: Un sous-groupement du menu (par plats, cours, période de service, etc.).

source: Food Warning
fr: Avertissement alimentaire

source: Any precaution, guidance, contraindication, etc. related to consumption of specific foods while taking this drug.
fr: Toute précaution, recommandation, contre-indication, etc. liée à la consommation d'aliments spécifiques pendant la prise de ce médicament.

source: Legislation Type
fr: Type de législation

source: The type of the legislation. Examples of values are "law", "act", "directive", "decree", "regulation", "statutory instrument", "loi organique", "règlement grand-ducal", etc., depending on the country.
fr: Le type de législation. Des exemples de valeurs sont "loi", "acte", "directive", "décret", "règlement", "instrument statutaire", "loi organique", "règlement grand-ducal", etc. en fonction du pays.

source: Shipping Label
fr: Étiquette d'expédition

source: Label to match an [[OfferShippingDetails]] with a [[ShippingRateSettings]] (within the context of a [[shippingSettingsLink]] cross-reference).
fr: Étiquette permettant de faire correspondre une [[OfferShippingDetails]] avec une [[ShippingRateSettings]] (dans le contexte d'une référence croisée [[shippingSettingsLink]]).

source: Value Reference
fr: Valeur Référence

source: A secondary value that provides additional information on the original value, e.g. a reference temperature or a type of measurement.
fr: Une valeur secondaire qui fournit des informations supplémentaires sur la valeur originale, par exemple une température de référence ou un type de mesure.

source: Service Url
fr: Lien Service

source: The website to access the service.
fr: Le site web permettant d'accéder au service.

source: Job Immediate Start
fr: Emploi Démarrage immédiat

source: An indicator as to whether a position is available for an immediate start.
fr: Indicateur permettant de savoir si un poste est disponible pour un démarrage immédiat.

source: Book Edition
fr: Edition du livre

source: The edition of the book.
fr: L'édition du livre.

source: Taxon Rank
fr: Rang du taxon

source: The taxonomic rank of this taxon given preferably as a URI from a controlled vocabulary – typically the ranks from TDWG TaxonRank ontology or equivalent Wikidata URIs.
fr: Le rang taxonomique de ce taxon est donné de préférence sous la forme d'un URI provenant d'un vocabulaire contrôlé - typiquement les rangs de l'ontologie TaxonRank du TDWG ou les URI équivalents de Wikidata.

source: Boarding Policy
fr: Politique d'embarquement

source: The type of boarding policy used by the airline (e.g. zone-based or group-based).
fr: Le type de politique d'embarquement utilisé par la compagnie aérienne (par exemple, par zone ou par groupe).

source: Before Media
fr: Avant les médias

source: A media object representing the circumstances before performing this direction.
fr: Un objet média représentant les circonstances avant l'exécution de cette direction.

source: Min Price
fr: Prix min

source: The lowest price if the price is a range.
fr: Le prix le plus bas si le prix est une fourchette.

source: Department
fr: Département

source: A relationship between an organization and a department of that organization, also described as an organization (allowing different urls, logos, opening hours). For example: a store with a pharmacy, or a bakery with a cafe.
fr: Relation entre une organisation et un département de cette organisation, également décrit comme une organisation (autorisant différentes url, logos, heures d'ouverture). Par exemple : un magasin avec une pharmacie, ou une boulangerie avec un café.

source: Manufacturer
fr: Fabricant

source: The manufacturer of the product.
fr: Le fabricant du produit.

source: Applicable Location
fr: Lieu d'application

source: The location in which the status applies.
fr: Le lieu où le statut s'applique.

source: In Store Returns Offered
fr: Retours en magasin offerts

source: Are in-store returns offered? (For more advanced return methods use the [[returnMethod]] property.)
fr: Les retours en magasin sont-ils possibles ? (Pour des méthodes de retour plus avancées, utilisez la propriété [[returnMethod]])

source: Processing Time
fr: Délai de traitement

source: Estimated processing time for the service using this channel.
fr: Temps de traitement estimé pour le service utilisant ce canal.

source: The "spatial" property can be used in cases when more specific properties (e.g. [[locationCreated]], [[spatialCoverage]], [[contentLocation]]) are not known to be appropriate.
fr: La propriété "spatial" peut être utilisée dans les cas où des propriétés plus spécifiques (par exemple [[locationCreated]], [[spatialCoverage]], [[contentLocation]]) ne sont pas considérées comme appropriées.

source: The GTIN-14 code of the product, or the product to which the offer refers. See [GS1 GTIN Summary](http://www.gs1.org/barcodes/technical/idkeys/gtin) for more details.
fr: Le code GTIN-14 du produit ou le produit auquel l'offre se réfère. Voir [GS1 GTIN Summary] (http://www.gs1.org/barcodes/technical/idkeys/gtin) pour plus de détails.

source: Available Strength
fr: Résistance disponible

source: An available dosage strength for the drug.
fr: Dosage disponible pour le médicament.

source: Previous Item
fr: Point précédent

source: A link to the ListItem that precedes the current one.
fr: Un lien vers l'élément de la liste qui précède l'élément actuel.

source: Colleague
fr: Collègue

source: A colleague of the person.
fr: Un collègue de la personne.

source: Exercise Course
fr: Cours d'exercice

source: Video game which is played on this server.
fr: Jeu vidéo qui se joue sur ce serveur.

source: Roof Load
fr: Charge de la toiture

source: The permitted total weight of cargo and installations (e.g. a roof rack) on top of the vehicle. Typical unit code(s): KGM for kilogram, LBR for pound * Note 1: You can indicate additional information in the [[name]] of the [[QuantitativeValue]] node. * Note 2: You may also link to a [[QualitativeValue]] node that provides additional information using [[valueReference]] * Note 3: Note that you can use [[minValue]] and [[maxValue]] to indicate ranges.
fr: Le poids total autorisé du chargement et des installations (par exemple, une galerie de toit) sur le toit du véhicule. Code(s) d'unité(s) typique(s) : KGM pour kilogramme, LBR pour livre * Note 1 : Vous pouvez indiquer des informations supplémentaires dans le [[nom]] du nœud [[Valeur quantitative]]. * Note 2 : Vous pouvez également créer un lien vers un nœud [[QualitativeValue]] qui fournit des informations supplémentaires en utilisant [[valueReference]] * Note 3 : Notez que vous pouvez utiliser [[minValue]] et [[maxValue]] pour indiquer des fourchettes.

source: Total Payment Due
fr: Paiement total dû

source: The total amount due.
fr: Le montant total dû.

source: Emissions Co2
fr: Émissions Co2

source: The CO2 emissions in g/km. When used in combination with a QuantitativeValue, put "g/km" into the unitText property of that value, since there is no UN/CEFACT Common Code for "g/km".
fr: Les émissions de CO2 en g/km. Lorsqu'elle est utilisée en combinaison avec une QuantitativeValue, il convient d'indiquer "g/km" dans la propriété unitText de cette valeur, étant donné qu'il n'existe pas de code commun du CEFACT-ONU pour "g/km".

source: Text Value
fr: Valeur du texte

source: Text value being annotated.
fr: Valeur du texte annoté.

source: Potential Use
fr: Utilisation potentielle

source: Intended use of the BioChemEntity by humans.
fr: Utilisation prévue de l'entité BioChemEntity par l'homme.

source: Tributary
fr: Affluent

source: The anatomical or organ system that the vein flows into; a larger structure that the vein connects to.
fr: Système anatomique ou organique dans lequel la veine se jette ; structure plus large à laquelle la veine est reliée.

source: Photographs of this place.
fr: Photographies de ce lieu.

source: Publisher
fr: Éditeur
