Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: The act of expressing a positive sentiment about the object. An agent likes an object (a proposition, topic or theme) with participants.
fr: Le fait d'exprimer un sentiment positif à l'égard de l'objet. Un agent aime un objet (une proposition, un sujet ou un thème) avec les participants.

source: A canal, like the Panama Canal.
fr: Un canal, comme le canal de Panama.

source: Interact Action
fr: Action Interact

source: The act of interacting with another person or organization.
fr: L'acte d'interagir avec une autre personne ou organisation.

source: Math Solver
fr: Solveur de mathématiques

source: A math solver which is capable of solving a subset of mathematical problems.
fr: Un solveur mathématique capable de résoudre un sous-ensemble de problèmes mathématiques.

source: A collection of items, e.g. creative works or products.
fr: Un ensemble d'éléments, par exemple des œuvres créatives ou des produits.

source: Exercise Action
fr: Action d'exercice

source: The act of participating in exertive activity for the purposes of improving health and fitness.
fr: Le fait de participer à une activité physique dans le but d'améliorer la santé et la condition physique.

source: Game Server Status
fr: Statut du serveur de jeu

source: Status of a game server.
fr: Statut d'un serveur de jeu.

source: Gene
fr: Gène

source: A discrete unit of inheritance which affects one or more biological traits (Source: [https://en.wikipedia.org/wiki/Gene](https://en.wikipedia.org/wiki/Gene)). Examples include FOXP2 (Forkhead box protein P2), SCARNA21 (small Cajal body-specific RNA 21), A- (agouti genotype).
fr: Une unité discrète d'héritage qui affecte un ou plusieurs traits biologiques (Source : [https://en.wikipedia.org/wiki/Gene](https://en.wikipedia.org/wiki/Gene)). Exemples : FOXP2 (Forkhead box protein P2), SCARNA21 (small Cajal body-specific RNA 21), A- (génotype agouti).

source: Invoice
fr: Facture

source: A statement of the money due for goods or services; a bill.
fr: Un relevé des sommes dues pour des biens ou des services ; une facture.

source: Post Office
fr: Bureau de poste

source: A post office.
fr: Un bureau de poste.

source: Text Digital Document
fr: Texte Document numérique

source: A file composed primarily of text.
fr: Un fichier composé principalement de texte.

source: Flight
fr: Vol

source: An airline flight.
fr: Un vol d'avion.

source: Text
fr: Texte

source: Data type: Text.
fr: Type de données : Texte.

source: Bed Type
fr: Type de lit

source: A type of bed. This is used for indicating the bed or beds available in an accommodation.
fr: Un type de lit. Il est utilisé pour indiquer le ou les lits disponibles dans un logement.

source: Blog Posting
fr: Annonce de blog

source: A blog post.
fr: Un article de blog.

source: Properties that take Distances as values are of the form '&lt;Number&gt; &lt;Length unit of measure&gt;'. E.g., '7 ft'.
fr: Les propriétés qui prennent les distances comme valeurs sont de la forme '&lt;Number&gt ; &lt;Length unit of measure&gt;'. Par exemple, "7 ft".

source: Lodging Reservation
fr: Réservation d'hébergement

source: A reservation for lodging at a hotel, motel, inn, etc. Note: This type is for information about actual reservations, e.g. in confirmation emails or HTML pages with individual confirmations of reservations.
fr: Réservation d'un logement dans un hôtel, un motel, une auberge, etc. Note : Ce type est destiné aux informations sur les réservations réelles, par exemple dans les courriels de confirmation ou les pages HTML contenant des confirmations individuelles de réservations.

source: Search Results Page
fr: Page de résultats de la recherche

source: Web page type: Search results page.
fr: Type de page web : Page de résultats de recherche.

source: Tennis Complex
fr: Complexe de tennis

source: A tennis complex.
fr: Un complexe de tennis.

source: Embassy
fr: Ambassade

source: An embassy.
fr: Une ambassade.

source: Medical Guideline
fr: Directive médicale

source: Any recommendation made by a standard society (e.g. ACC/AHA) or consensus statement that denotes how to diagnose and treat a particular condition. Note: this type should be used to tag the actual guideline recommendation; if the guideline recommendation occurs in a larger scholarly article, use MedicalScholarlyArticle to tag the overall article, not this type. Note also: the organization making the recommendation should be captured in the recognizingAuthority base property of MedicalEntity.
fr: Toute recommandation faite par une société standard (par ex. ACC/AHA) ou une déclaration de consensus qui indique comment diagnostiquer et traiter une condition particulière. Remarque : ce type doit être utilisé pour baliser la recommandation de ligne directrice proprement dite ; si la recommandation de ligne directrice figure dans un article savant plus vaste, utiliser MedicalScholarlyArticle pour baliser l'ensemble de l'article, et non ce type. Note également : l'organisation qui fait la recommandation doit être capturée dans la propriété de base recognizingAuthority de MedicalEntity.

source: Camping Pitch
fr: Emplacement de camping

source: A [[CampingPitch]] is an individual place for overnight stay in the outdoors, typically being part of a larger camping site, or [[Campground]]. In British English a campsite, or campground, is an area, usually divided into a number of pitches, where people can camp overnight using tents or camper vans or caravans; this British English use of the word is synonymous with the American English expression campground. In American English the term campsite generally means an area where an individual, family, group, or military unit can pitch a tent or park a camper; a campground may contain many campsites. (Source: Wikipedia, see [https://en.wikipedia.org/wiki/Campsite](https://en.wikipedia.org/wiki/Campsite).) See also the dedicated [document on the use of schema.org for marking up hotels and other forms of accommodations](/docs/hotels.html).
fr: Un [[Emplacement de camping]] est un endroit individuel pour passer la nuit en plein air, faisant généralement partie d'un camping plus grand, ou [[Terrain de camping]]. En anglais britannique, un camping, ou terrain de camping, est une zone, généralement divisée en un certain nombre d'emplacements, où les gens peuvent camper pendant la nuit en utilisant des tentes, des camping-cars ou des caravanes ; cette utilisation du mot en anglais britannique est synonyme de l'expression anglaise américaine campground. En anglais américain, le terme campsite désigne généralement une zone où un individu, une famille, un groupe ou une unité militaire peut planter une tente ou garer un camping-car ; un terrain de camping peut contenir de nombreux emplacements. (Source : Wikipedia, voir [https://en.wikipedia.org/wiki/Campsite](https://en.wikipedia.org/wiki/Campsite).) Voir également le [document sur l'utilisation de schema.org pour le marquage des hôtels et autres formes d'hébergement] (/docs/hotels.html).

source: Lose Action
fr: Perdre l'action

source: The act of being defeated in a competitive activity.
fr: Le fait d'être vaincu dans une activité compétitive.

source: Elementary School
fr: École primaire

source: An elementary school.
fr: Une école primaire.

source: Email Message
fr: Message de l’e-mail

source: An email message.
fr: Un message électronique.

source: Sale Event
fr: Évènement de vente

source: Event type: Sales event.
fr: Type d'événement : Événement de vente.

source: Control Action
fr: Action de contrôle

source: An agent controls a device or application.
fr: Un agent contrôle un appareil ou une application.

source: Game Availability Enumeration
fr: Énumération de la disponibilité des jeux

source: For a [[VideoGame]], such as used with a [[PlayGameAction]], an enumeration of the kind of game availability offered.
fr: Pour un [[VideoGame]], tel qu'utilisé avec une [[PlayGameAction]], une énumération du type de disponibilité du jeu offert.

source: Action Status Type
fr: Action Statut Type

source: The status of an Action.
fr: Le statut d'une action.

source: Media Review Item
fr: Point de vue des médias

source: Image Object Snapshot
fr: Instantané de l'objet image

source: A camping site, campsite, or [[Campground]] is a place used for overnight stay in the outdoors, typically containing individual [[CampingPitch]] locations. In British English a campsite is an area, usually divided into a number of pitches, where people can camp overnight using tents or camper vans or caravans; this British English use of the word is synonymous with the American English expression campground. In American English the term campsite generally means an area where an individual, family, group, or military unit can pitch a tent or park a camper; a campground may contain many campsites (source: Wikipedia, see [https://en.wikipedia.org/wiki/Campsite](https://en.wikipedia.org/wiki/Campsite)). See also the dedicated [document on the use of schema.org for marking up hotels and other forms of accommodations](/docs/hotels.html).
fr: Un camping, un emplacement de camping ou un [[Terrain de camping]] est un lieu utilisé pour passer la nuit en plein air, contenant généralement des emplacements individuels [[CampingPitch]]. En anglais britannique, un camping est une zone, généralement divisée en un certain nombre d'emplacements, où les gens peuvent camper pendant la nuit avec des tentes, des camping-cars ou des caravanes ; cette utilisation du mot en anglais britannique est synonyme de l'expression anglaise américaine campground. En anglais américain, le terme campsite désigne généralement une zone où un individu, une famille, un groupe ou une unité militaire peut planter une tente ou garer un camping-car ; un terrain de camping peut contenir de nombreux emplacements (source : Wikipedia, voir [https://en.wikipedia.org/wiki/Campsite](https://en.wikipedia.org/wiki/Campsite)). Voir également le [document sur l'utilisation de schema.org pour le marquage des hôtels et autres formes d'hébergement] (/docs/hotels.html).

source: A MerchantReturnPolicy provides information about product return policies associated with an [[Organization]], [[Product]], or [[Offer]].
fr: Un MerchantReturnPolicy fournit des informations sur les politiques de retour de produits associées à une [[Organisation]], un [[Produit]] ou une [[Offre]].

source: Complete Data Feed
fr: Flux de données complet

source: A [[CompleteDataFeed]] is a [[DataFeed]] whose standard representation includes content for every item currently in the feed. This is the equivalent of Atom's element as defined in Feed Paging and Archiving [RFC 5005](https://tools.ietf.org/html/rfc5005), for example (and as defined for Atom), when using data from a feed that represents a collection of items that varies over time (e.g. "Top Twenty Records") there is no need to have newer entries mixed in alongside older, obsolete entries. By marking this feed as a CompleteDataFeed, old entries can be safely discarded when the feed is refreshed, since we can assume the feed has provided descriptions for all current items.
fr: Un [[CompleteDataFeed]] est un [[DataFeed]] dont la représentation standard inclut le contenu de chaque élément du flux. C'est l'équivalent de l'élément Atom tel que défini dans Feed Paging and Archiving [RFC 5005] (https://tools.ietf.org/html/rfc5005), par exemple (et tel que défini pour Atom), lors de l'utilisation de données provenant d'un flux qui représente une collection d'éléments variant dans le temps (par exemple, "Top Twenty Records"), il n'est pas nécessaire de mélanger des entrées plus récentes avec des entrées plus anciennes et obsolètes. En marquant ce flux comme CompleteDataFeed, les anciennes entrées peuvent être supprimées en toute sécurité lorsque le flux est actualisé, puisque nous pouvons supposer que le flux a fourni des descriptions pour tous les éléments actuels.

source: An article, such as a news article or piece of investigative report. Newspapers and magazines have articles of many different types and this is intended to cover them all. See also [blog post](http://blog.schema.org/2014/09/schemaorg-support-for-bibliographic_2.html).
fr: Un article, tel qu'un article d'actualité ou un rapport d'enquête. Les journaux et les magazines publient des articles de différents types et cette rubrique a pour but de les couvrir tous. Voir également [billet de blog] (http://blog.schema.org/2014/09/schemaorg-support-for-bibliographic_2.html).

source: City
fr: Ville

source: A city or town.
fr: Une ville ou un village.

source: Health Plan Cost Sharing Specification
fr: Spécification du partage des coûts du régime de santé

source: A description of costs to the patient under a given network or formulary.
fr: Description des coûts pour le patient dans le cadre d'un réseau ou d'un formulaire donné.

source: Medical Observational Study
fr: Étude d'observation médicale

source: An observational study is a type of medical study that attempts to infer the possible effect of a treatment through observation of a cohort of subjects over a period of time. In an observational study, the assignment of subjects into treatment groups versus control groups is outside the control of the investigator. This is in contrast with controlled studies, such as the randomized controlled trials represented by MedicalTrial, where each subject is randomly assigned to a treatment group or a control group before the start of the treatment.
fr: Une étude d'observation est un type d'étude médicale qui tente de déduire l'effet possible d'un traitement par l'observation d'une cohorte de sujets sur une période donnée. Dans une étude d'observation, la répartition des sujets entre les groupes de traitement et les groupes de contrôle échappe au contrôle de l'enquêteur. Cela contraste avec les études contrôlées, telles que les essais contrôlés randomisés représentés par MedicalTrial, où chaque sujet est assigné de manière aléatoire à un groupe de traitement ou à un groupe de contrôle avant le début du traitement.

source: Audio Object Snapshot
fr: Instantané d'objet audio

source: A specific and exact (byte-for-byte) version of an [[AudioObject]]. Two byte-for-byte identical files, for the purposes of this type, considered identical. If they have different embedded metadata the files will differ. Different external facts about the files, e.g. creator or dateCreated that aren't represented in their actual content, do not affect this notion of identity.
fr: Version spécifique et exacte (octet par octet) d'un [[AudioObject]]. Deux fichiers identiques octet par octet, pour les besoins de ce type, sont considérés comme identiques. S'ils ont des métadonnées intégrées différentes, les fichiers seront différents. Des faits externes différents concernant les fichiers, par exemple le créateur ou la date de création, qui ne sont pas représentés dans leur contenu réel, n'affectent pas cette notion d'identité.

source: Statement
fr: Déclaration

source: A statement about something, for example a fun or interesting fact. If known, the main entity this statement is about can be indicated using mainEntity. For more formal claims (e.g. in Fact Checking), consider using [[Claim]] instead. Use the [[text]] property to capture the text of the statement.
fr: Une déclaration sur quelque chose, par exemple un fait amusant ou intéressant. Si elle est connue, l'entité principale sur laquelle porte cette déclaration peut être indiquée à l'aide de mainEntity. Pour des affirmations plus formelles (par exemple dans le cadre de la vérification des faits), il est préférable d'utiliser [[Claim]] à la place. Utilisez la propriété [[text]] pour capturer le texte de la déclaration.

source: Trip
fr: Voyage

source: A trip or journey. An itinerary of visits to one or more places.
fr: Un voyage ou un déplacement. Un itinéraire de visites dans un ou plusieurs lieux.

source: Medical Indication
fr: Indication médicale

source: A condition or factor that indicates use of a medical therapy, including signs, symptoms, risk factors, anatomical states, etc.
fr: Une condition ou un facteur qui indique l'utilisation d'une thérapie médicale, y compris les signes, les symptômes, les facteurs de risque, les états anatomiques, etc.

source: Research Organization
fr: Organisation de la recherche

source: A Research Organization (e.g. scientific institute, research company).
fr: Un organisme de recherche (par exemple, un institut scientifique, une société de recherche).

source: Gender Type
fr: Genre Type

source: An enumeration of genders.
fr: Une énumération des genres.

source: Qa Page
fr: Page Qa

source: A QAPage is a WebPage focussed on a specific Question and its Answer(s), e.g. in a question answering site or documenting Frequently Asked Questions (FAQs).
fr: Une page QAP est une page web consacrée à une question spécifique et à sa ou ses réponses, par exemple dans un site de réponse aux questions ou de documentation sur les questions fréquemment posées (FAQ).

source: Physical Activity Category
fr: Catégorie d'activité physique

source: Categories of physical activity, organized by physiologic classification.
fr: Catégories d'activité physique, organisées par classification physiologique.

source: Adult Oriented Enumeration
fr: Recensement orienté vers les adultes

source: Enumeration of considerations that make a product relevant or potentially restricted for adults only.
fr: Enumération des considérations qui font qu'un produit est pertinent ou potentiellement réservé aux adultes.

source: Playground
fr: Espace ludique

source: A playground.
fr: Un terrain de jeu.

source: Medical Observational Study Design
fr: Conception d'une étude d'observation médicale

source: Design models for observational medical studies. Enumerated type.
fr: Modèles de conception pour les études médicales d'observation. Type énuméré.

source: Chemical Substance
fr: Substance chimique

source: A chemical substance is 'a portion of matter of constant composition, composed of molecular entities of the same type or of different types' (source: [ChEBI:59999](https://www.ebi.ac.uk/chebi/searchId.do?chebiId=59999)).
fr: Une substance chimique est "une portion de matière de composition constante, composée d'entités moléculaires de même type ou de types différents" (source : [ChEBI:59999](https://www.ebi.ac.uk/chebi/searchId.do?chebiId=59999)).

source: Medicine System
fr: Système de médecine

source: Systems of medical practice.
fr: Systèmes de pratique médicale.

source: Subway Station
fr: Station de métro

source: A subway station.
fr: Une station de métro.

source: Some Products
fr: Quelques Articles

source: A placeholder for multiple similar products of the same kind.
fr: Un espace réservé pour plusieurs produits similaires du même type.

source: Monetary Amount
fr: Montant monétaire

source: A monetary value or range. This type can be used to describe an amount of money such as $50 USD, or a range as in describing a bank account being suitable for a balance between £1,000 and £1,000,000 GBP, or the value of a salary, etc. It is recommended to use [[PriceSpecification]] Types to describe the price of an Offer, Invoice, etc.
fr: Une valeur monétaire ou une fourchette. Ce type peut être utilisé pour décrire une somme d'argent telle que 50 USD, ou une fourchette telle que la description d'un compte bancaire dont le solde est compris entre 1 000 et 1 000 000 GBP, ou la valeur d'un salaire, etc. Il est recommandé d'utiliser les types [[PriceSpecification]] Pour décrire le prix d'une offre, d'une facture, etc.

source: Insert Action
fr: Insérer une action

source: The act of adding at a specific location in an ordered collection.
fr: L'action d'ajouter à un endroit spécifique d'une collection ordonnée.

source: Return Label Source Enumeration
fr: Étiquette de retour Énumération de la source

source: Enumerates several types of return labels for product returns.
fr: Enumère plusieurs types d'étiquettes de retour pour les produits retournés.

source: Product Group
fr: Groupe de produits

source: A ProductGroup represents a group of [[Product]]s that vary only in certain well-described ways, such as by [[size]], [[color]], [[material]] etc. While a ProductGroup itself is not directly offered for sale, the various varying products that it represents can be. The ProductGroup serves as a prototype or template, standing in for all of the products who have an [[isVariantOf]] relationship to it. As such, properties (including additional types) can be applied to the ProductGroup to represent characteristics shared by each of the (possibly very many) variants. Properties that reference a ProductGroup are not included in this mechanism; neither are the following specific properties [[variesBy]], [[hasVariant]], [[url]].
fr: Un ProductGroup représente un groupe de [[produits]]s qui ne varient que de certaines façons bien décrites, telles que la [[taille]], la [[couleur]], le [[matériau]], etc. Bien qu'un ProductGroup lui-même ne soit pas directement proposé à la vente, les différents produits qu'il représente peuvent l'être. Le ProductGroup sert de prototype ou de modèle, représentant tous les produits qui ont une relation [[isVariantOf]] avec lui. À ce titre, des propriétés (y compris des types supplémentaires) peuvent être appliquées au groupe de produits pour représenter les caractéristiques partagées par chacune des (éventuellement très nombreuses) variantes. Les propriétés qui font référence à un ProductGroup ne sont pas incluses dans ce mécanisme, pas plus que les propriétés spécifiques suivantes [[variesBy]], [[hasVariant]], [[url]].

source: Recommended Dose Schedule
fr: Calendrier des doses recommandées

source: A recommended dosing schedule for a drug or supplement as prescribed or recommended by an authority or by the drug/supplement's manufacturer. Capture the recommending authority in the recognizingAuthority property of MedicalEntity.
fr: Schéma posologique recommandé pour un médicament ou un supplément, tel que prescrit ou recommandé par une autorité ou par le fabricant du médicament ou du supplément. Capturez l'autorité qui recommande dans la propriété recognizingAuthority de MedicalEntity.

source: Action Access Specification
fr: Spécification d'accès à l'action

source: A set of requirements that must be fulfilled in order to perform an Action.
fr: Un ensemble d'exigences qui doivent être remplies pour effectuer une action.

source: Entertainment Business
fr: Entreprise de divertissement

source: A business providing entertainment.
fr: Une entreprise qui propose des divertissements.

source: Beach
fr: Plage

source: Beach.
fr: Plage.

source: React Action
fr: Action React

source: The act of responding instinctively and emotionally to an object, expressing a sentiment.
fr: Action de réagir instinctivement et émotionnellement à un objet, d'exprimer un sentiment.

source: Medical Scholarly Article
fr: Article médical érudit

source: A scholarly article in the medical domain.
fr: Un article scientifique dans le domaine médical.

source: Refund Type Enumeration
fr: Enumération des types de remboursement

source: Enumerates several kinds of product return refund types.
fr: Énumère plusieurs types de remboursements pour les retours de produits.

source: Offer For Lease
fr: Offre de location
