Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: Associates an [[Event]] with a [[Schedule]]. There are circumstances where it is preferable to share a schedule for a series of repeating events rather than data on the individual events themselves. For example, a website or application might prefer to publish a schedule for a weekly gym class rather than provide data on every event. A schedule could be processed by applications to add forthcoming events to a calendar. An [[Event]] that is associated with a [[Schedule]] using this property should not have [[startDate]] or [[endDate]] properties. These are instead defined within the associated [[Schedule]], this avoids any ambiguity for clients using the data. The property might have repeated values to specify different schedules, e.g. for different months or seasons.
fr: Associe un [[Événement]] à un [[Programme]]. Dans certaines circonstances, il est préférable de partager un programme pour une série d'événements qui se répètent plutôt que des données sur les événements eux-mêmes événements répétitifs plutôt que des données sur les événements individuels eux-mêmes. Par exemple, un site web ou une application peut préférer publier l'horaire d'un cours hebdomadaire de hebdomadaire de gymnastique plutôt que de fournir des données sur chaque événement. Un horaire peut être traité par des applications pour ajouter les événements à venir à un calendrier. Un [[Événement]] qui est associé à un [[Programme]] à l'aide de cette propriété ne doit pas avoir de propriétés [[startDate]] ou [[endDate]]. Celles-ci sont définies dans le [[Calendrier]] associé [Cela permet d'éviter toute ambiguïté pour les clients qui utilisent les données. La propriété peut avoir des valeurs répétées pour spécifier différents calendriers, par exemple pour différents mois ou saisons.

source: Web Checkin Time
fr: Heure d'enregistrement sur le web

source: The time when a passenger can check into the flight online.
fr: Heure à laquelle un passager peut s'enregistrer en ligne sur le vol.

source: Street Address
fr: Adresse

source: The street address. For example, 1600 Amphitheatre Pkwy.
fr: L’adresse postale. Par exemple, 1600 Amphitheatre Pkwy.

source: A sub property of participant. The sports team that participated on this action.
fr: Une sous propriété de participant. L'équipe sportive qui a participé à cette action.

source: Clip Number
fr: Numéro du clip

source: Position of the clip within an ordered group of clips.
fr: Position du clip dans un groupe ordonné de clips.

source: Broadcaster
fr: Diffuseur

source: The organization owning or operating the broadcast service.
fr: L'organisme qui possède ou exploite le service de radiodiffusion.

source: Part Of System
fr: Partie du système

source: The anatomical or organ system that this structure is part of.
fr: Le système anatomique ou organique dont fait partie cette structure.

source: Article Body
fr: Corps de l'aticle

source: The actual body of the article.
fr: Le corps de l'article.

source: Contactless Payment
fr: Paiement sans contact

source: A secure method for consumers to purchase products or services via debit, credit or smartcards by using RFID or NFC technology.
fr: Méthode sécurisée permettant aux consommateurs d'acheter des produits ou des services au moyen de cartes de débit, de crédit ou de cartes à puce en utilisant la technologie RFID ou NFC.

source: Fat Content
fr: Teneur en matières grasses

source: The number of grams of fat.
fr: Le nombre de grammes de matières grasses.

source: Accepted Offer
fr: Offre acceptée

source: The offer(s) -- e.g., product, quantity and price combinations -- included in the order.
fr: L'offre ou les offres - par exemple, les combinaisons de produits, de quantités et de prix - incluses dans la commande.

source: Included Data Catalog
fr: Catalogue de données inclus

source: A data catalog which contains this dataset (this property was previously 'catalog', preferred name is now 'includedInDataCatalog').
fr: Un catalogue de données qui contient ce jeu de données (cette propriété était auparavant 'catalog', le nom préféré est maintenant 'includedInDataCatalog').

source: Label Details
fr: Détails de l'étiquette

source: Link to the drug's label details.
fr: Lien vers les détails de l'étiquette du médicament.

source: Subtitle Language
fr: Langue des sous-titres

source: Languages in which subtitles/captions are available, in [IETF BCP 47 standard format](http://tools.ietf.org/html/bcp47).
fr: Langues dans lesquelles des sous-titres sont disponibles, dans le [format standard IETF BCP 47] (http://tools.ietf.org/html/bcp47).

source: Varies By
fr: Varie selon

source: Indicates the property or properties by which the variants in a [[ProductGroup]] vary, e.g. their size, color etc. Schema.org properties can be referenced by their short name e.g. "color"; terms defined elsewhere can be referenced with their URIs.
fr: Indique la ou les propriétés par lesquelles les variantes d'un [[ProductGroup]] varient, par exemple leur taille, leur couleur, etc. Les propriétés Schema.org peuvent être référencées par leur nom court, par exemple "color" ; les termes définis ailleurs peuvent être référencés par leur URI.

source: Game Location
fr: Lieu du jeu

source: Real or fictional location of the game (or part of game).
fr: Lieu réel ou fictif du jeu (ou d'une partie du jeu).

source: Measurement Technique
fr: Technique de mesure

source: A technique or technology used in a [[Dataset]] (or [[DataDownload]], [[DataCatalog]]), corresponding to the method used for measuring the corresponding variable(s) (described using [[variableMeasured]]). This is oriented towards scientific and scholarly dataset publication but may have broader applicability; it is not intended as a full representation of measurement, but rather as a high level summary for dataset discovery. For example, if [[variableMeasured]] is: molecule concentration, [[measurementTechnique]] could be: "mass spectrometry" or "nmr spectroscopy" or "colorimetry" or "immunofluorescence". If the [[variableMeasured]] is "depression rating", the [[measurementTechnique]] could be "Zung Scale" or "HAM-D" or "Beck Depression Inventory". If there are several [[variableMeasured]] properties recorded for some given data object, use a [[PropertyValue]] for each [[variableMeasured]] and attach the corresponding [[measurementTechnique]].
fr: Une technique ou une technologie utilisée dans un [[Dataset]] (ou [[DataDownload]], [[DataCatalog]]), correspondant à la méthode utilisée pour mesurer la (les) variable(s) correspondante(s) (décrite(s) à l'aide de [[variableMeasured]]). Il ne s'agit pas d'une représentation complète de la mesure, mais plutôt d'un résumé de haut niveau pour la découverte d'un ensemble de données. Par exemple, si [[variableMeasured]] est : concentration de molécules, [[measurementTechnique]] pourrait être : "spectrométrie de masse" ou "spectroscopie nmr" ou "colorimétrie" ou "immunofluorescence". Si la [[variableMeasured]] est "évaluation de la dépression", la [[technique de mesure]] pourrait être "Zung Scale" ou "HAM-D" ou "Beck Depression Inventory". Si plusieurs propriétés [[variableMeasured]] sont enregistrées pour un objet de données donné, utilisez une [[PropertyValue]] pour chaque [[variableMeasured]] et attachez la [[measurementTechnique]] correspondante.

source: The 25th percentile value.
fr: La valeur du 25e percentile.

source: Email address.
fr: Adresse email.

source: Health Plan Cost Sharing
fr: Participation aux coûts du régime de santé

source: The costs to the patient for services under this network or formulary.
fr: Les coûts supportés par le patient pour les services fournis dans le cadre de ce réseau ou de ce formulaire.

source: Bed
fr: Lit

source: The type of bed or beds included in the accommodation. For the single case of just one bed of a certain type, you use bed directly with a text. If you want to indicate the quantity of a certain kind of bed, use an instance of BedDetails. For more detailed information, use the amenityFeature property.
fr: Le type de lit(s) inclus dans le logement. Dans le cas d'un seul lit d'un certain type, vous utilisez directement bed avec un texte. Si vous souhaitez indiquer la quantité d'un certain type de lit, utilisez une instance de BedDetails. Pour des informations plus détaillées, utilisez la propriété amenityFeature.

source: In Playlist
fr: Dans Playlist

source: The playlist to which this recording belongs.
fr: La liste de lecture à laquelle appartient cet enregistrement.

source: Given Name
fr: Prénom

source: Given name. In the U.S., the first name of a Person.
fr: Prénom. Aux Etats-Unis, le prénom d'une personne.

source: Action Status
fr: Statut de l’action

source: Indicates the current disposition of the Action.
fr: Indique la disposition actuelle de l'action.

source: Work Location
fr: Lieu de travail

source: A contact location for a person's place of work.
fr: Lieu de contact pour le lieu de travail d'une personne.

source: A collection of music albums.
fr: Une collection d'albums de musique.

source: Arrival Airport
fr: Aéroport d&apos;arrivée

source: The airport where the flight terminates.
fr: L'aéroport où le vol se termine.

source: Checkout Time
fr: Heure de départ

source: The latest someone may check out of a lodging establishment.
fr: Date à laquelle une personne peut quitter un établissement d'hébergement.

source: Price
fr: Prix

source: The offer price of a product, or of a price component when attached to PriceSpecification and its subtypes. Usage guidelines: * Use the [[priceCurrency]] property (with standard formats: [ISO 4217 currency format](http://en.wikipedia.org/wiki/ISO_4217), e.g. "USD"; [Ticker symbol](https://en.wikipedia.org/wiki/List_of_cryptocurrencies) for cryptocurrencies, e.g. "BTC"; well known names for [Local Exchange Trading Systems](https://en.wikipedia.org/wiki/Local_exchange_trading_system) (LETS) and other currency types, e.g. "Ithaca HOUR") instead of including [ambiguous symbols](http://en.wikipedia.org/wiki/Dollar_sign#Currencies_that_use_the_dollar_or_peso_sign) such as '$' in the value. * Use '.' (Unicode 'FULL STOP' (U+002E)) rather than ',' to indicate a decimal point. Avoid using these symbols as a readability separator. * Note that both [RDFa](http://www.w3.org/TR/xhtml-rdfa-primer/#using-the-content-attribute) and Microdata syntax allow the use of a "content=" attribute for publishing simple machine-readable values alongside more human-friendly formatting. * Use values from 0123456789 (Unicode 'DIGIT ZERO' (U+0030) to 'DIGIT NINE' (U+0039)) rather than superficially similar Unicode symbols.
fr: Le prix de l'offre d'un produit, ou d'un composant de prix lorsqu'il est attaché à PriceSpecification et à ses sous-types. Directives d'utilisation : * Utiliser la propriété [[priceCurrency]] (avec des formats standard : [format de devise ISO 4217](http://en.wikipedia.org/wiki/ISO_4217), par exemple "USD" ; [symbole de téléscripteur](https://en.wikipedia.org/wiki/List_of_cryptocurrencies) pour les crypto-monnaies, par exemple "BTC" ; noms bien connus pour les [systèmes d'échange locaux](https://en.wikipedia.org/wiki/Local_exchange_trading_system) (LETS) et autres types de devises, par exemple "Ithaca HOUR") au lieu d'inclure des [symboles ambigus](http://en.wikipedia.org/wiki/Dollar_sign#Currencies_that_use_the_dollar_or_peso_sign) tels que "$" dans la valeur. * Utilisez '.' (Unicode 'FULL STOP' (U+002E)) plutôt que ',' pour indiquer un point décimal. Évitez d'utiliser ces symboles comme séparateur de lisibilité. * Notez que la syntaxe [RDFa] (http://www.w3.org/TR/xhtml-rdfa-primer/#using-the-content-attribute) et la syntaxe Microdata permettent toutes deux l'utilisation d'un attribut "content=" pour publier des valeurs simples lisibles par la machine en même temps qu'un formatage plus convivial. * Utilisez les valeurs de 0123456789 (Unicode 'DIGIT ZERO' (U+0030) à 'DIGIT NINE' (U+0039)) plutôt que des symboles Unicode superficiellement similaires.

source: Valid Until
fr: Valide jusqu’au

source: The date when the item is no longer valid.
fr: Date à laquelle l'article n'est plus valable.

source: Terms Of Service
fr: Conditions Générales d'Utilisation

source: Human-readable terms of service documentation.
fr: Documentation sur les conditions de service lisible par l'homme.

source: A contact point for a person or organization.
fr: Point de contact d'une personne ou d'une organisation.

source: The direct performer or driver of the action (animate or inanimate). E.g. *John* wrote a book.
fr: L'exécutant direct ou le conducteur de l'action (animé ou inanimé). Par exemple, *John* a écrit un livre.

source: A dosing schedule for the drug for a given population, either observed, recommended, or maximum dose based on the type used.
fr: Schéma posologique du médicament pour une population donnée, soit la dose observée, la dose recommandée ou la dose maximale en fonction du type de médicament utilisé.

source: Review Aspect
fr: Aspect de la révision

source: This Review or Rating is relevant to this part or facet of the itemReviewed.
fr: Cet avis ou cette évaluation concerne cette partie ou cette facette de l'article évalué.

source: Authenticator
fr: Authentificateur

source: The Organization responsible for authenticating the user's subscription. For example, many media apps require a cable/satellite provider to authenticate your subscription before playing media.
fr: Organisation responsable de l'authentification de l'abonnement de l'utilisateur. Par exemple, de nombreuses applications multimédias demandent à un fournisseur de câble/satellite d'authentifier votre abonnement avant de lire les médias.

source: Lesser
fr: Moins

source: This ordering relation for qualitative values indicates that the subject is lesser than the object.
fr: Cette relation d'ordre pour les valeurs qualitatives indique que le sujet est inférieur à l'objet.

source: Experience Requirements
fr: Expérience(s) requise(s)

source: Description of skills and experience needed for the position or Occupation.
fr: Description des compétences et de l'expérience requises pour le poste ou la profession.

source: Part Of Episode
fr: Partie de l'épisode

source: The episode to which this clip belongs.
fr: L'épisode auquel appartient ce clip.

source: Target Url
fr: Cible URL

source: The URL of a node in an established educational framework.
fr: L'URL d'un nœud dans un cadre éducatif établi.

source: Diversity Staffing Report
fr: Rapport sur la diversité du personnel

source: For an [[Organization]] (often but not necessarily a [[NewsMediaOrganization]]), a report on staffing diversity issues. In a news context this might be for example ASNE or RTDNA (US) reports, or self-reported.
fr: Pour une [[Organisation]] (souvent mais pas nécessairement une [[Organisation de médias d'information]]), un rapport sur les questions de diversité du personnel. Dans un contexte d'information, il peut s'agir par exemple de rapports de l'ASNE ou de la RTDNA (États-Unis), ou d'informations communiquées par l'intéressé lui-même.

source: numc19hosppats - HOSPITALIZED: Patients currently hospitalized in an inpatient care location who have suspected or confirmed COVID-19.
fr: numc19hosppats - HOSPITALISÉ : Patients actuellement hospitalisés dans un établissement de soins et chez qui la présence de COVID-19 est suspectée ou confirmée.

source: Contains Place
fr: Contient le lieu

source: The basic containment relation between a place and another that it contains.
fr: La relation de base entre un lieu et un autre qu'il contient.

source: Specific qualifications required for this role or Occupation.
fr: Qualifications spécifiques requises pour ce poste ou cette profession.

source: Valid For
fr: Valable pour

source: The duration of validity of a permit or similar thing.
fr: La durée de validité d'un permis ou d'un objet similaire.

source: Special Commitments
fr: Demande(s) spécifique(s)

source: Any special commitments associated with this job posting. Valid entries include VeteranCommit, MilitarySpouseCommit, etc.
fr: Tout engagement spécial associé à cette offre d'emploi. Les entrées valides incluent VeteranCommit, MilitarySpouseCommit, etc.

source: Indicates the [NATO stock number](https://en.wikipedia.org/wiki/NATO_Stock_Number) (nsn) of a [[Product]].
fr: Indique le [numéro de nomenclature OTAN] (https://en.wikipedia.org/wiki/NATO_Stock_Number) (nsn) d'un [[Produit]].

source: Comment Count
fr: Nombre de commentaires

source: The number of comments this CreativeWork (e.g. Article, Question or Answer) has received. This is most applicable to works published in Web sites with commenting system; additional comments may exist elsewhere.
fr: Le nombre de commentaires que ce travail créatif (par exemple, un article, une question ou une réponse) a reçu. Cela s'applique surtout aux œuvres publiées sur des sites web dotés d'un système de commentaires ; d'autres commentaires peuvent exister ailleurs.

source: Service Postal Address
fr: Adresse postale du service

source: The address for accessing the service by mail.
fr: L'adresse pour accéder au service par courrier.

source: Cook Time
fr: Temps de cuisson

source: The time it takes to actually cook the dish, in [ISO 8601 duration format](http://en.wikipedia.org/wiki/ISO_8601).
fr: Le temps nécessaire à la cuisson du plat, en [format de durée ISO 8601] (http://en.wikipedia.org/wiki/ISO_8601).

source: Delivery Address
fr: Adresse de livraison

source: Destination address.
fr: Adresse de destination.

source: Founding Date
fr: Date de création

source: The date that this organization was founded.
fr: Date de création de l'organisation.

source: Taxonomic Range
fr: Gamme taxonomique

source: The taxonomic grouping of the organism that expresses, encodes, or in some way related to the BioChemEntity.
fr: Groupement taxonomique de l'organisme qui exprime, code ou est lié d'une manière ou d'une autre à l'entité BioChemEntity.

source: Result Review
fr: Examen des résultats

source: A sub property of result. The review that resulted in the performing of the action.
fr: Une sous-propriété de résultat. L'examen qui a abouti à l'exécution de l'action.

source: Phonetic Text
fr: Texte phonétique

source: Representation of a text [[textValue]] using the specified [[speechToTextMarkup]]. For example the city name of Houston in IPA: /ˈhjuːstən/.
fr: Représentation d'un texte [[textValue]] à l'aide du [[speechToTextMarkup]] spécifié. Par exemple, le nom de la ville de Houston en IPA : /ˈhjuːstən/.

source: Repetitions
fr: Répétitions

source: Number of times one should repeat the activity.
fr: Nombre de fois où l'activité doit être répétée.

source: Reviewed By
fr: Révisé par

source: People or organizations that have reviewed the content on this web page for accuracy and/or completeness.
fr: Personnes ou organisations qui ont vérifié l'exactitude et/ou l'exhaustivité du contenu de cette page web.

source: Job Title
fr: Titre du poste

source: The job title of the person (for example, Financial Manager).
fr: Le titre d'emploi de la personne (par exemple, Directeur Financier).

source: Hosting Organization
fr: Organisation d'accueil

source: The organization (airline, travelers' club, etc.) the membership is made with.
fr: L'organisation (compagnie aérienne, club de voyageurs, etc.) auprès de laquelle l'adhésion est effectuée.

source: Has Variant
fr: A une variante

source: Indicates a [[Product]] that is a member of this [[ProductGroup]] (or [[ProductModel]]).
fr: Indique un [[Produit]] qui est membre de ce [[Groupe de produits]] (ou [[Modèle de produit]]).

source: Is Located In Subcellular Location
fr: Est situé dans l'emplacement subcellulaire

source: Subcellular location where this BioChemEntity is located; please use PropertyValue if you want to include any evidence.
fr: Emplacement subcellulaire où se trouve cette entité BioChemEntity ; veuillez utiliser PropertyValue si vous souhaitez inclure des preuves.

source: Temporal Coverage
fr: Couverture temporelle

source: The temporalCoverage of a CreativeWork indicates the period that the content applies to, i.e. that it describes, either as a DateTime or as a textual string indicating a time period in [ISO 8601 time interval format](https://en.wikipedia.org/wiki/ISO_8601#Time_intervals). In the case of a Dataset it will typically indicate the relevant time period in a precise notation (e.g. for a 2011 census dataset, the year 2011 would be written "2011/2012"). Other forms of content, e.g. ScholarlyArticle, Book, TVSeries or TVEpisode, may indicate their temporalCoverage in broader terms - textually or via well-known URL. Written works such as books may sometimes have precise temporal coverage too, e.g. a work set in 1939 - 1945 can be indicated in ISO 8601 interval format format via "1939/1945". Open-ended date ranges can be written with ".." in place of the end date. For example, "2015-11/.." indicates a range beginning in November 2015 and with no specified final date. This is tentative and might be updated in future when ISO 8601 is officially updated.
fr: La couverture temporelle d'un travail créatif indique la période à laquelle le contenu s'applique, c'est-à-dire qu'il décrit, soit sous la forme d'une DateTime, soit sous la forme d'une chaîne de texte indiquant une période de temps dans le [format d'intervalle de temps ISO 8601] (https://en.wikipedia.org/wiki/ISO_8601#Time_intervals). Dans le cas d'un dans le cas d'un ensemble de données, il indiquera généralement la période concernée par une notation précise (par exemple, pour un ensemble de données du recensement de 2011, l'année 2011 sera écrite "2011/2012"). D'autres formes de contenu, par exemple un article scientifique, un livre, une série télévisée ou un épisode de télévision, peuvent indiquer leur couverture temporelle en termes plus généraux - textuellement ou par le biais d'une URL bien connue. Les œuvres écrites telles que les livres peuvent parfois avoir une couverture temporelle précise, par exemple une œuvre se déroulant entre 1939 et 1945 peut être indiquée dans le format d'intervalle ISO 8601 par "1939/1945". Les plages de dates ouvertes peuvent être écrites avec ".." à la place de la date de fin. Par exemple, "2015-11/..." indique une plage commençant en novembre 2015 et sans date finale spécifiée. Ce document est provisoire et pourrait être mis à jour à l'avenir lorsque la norme ISO 8601 sera officiellement mise à jour.

source: Date Created
fr: Date de création

source: The date on which the CreativeWork was created or the item was added to a DataFeed.
fr: Date à laquelle le travail créatif a été créé ou l'élément a été ajouté à un flux de données.

source: A sub property of instrument. The method of delivery.
fr: Une sous propriété de l'instrument. La méthode de livraison.

source: Owns
fr: Possède

source: Products owned by the organization or person.
fr: Produits appartenant à l'organisation ou à la personne.

source: Discussion Url
fr: Url de discussion

source: A link to the page containing the comments of the CreativeWork.
fr: Un lien vers la page contenant les commentaires du CreativeWork.

source: A therapy that duplicates or overlaps this one.
fr: Une thérapie qui fait double emploi avec celle-ci.

source: Number Of Bathrooms Total
fr: Nombre de salles de bains Total
