Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: A specific dosing schedule for a drug or supplement.
fr: Programme de dosage spécifique d'un médicament ou d'un complément.

source: Confirm Action
fr: Confirmer l'action

source: The act of notifying someone that a future event/action is going to happen as expected. Related actions: * [[CancelAction]]: The antonym of ConfirmAction.
fr: L'acte de notifier à quelqu'un qu'un événement/action futur(e) va se produire comme prévu. Actions connexes : * [[AnnulerAction]] : L'antonyme de ConfirmAction.

source: Food Service
fr: Service restauration

source: A food service, like breakfast, lunch, or dinner.
fr: Un service de restauration, comme le petit-déjeuner, le déjeuner ou le dîner.

source: Deactivate Action
fr: Désactiver l'action

source: The act of stopping or deactivating a device or application (e.g. stopping a timer or turning off a flashlight).
fr: L'action d'arrêter ou de désactiver un appareil ou une application (par exemple, arrêter une minuterie ou éteindre une lampe de poche).

source: A theater group or company, for example, the Royal Shakespeare Company or Druid Theatre.
fr: Un groupe ou une compagnie de théâtre, par exemple la Royal Shakespeare Company ou le Druid Theatre.

source: Auto Rental
fr: Location d'automobiles

source: A car rental business.
fr: Une entreprise de location de voitures.

source: Offer Item Condition
fr: Conditions de l'offre

source: A list of possible conditions for the item.
fr: Liste des conditions possibles pour l'élément.

source: Accommodation
fr: Hébergement

source: An accommodation is a place that can accommodate human beings, e.g. a hotel room, a camping pitch, or a meeting room. Many accommodations are for overnight stays, but this is not a mandatory requirement. For more specific types of accommodations not defined in schema.org, one can use additionalType with external vocabularies. <br /><br /> See also the <a href="/docs/hotels.html">dedicated document on the use of schema.org for marking up hotels and other forms of accommodations</a>.
fr: Un logement est un endroit qui peut accueillir des êtres humains, par exemple une chambre d'hôtel, un emplacement de camping ou une salle de réunion. De nombreux hébergements sont destinés à des séjours d'une nuit, mais ce n'est pas une exigence obligatoire. Pour des types d'hébergement plus spécifiques non définis dans schema.org, il est possible d'utiliser additionalType avec des vocabulaires externes. <br /><br /> Voir également le <a href="/docs/hotels.html">document dédié à l'utilisation de schema.org pour le marquage des hôtels et autres formes d'hébergement</a>.

source: Invite Action
fr: Inviter à l'action

source: The act of asking someone to attend an event. Reciprocal of RsvpAction.
fr: Action de demander à quelqu'un de participer à un événement. Réciproque de RsvpAction.

source: Podcast Series
fr: Série podcast

source: A podcast is an episodic series of digital audio or video files which a user can download and listen to.
fr: Un podcast est une série épisodique de fichiers numériques audio ou vidéo qu'un utilisateur peut télécharger et écouter.

source: Size Specification
fr: Spécification de la taille

source: Size related properties of a product, typically a size code ([[name]]) and optionally a [[sizeSystem]], [[sizeGroup]], and product measurements ([[hasMeasurement]]). In addition, the intended audience can be defined through [[suggestedAge]], [[suggestedGender]], and suggested body measurements ([[suggestedMeasurement]]).
fr: Propriétés d'un produit liées à la taille, généralement un code de taille ([[nom]]) et éventuellement un [[sizeSystem]], un [[sizeGroup]] et les mesures du produit ([[hasMeasurement]]). En outre, le public visé peut être défini au moyen de [[suggestedAge]], [[suggestedGender]] et de mesures corporelles suggérées ([[suggestedMeasurement]]).

source: Health Topic Content
fr: Contenu du thème de la santé

source: [[HealthTopicContent]] is [[WebContent]] that is about some aspect of a health topic, e.g. a condition, its symptoms or treatments. Such content may be comprised of several parts or sections and use different types of media. Multiple instances of [[WebContent]] (and hence [[HealthTopicContent]]) can be related using [[hasPart]] / [[isPartOf]] where there is some kind of content hierarchy, and their content described with [[about]] and [[mentions]] e.g. building upon the existing [[MedicalCondition]] vocabulary.
fr: le [[Contenu sur un thème de santé]] est un [[Contenu Web]] qui traite d'un aspect d'un thème de santé, par exemple une maladie, ses symptômes ou ses traitements. Ce type de contenu peut comporter plusieurs parties ou sections et utiliser différents types de médias. Plusieurs instances de [[WebContent]] (et donc de [[HealthTopicContent]]) peuvent être reliées à l'aide de [[hasPart]] / [[isPartOf]] / [[isPartOf]] lorsqu'il existe une sorte de hiérarchie du contenu, et leur contenu décrit avec [[about]] et [[mentions]], par exemple en s'appuyant sur le vocabulaire [[MedicalCondition]] existant.

source: Critic Review
fr: Examen critique

source: A [[CriticReview]] is a more specialized form of Review written or published by a source that is recognized for its reviewing activities. These can include online columns, travel and food guides, TV and radio shows, blogs and other independent Web sites. [[CriticReview]]s are typically more in-depth and professionally written. For simpler, casually written user/visitor/viewer/customer reviews, it is more appropriate to use the [[UserReview]] type. Review aggregator sites such as Metacritic already separate out the site's user reviews from selected critic reviews that originate from third-party sources.
fr: Une [[CriticReview]] est une forme plus spécialisée de critique écrite ou publiée par une source reconnue pour ses activités de critique. Il peut s'agir de chroniques en ligne, de guides de voyage et gastronomiques, d'émissions de télévision et de radio, de blogs et d'autres sites web indépendants. les [[CriticReview]] sont généralement plus approfondies et rédigées par des professionnels. Pour des critiques plus simples, rédigées par des utilisateurs, des visiteurs, des spectateurs ou des clients, il est plus approprié d'utiliser le type [[UserReview]]. Les sites d'agrégation d'avis tels que Metacritic séparent déjà les avis d'utilisateurs du site des avis de critiques sélectionnés provenant de sources tierces.

source: Class
fr: Classe

source: A class, also often called a 'Type'; equivalent to rdfs:Class.
fr: Une classe, souvent appelée "type" ; équivalent à rdfs:Class.

source: Public Swimming Pool
fr: Piscine publique

source: A public swimming pool.
fr: Une piscine publique.

source: A single episode of a podcast series.
fr: Un épisode unique d'une série de podcasts.

source: Dataset
fr: Ensemble de données

source: A body of structured information describing some topic(s) of interest.
fr: Un ensemble d'informations structurées décrivant un ou plusieurs sujets d'intérêt.

source: One or more messages between organizations or people on a particular topic. Individual messages can be linked to the conversation with isPartOf or hasPart properties.
fr: Un ou plusieurs messages entre des organisations ou des personnes sur un sujet particulier. Les messages individuels peuvent être liés à la conversation par les propriétés isPartOf ou hasPart.

source: Covid Testing Facility
fr: Installation d'essai de Covid

source: A CovidTestingFacility is a [[MedicalClinic]] where testing for the COVID-19 Coronavirus disease is available. If the facility is being made available from an established [[Pharmacy]], [[Hotel]], or other non-medical organization, multiple types can be listed. This makes it easier to re-use existing schema.org information about that place, e.g. contact info, address, opening hours. Note that in an emergency, such information may not always be reliable.
fr: Une CovidTestingFacility est une [[MedicalClinic]] où des tests de dépistage du coronavirus COVID-19 est disponible. Si la structure est mise à disposition par une [[Pharmacie]], un [[Hôtel]] ou une autre organisation non médicale, plusieurs types peuvent être répertoriés organisation non médicale, plusieurs types peuvent être répertoriés. Cela facilite la réutilisation des informations schema.org existantes existantes sur ce lieu, par exemple les coordonnées, l'adresse, les heures d'ouverture. Notez qu'en cas d'urgence, ces informations ne sont pas toujours fiables.

source: Medical Intangible
fr: Incorporel médical

source: A utility class that serves as the umbrella for a number of 'intangible' things in the medical space.
fr: Une classe utilitaire qui sert de parapluie à un certain nombre d'éléments "intangibles" dans l'espace médical.

source: Postal Code Range Specification
fr: Spécification de la plage de codes postaux

source: Indicates a range of postal codes, usually defined as the set of valid codes between [[postalCodeBegin]] and [[postalCodeEnd]], inclusively.
fr: Indique une plage de codes postaux, généralement définie comme l'ensemble des codes valides entre [[postalCodeBegin]] et [[postalCodeEnd]], inclusivement.

source: Want Action
fr: Vouloir agir

source: The act of expressing a desire about the object. An agent wants an object.
fr: Le fait d'exprimer un désir à l'égard de l'objet. Un agent désire un objet.

source: Taxi Reservation
fr: Réservation de taxi

source: A reservation for a taxi. Note: This type is for information about actual reservations, e.g. in confirmation emails or HTML pages with individual confirmations of reservations. For offers of tickets, use [[Offer]].
fr: Une réservation pour un taxi. Note : Ce type est destiné aux informations sur les réservations réelles, par exemple dans les courriels de confirmation ou les pages HTML contenant des confirmations individuelles de réservations. Pour les offres de billets, utilisez [[Offre]].

source: Night Club
fr: Boîte de nuit

source: A nightclub or discotheque.
fr: Une boîte de nuit ou une discothèque.

source: Schedule Action
fr: Planifier l'action

source: Scheduling future actions, events, or tasks. Related actions: * [[ReserveAction]]: Unlike ReserveAction, ScheduleAction allocates future actions (e.g. an event, a task, etc) towards a time slot / spatial allocation.
fr: Planification d'actions, d'événements ou de tâches à venir. Actions connexes : * [[ReserveAction]] : Contrairement à ReserveAction, ScheduleAction alloue des actions futures (par exemple, un événement, une tâche, etc.) à un créneau horaire ou à une allocation spatiale.

source: Scholarly Article
fr: Article savant

source: A scholarly article.
fr: Un article scientifique.

source: Buddhist Temple
fr: Temple Bouddhiste

source: A Buddhist temple.
fr: Un temple bouddhiste.

source: Satirical Article
fr: Article Satirique

source: An [[Article]] whose content is primarily [[satirical]](https://en.wikipedia.org/wiki/Satire) in nature, i.e. unlikely to be literally true. A satirical article is sometimes but not necessarily also a [[NewsArticle]]. [[ScholarlyArticle]]s are also sometimes satirized.
fr: Un [[Article]] dont le contenu est principalement de nature [[satirique]] (https://en.wikipedia.org/wiki/Satire), c'est-à-dire qu'il est peu probable qu'il soit littéralement vrai. Un article satirique est parfois, mais pas nécessairement, un [[Article d'actualité]]. les [[Articles savants]] sont également parfois satirisés.

source: Food Establishment
fr: Établissement alimentaire

source: A food-related business.
fr: Une entreprise liée à l'alimentation.

source: Marry Action
fr: Marier l'action

source: The act of marrying a person.
fr: L'acte de se marier avec une personne.

source: Profile Page
fr: Page de profil

source: Web page type: Profile page.
fr: Type de page web : Page de profil.

source: Amusement Park
fr: Parc d'attraction

source: An amusement park.
fr: Un parc d'attractions.

source: Bowling Alley
fr: Bowling

source: A bowling alley.
fr: Un bowling.

source: Payment Card
fr: Carte de paiement

source: A payment method using a credit, debit, store or other card to associate the payment with an account.
fr: Méthode de paiement utilisant une carte de crédit, de débit, de magasin ou autre pour associer le paiement à un compte.

source: Data Feed
fr: Flux de données

source: A single feed providing structured information about one or more entities or topics.
fr: Un flux unique fournissant des informations structurées sur une ou plusieurs entités ou sujets.

source: Electronics Store
fr: ﻿Magasin déélectronique

source: An electronics store.
fr: Un magasin d'électronique.

source: Video Game Clip
fr: Clip de jeu vidéo

source: A short segment/part of a video game.
fr: Un court segment/une partie d'un jeu vidéo.

source: Tie Action
fr: Action de la cravate

source: The act of reaching a draw in a competitive activity.
fr: Le fait de parvenir à un tirage au sort dans le cadre d'une activité compétitive.

source: Bone
fr: Os

source: Rigid connective tissue that comprises up the skeletal structure of the human body.
fr: Tissu conjonctif rigide qui constitue la structure squelettique du corps humain.

source: Am Radio Channel
fr: Chaîne de radio Am

source: A radio channel that uses AM.
fr: Un canal radio qui utilise la modulation d'amplitude.

source: Music Album Release Type
fr: Musique Type de sortie d'album

source: The kind of release which this album is: single, EP or album.
fr: Le type de sortie de cet album : single, EP ou album.

source: Research Project
fr: Projet de recherche

source: A Research project.
fr: Un projet de recherche.

source: Dislike Action
fr: Ne pas aimer l'action

source: The act of expressing a negative sentiment about the object. An agent dislikes an object (a proposition, topic or theme) with participants.
fr: Le fait d'exprimer un sentiment négatif à l'égard de l'objet. Un agent n'aime pas un objet (une proposition, un sujet ou un thème) avec des participants.

source: Schedule
fr: Planifier

source: A schedule defines a repeating time period used to describe a regularly occurring [[Event]]. At a minimum a schedule will specify [[repeatFrequency]] which describes the interval between occurrences of the event. Additional information can be provided to specify the schedule more precisely. This includes identifying the day(s) of the week or month when the recurring event will take place, in addition to its start and end time. Schedules may also have start and end dates to indicate when they are active, e.g. to define a limited calendar of events.
fr: Une programmation définit une période de temps répétitive utilisée pour décrire un [[événement]] se produisant régulièrement. Au minimum, une programmation spécifie la [[fréquence de répétition]] qui décrit l'intervalle entre les occurrences de l'événement. Des informations supplémentaires peuvent être fournies pour préciser l'horaire. Il s'agit notamment d'identifier le(s) jour(s) de la semaine ou du mois où l'événement récurrent aura lieu, en plus de son heure de début et de fin. Les horaires peuvent également avoir des dates de début et de fin pour indiquer quand ils sont actifs, par exemple pour définir un calendrier limité d'événements.

source: Contact Page
fr: Page de contact

source: Web page type: Contact page.
fr: Type de page web : Page de contact.

source: Alignment Object
fr: Objet d'alignement

source: An intangible item that describes an alignment between a learning resource and a node in an educational framework. Should not be used where the nature of the alignment can be described using a simple property, for example to express that a resource [[teaches]] or [[assesses]] a competency.
fr: Un élément intangible qui décrit l'alignement entre une ressource d'apprentissage et un nœud dans un cadre éducatif. Ne doit pas être utilisé lorsque la nature de l'alignement peut être décrite à l'aide d'une propriété simple, par exemple pour exprimer qu'une ressource [[enseigne]] ou [[évalue]] une compétence.

source: Payment Charge Specification
fr: Spécification des frais de paiement

source: The costs of settling the payment using a particular payment method.
fr: Les coûts liés à l'utilisation d'un mode de paiement particulier pour régler le paiement.

source: Choose Action
fr: Choisir Action

source: The act of expressing a preference from a set of options or a large or unbounded set of choices/options.
fr: L'acte d'exprimer une préférence parmi un ensemble d'options ou un ensemble large ou non limité de choix/options.

source: Web Api
fr: Api Web

source: An application programming interface accessible over Web/Internet technologies.
fr: Une interface de programmation d'application accessible via les technologies Web/Internet.

source: Place Of Worship
fr: Lieu de culte

source: Place of worship, such as a church, synagogue, or mosque.
fr: Lieu de culte, tel qu'une église, une synagogue ou une mosquée.

source: Tv Clip
fr: Clip TV

source: A short TV program or a segment/part of a TV program.
fr: Un programme télévisé de courte durée ou un segment/une partie d'un programme télévisé.

source: Mass
fr: Masse

source: Properties that take Mass as values are of the form '&lt;Number&gt; &lt;Mass unit of measure&gt;'. E.g., '7 kg'.
fr: Les propriétés qui prennent la masse comme valeur sont de la forme '&lt;Number&gt ; &lt;Mass unit of measure&gt;'. Par exemple, "7 kg".

source: A HyperToc represents a hypertext table of contents for complex media objects, such as [[VideoObject]], [[AudioObject]]. Items in the table of contents are indicated using the [[tocEntry]] property, and typed [[HyperTocEntry]]. For cases where the same larger work is split into multiple files, [[associatedMedia]] can be used on individual [[HyperTocEntry]] items.
fr: Un HyperToc représente une table des matières hypertexte pour des objets multimédias complexes, tels que [[VideoObject]], [[AudioObject]]. Les éléments de la table des matières sont indiqués à l'aide de la propriété [[tocEntry]] et typés [[HyperTocEntry]]. Dans les cas où une même œuvre plus importante est divisée en plusieurs fichiers, [[associatedMedia]] peut être utilisé pour les éléments [[HyperTocEntry]] individuels.

source: A restaurant.
fr: Un restaurant.

source: Government Permit
fr: Permis gouvernemental

source: A permit issued by a government agency.
fr: Permis délivré par une agence gouvernementale.

source: Restricted Diet
fr: Régime restreint

source: A diet restricted to certain foods or preparations for cultural, religious, health or lifestyle reasons.
fr: Régime alimentaire limité à certains aliments ou préparations pour des raisons culturelles, religieuses, de santé ou de mode de vie.

source: Sports Club
fr: Club sportif

source: A sports club.
fr: Un club sportif.

source: Publication Event
fr: Évènement de publication

source: A PublicationEvent corresponds indifferently to the event of publication for a CreativeWork of any type, e.g. a broadcast event, an on-demand event, a book/journal publication via a variety of delivery media.
fr: Un PublicationEvent correspond indifféremment à l'événement de publication d'une œuvre de création de n'importe quel type, par exemple un événement de diffusion, un événement à la demande, la publication d'un livre ou d'un journal par le biais d'une variété de supports de diffusion.

source: Travel Agency
fr: Agence de voyages

source: A travel agency.
fr: Une agence de voyage.

source: Energy Efficiency Enumeration
fr: Enumération de l'efficacité énergétique

source: Enumerates energy efficiency levels (also known as "classes" or "ratings") and certifications that are part of several international energy efficiency standards.
fr: Enumère les niveaux d'efficacité énergétique (également connus sous le nom de "classes" ou de "cotes") et les certifications qui font partie de plusieurs normes internationales en matière d'efficacité énergétique.

source: Nail Salon
fr: Manucure

source: A nail salon.
fr: Un salon de manucure.

source: Plumber
fr: Plombier

source: A plumbing service.
fr: Un service de plomberie.

source: Tourist Information Center
fr: Office de tourisme

source: A tourist information center.
fr: Un centre d'information touristique.

source: Quote Action
fr: Citation Action

source: An agent quotes/estimates/appraises an object/product/service with a price at a location/store.
fr: Un agent cote/estime/apprécie un objet/produit/service avec un prix dans un lieu/magasin.

source: Ocean Body Of Water
fr: Océan Plan d'eau

source: An ocean (for example, the Pacific).
fr: Un océan (par exemple, le Pacifique).

source: Play Game Action
fr: Jouer au jeu Action

source: The act of playing a video game.
fr: Le fait de jouer à un jeu vidéo.

source: Activate Action
fr: Activer l'action

source: The act of starting or activating a device or application (e.g. starting a timer or turning on a flashlight).
fr: L'action de démarrer ou d'activer un appareil ou une application (par exemple, démarrer une minuterie ou allumer une lampe de poche).

source: Menu Section
fr: Section du menu

source: A sub-grouping of food or drink items in a menu. E.g. courses (such as 'Dinner', 'Breakfast', etc.), specific type of dishes (such as 'Meat', 'Vegan', 'Drinks', etc.), or some other classification made by the menu provider.
fr: Sous-groupement d'aliments ou de boissons dans un menu. Par exemple, des plats (tels que "dîner", "petit-déjeuner", etc.), des types de plats spécifiques (tels que "viande", "végétalien", "boissons", etc.), ou toute autre classification établie par le fournisseur du menu.

source: Movie Rental Store
fr: Magasin de location de films

source: A movie rental store.
fr: Un magasin de location de films.

source: Home And Construction Business
fr: Entreprise de BTP

source: A construction business. A HomeAndConstructionBusiness is a [[LocalBusiness]] that provides services around homes and buildings. As a [[LocalBusiness]] it can be described as a [[provider]] of one or more [[Service]]\(s).
fr: Une entreprise de construction. Une HomeAndConstructionBusiness est une [[LocalBusiness]] qui fournit des services autour des maisons et des bâtiments. En tant qu'[[entreprise locale]], elle peut être décrite comme un [[fournisseur]] d'un ou de plusieurs [[service(s)].

source: Emergency Service
fr: Service d’urgence

source: An emergency service, such as a fire station or ER.
fr: Un service d'urgence, tel qu'une caserne de pompiers ou un service d'urgence.

source: Chapter
fr: Chapitre

source: One of the sections into which a book is divided. A chapter usually has a section number or a name.
fr: L'une des sections d'un livre. Un chapitre porte généralement un numéro de section ou un nom.

source: Order
fr: Commande

source: An order is a confirmation of a transaction (a receipt), which can contain multiple line items, each represented by an Offer that has been accepted by the customer.
fr: Une commande est une confirmation d'une transaction (un reçu), qui peut contenir plusieurs postes, chacun représenté par une offre qui a été acceptée par le client.

source: Art Gallery
fr: Gallerie d'image

source: An art gallery.
fr: Une galerie d'art.

source: Creative Work
fr: Oeuvre créative

source: The most generic kind of creative work, including books, movies, photographs, software programs, etc.
fr: Le type le plus générique de travail créatif, y compris les livres, les films, les photographies, les logiciels, etc.

source: Order Status
fr: Statut de la commande

source: Enumerated status values for Order.
fr: Valeurs d'état énumérées pour l'ordre.

source: Comic Cover Art
fr: Couverture de bande dessinée

source: The artwork on the cover of a comic.
fr: L'illustration de la couverture d'une bande dessinée.

source: Like Action
fr: Comme l'action
