Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: Basic building blocks for generic class based views.
fr: Éléments de base pour les vues génériques basées sur les classes.

source: Create a model instance.
fr: Créer une instance de modèle.

source: Destroy a model instance.
fr: Détruire une instance de modèle.

source: List a queryset.
fr: Lister un queryset.

source: Retrieve a model instance.
fr: Récupérer une instance de modèle.

source: Update a model instance.
fr: Mise à jour d'une instance de modèle.

source: Django forms definitions
fr: Définitions des formulaires Django

source: A basic integer field that deals with validating the given value to a given parent instance in an inline.
fr: Un champ de base de type entier qui permet de valider la valeur donnée pour une instance parentale donnée dans une ligne à une instance parentale donnée dans une ligne.

source: A ChoiceField whose choices are a model QuerySet.
fr: Un champ de choix dont les choix sont un modèle de jeu de requêtes.

source: A MultipleChoiceField whose choices are a model QuerySet.
fr: Un champ à choix multiples dont les choix sont un modèle QuerySet.

source: The main implementation of all the Form logic. Note that this class is different than Form. See the comments by the Form class for more info. Any improvements to the form API should be made to this class, not to the Form class.
fr: L'implémentation principale de toute la logique du formulaire. Notez que cette classe est différente de la classe Form. Voir les commentaires de la classe Form pour plus d'informations. Toute toute amélioration de l'API de formulaire doit être apportée à cette classe, et non à la classe Form et non à la classe Form.

source: A collection of Fields, plus their associated data.
fr: Une collection de champs, avec leurs données associées.

source: A Field whose clean() method calls multiple Field clean() methods.
fr: Un champ dont la méthode clean() appelle plusieurs méthodes field clean().

source: Aggregate the logic of multiple Fields.
fr: Agréger la logique de plusieurs champs.

source: A field whose valid values are None, True, and False. Clean invalid values to None.
fr: Un champ dont les valeurs valides sont None, True et False. Nettoyer les valeurs non valides à Aucun.

source: Replacement for NumberInput widget adding the currency suffix.
fr: Remplacement du widget NumberInput en ajoutant le suffixe de la devise.

source: Use this field type in Django Forms instead of a DecimalField, whenever a input field for the Money representation is required.
fr: Utilisez ce type de champ dans Django Forms à la place d'un DecimalField, chaque fois qu'un champ de saisie pour la représentation monétaire est nécessaire.

source: Some size input fields must be specified per Bootstrap breakpoint. Use this multiple input field to handle this.
fr: Certains champs de saisie doivent être spécifiés par point d'arrêt Bootstrap. Utilisez ce champ de saisie pour gérer cela.

source: Use this field for validating input containing a value ending in ``px``, ``em``, ``rem`` or ``%``. Use it for values representing a size, margin, padding, width or height.
fr: Utilisez ce champ pour valider les entrées contenant une valeur se terminant par ``px``, ``em``, ``rem`` ou ``%`. Utilisez-le pour les valeurs représentant une taille, une marge, un remplissage, une largeur ou une hauteur.

source: Proxy field attached to a model.
fr: Champ proxy attaché à un modèle.

source: Base class for all <input> widgets.
fr: Classe de base pour tous les widgets de <input>.

source: A widget that is composed of multiple widgets.
fr: Un widget composé de plusieurs widgets.

source: Handle <input type="hidden"> for fields that have a list of values.
fr: Gérer <input type="hidden"> pour les champs qui ont une liste de valeurs de valeurs.

source: A Select Widget intended to be used with NullBooleanField.
fr: Un widget de sélection destiné à être utilisé avec NullBooleanField.

source: A widget that splits date input into three <select> boxes.
fr: Un widget qui divise la saisie de la date en trois boîtes <select>.

source: A widget that splits datetime input into two <input type="text"> boxes.
fr: Un widget qui divise la saisie de la date en deux boîtes <input type="text">.

source: A widget that splits datetime input into two <input type="hidden"> inputs.
fr: Un widget qui divise la saisie de la date en deux saisies <input type="hidden">.

source: A SplitDateTime Widget that has some admin-specific styling.
fr: Un widget SplitDateTime avec un style spécifique à l'administration.

source: Select widget mixin that loads options from AutocompleteJsonView via AJAX.
fr: Mixin de widget de sélection qui charge les options de l'AutocompleteJsonView via AJAX.

source: A SelectMultiple with a JavaScript filter interface.
fr: Un SelectMultiple avec une interface de filtrage JavaScript.

source: A Widget for displaying ForeignKeys in the "raw_id" interface rather than in a <select> box.
fr: Widget permettant d'afficher les ForeignKeys dans l'interface "raw_id" plutôt que dans une boîte "" dans une boîte <select>.

source: A Widget for displaying ManyToMany ids in the "raw_id" interface rather than in a <select multiple> box.
fr: Un widget pour afficher les identifiants ManyToMany dans l'interface "raw_id" plutôt que dans une boîte dans une boîte <select multiple>.

source: This class is a wrapper to a given widget to add the add icon for the admin interface.
fr: Cette classe est une enveloppe pour un widget donné afin d'ajouter l'icône d'ajout pour l'interface d'administration l'interface d'administration.

source: Use this field to enter the three values of a border: width style color.
fr: Ce champ permet de saisir les trois valeurs d'une bordure : largeur style couleur.

source: Use this field to enter a color value. Clicking onto this widget will pop up a color picker. The value passed to the consumer is a tuple of a Boolean and a string guaranteed to be in #rgb format.
fr: Utilisez ce champ pour saisir une valeur de couleur. En cliquant sur ce widget, vous ferez apparaître un sélecteur de couleurs. La valeur transmise au consommateur est un tuple composé d'un booléen et d'une chaîne de caractères dont le format #rgb est garanti.

source: Deprecated. Base class for MultiWidgets using a JSON field in database.
fr: Déclassé. Classe de base pour les MultiWidgets utilisant un champ JSON dans la base de données.

source: A widgets accepting multiple input values.
fr: Un widget acceptant plusieurs valeurs d'entrée.

source: Multiple windows in the same dialog can be used to provide step by step user data input.
fr: Plusieurs fenêtres dans la même boîte de dialogue peuvent être utilisées pour permettre à l'utilisateur d'entrer des données étape par étape.

source: Step 1. Press Next
fr: Étape 1. Appuyez sur Suivant

source: Step 2. Select options
fr: Étape 2. Sélectionner les options

source: ✓ Option is enabled
fr: ✓ L'option est activée

source: Click to enable the option
fr: Cliquez pour activer l'option

source: Step 3. Your data:
fr: Étape 3. Vos données :

source: Option: enabled
fr: Option : activé

source: Option: disabled
fr: Option : désactivé

source: Selected emoji: {emoji}
fr: Emoji sélectionné : {emoji}

source: Validation schema for OpenAPI Specification 3.0.X.
fr: Schéma de validation pour la spécification OpenAPI 3.0.X.

source: Example and examples are mutually exclusive
fr: L'exemple et les exemples s'excluent mutuellement

source: Schema and content are mutually exclusive, at least one is required
fr: Le schéma et le contenu s'excluent mutuellement, au moins l'un d'entre eux est nécessaire

source: Some properties are not allowed if content is present
fr: Certaines propriétés ne sont pas autorisées si le contenu est présent

source: Parameter location
fr: Emplacement des paramètres

source: Parameter in path
fr: Paramètre dans le chemin

source: Parameter in query
fr: Paramètre dans la requête

source: Parameter in header
fr: Paramètre dans l'en-tête

source: Parameter in cookie
fr: Paramètre dans le cookie

source: Bearer
fr: Porteur

source: Non Bearer
fr: Non porteur

source: Operation Id and Operation Ref are mutually exclusive
fr: Operation Id et Operation Ref s'excluent mutuellement

source: Django views definitions
fr: Définitions des vues Django

source: Intentionally simple parent class for all views. Only implements dispatch-by-method and simple sanity checking.
fr: Classe mère volontairement simple pour toutes les vues. Elle implémente uniquement l'envoi par méthode et un simple contrôle d'intégrité.

source: Render a template. Pass keyword arguments from the URLconf to the context.
fr: Rendre un modèle. Transmettre au contexte des arguments de type mot-clé provenant de l'URLconf.

source: Provide a redirect on any GET request.
fr: Fournir une redirection pour toute requête GET.

source: A default context mixin that passes the keyword arguments received by get_context_data() as the template context.
fr: Un mixin de contexte par défaut qui transmet les arguments des mots-clés reçus par get_context_data() comme contexte du modèle.

source: A mixin that can be used to render a template.
fr: Un mixin qui peut être utilisé pour rendre un modèle.

source: A base view for displaying a form.
fr: Vue de base pour l'affichage d'un formulaire.

source: Base view for creating a new object instance.
fr: Vue de base pour la création d'une nouvelle instance d'objet.

source: Base view for deleting an object.
fr: Vue de base pour la suppression d'un objet.

source: Base view for updating an existing object.
fr: Vue de base pour la mise à jour d'un objet existant.

source: A view for displaying a form and rendering a template response.
fr: Vue permettant d'afficher un formulaire et de rendre un modèle de réponse.

source: View for creating a new object, with a response rendered by a template.
fr: Vue pour la création d'un nouvel objet, avec une réponse rendue par un modèle.

source: View for deleting an object retrieved with self.get_object(), with a response rendered by a template.
fr: Vue pour la suppression d'un objet récupéré avec self.get_object(), avec une rendue par un modèle.

source: View for updating an object, with a response rendered by a template.
fr: Vue pour la mise à jour d'un objet, avec une réponse rendue par un modèle.

source: Provide a way to show and handle a form in a request.
fr: Fournir un moyen d'afficher et de gérer un formulaire dans une requête.

source: Provide a way to show and handle a ModelForm in a request.
fr: Fournir un moyen d'afficher et de gérer un ModelForm dans une requête.

source: Render a form on GET and processes it on POST.
fr: Rendre un formulaire en GET et le traiter en POST.

source: Provide the ability to delete objects.
fr: Fournir la possibilité de supprimer des objets.

source: A base view for displaying a single object.
fr: Vue de base pour l'affichage d'un seul objet.

source: Render a "detail" view of an object.
fr: Rendre une vue "détaillée" d'un objet.

source: Provide the ability to retrieve a single object for further manipulation.
fr: Fournir la possibilité d'extraire un seul objet pour le manipuler ultérieurement.

source: A base view for displaying a list of objects.
fr: Vue de base permettant d'afficher une liste d'objets.

source: Render some list of objects, set by `self.model` or `self.queryset`. `self.queryset` can actually be any iterable of items, not just a queryset.
fr: Rendre une liste d'objets, définie par `self.model` ou `self.queryset`. `self.queryset` peut en fait être n'importe quel itérable d'objets, pas seulement un queryset.

source: A mixin for views manipulating multiple objects.
fr: Un mixin pour les vues manipulant plusieurs objets.

source: Mixin for responding with a template and list of objects.
fr: Mixin pour répondre avec un modèle et une liste d'objets.

source: Mixin for views manipulating year-based data.
fr: Mixin pour les vues manipulant des données basées sur l'année.

source: Mixin for views manipulating month-based data.
fr: Mixin pour les vues manipulant des données mensuelles.

source: Mixin for views manipulating day-based data.
fr: Mixin pour les vues manipulant des données journalières.

source: Mixin for views manipulating week-based data.
fr: Mixin pour les vues manipulant des données hebdomadaires.

source: Mixin class for views manipulating date-based data.
fr: Classe de mixage pour les vues manipulant des données basées sur la date.

source: Abstract base class for date-based views displaying a list of objects.
fr: Classe de base abstraite pour les vues basées sur la date affichant une liste d'objets.

source: Abstract CBV mixin that gives access mixins the same customizable functionality.
fr: Mixin CBV abstrait qui donne aux mixins d'accès les mêmes fonctionnalités personnalisables personnalisables.

source: Verify that the current user is authenticated.
fr: Vérifier que l'utilisateur actuel est authentifié.

source: Verify that the current user has all specified permissions.
fr: Vérifiez que l'utilisateur actuel dispose de toutes les autorisations spécifiées.

source: Deny a request with a permission error if the test_func() method returns False.
fr: Refuser une requête avec une erreur de permission si la méthode test_func() retourne Faux.

source: Different keyboard layouts.
fr: Différentes dispositions de clavier.

source: ↔️ Row
fr: ↔️ Rangée

source: ↕️ Column
fr: ↕️ Colonne

source: ↩️ Group
fr: ️ Groupe

source: Select and Button inside `Row`
fr: Sélectionner et Bouton dans `Row`

source: Select and Button inside `Column`
fr: Sélection et bouton dans une colonne

source: Select and Button inside `Group` with width=2
fr: Sélection et bouton dans `Groupe` avec largeur=2

source: Reply keyboard with multiple widgets.
fr: Clavier-réponse avec plusieurs widgets.

source: 👤 Send contact
fr: 👤 Envoyer le contact

source: 📍 Send location
fr: 📍 Envoyer le lieu
