Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: Dependencies
fr: Associations

source: Prerequisites needed to fulfill steps in article.
fr: Conditions préalables requises pour remplir les étapes de l'article.

source: The duration of the item (movie, audio recording, event, etc.) in [ISO 8601 date format](http://en.wikipedia.org/wiki/ISO_8601).
fr: Durée de l'élément (film, enregistrement audio, événement, etc.) au [format de date ISO 8601] (http://en.wikipedia.org/wiki/ISO_8601).

source: Relevant Occupation
fr: Profession concernée

source: The Occupation for the JobPosting.
fr: L'occupation pour l'offre d'emploi.

source: Job Location
fr: Lieu

source: A (typically single) geographic location associated with the job position.
fr: Un lieu géographique (généralement unique) associé au poste de travail.

source: Volume Number
fr: Numéro de volume

source: Identifies the volume of publication or multi-part work; for example, "iii" or "2".
fr: Identifie le volume de la publication ou de l'œuvre en plusieurs parties ; par exemple, "iii" ou "2".

source: Torque
fr: Couple

source: The torque (turning force) of the vehicle's engine. Typical unit code(s): NU for newton metre (N m), F17 for pound-force per foot, or F48 for pound-force per inch * Note 1: You can link to information about how the given value has been determined (e.g. reference RPM) using the [[valueReference]] property. * Note 2: You can use [[minValue]] and [[maxValue]] to indicate ranges.
fr: Le couple (force de rotation) du moteur du véhicule. Code(s) d'unité(s) typique(s) : NU pour newton mètre (N m), F17 pour livre-force par pied, ou F48 pour livre-force par pouce * Note 1 : Vous pouvez établir un lien avec des informations sur la manière dont la valeur donnée a été déterminée (par exemple, le régime de référence) en utilisant la propriété [[valueReference]]. * Note 2 : Vous pouvez utiliser [[minValue]] et [[maxValue]] pour indiquer des plages.

source: Published On
fr: Publié sur

source: A broadcast service associated with the publication event.
fr: Un service de diffusion associé à l'événement de publication.

source: Algorithm
fr: Algorithme

source: The algorithm or rules to follow to compute the score.
fr: L'algorithme ou les règles à suivre pour calculer le score.

source: Legislation Legal Value
fr: Législation Valeur juridique

source: The legal value of this legislation file. The same legislation can be written in multiple files with different legal values. Typically a digitally signed PDF have a "stronger" legal value than the HTML file of the same act.
fr: La valeur juridique de ce fichier de législation. La même législation peut être rédigée dans plusieurs fichiers ayant des valeurs juridiques différentes. En général, un fichier PDF signé numériquement a une valeur juridique plus forte que le fichier HTML de la même loi.

source: Associated Claim Review
fr: Examen des réclamations associées

source: An associated [[ClaimReview]], related by specific common content, topic or claim. The expectation is that this property would be most typically used in cases where a single activity is conducting both claim reviews and media reviews, in which case [[relatedMediaReview]] would commonly be used on a [[ClaimReview]], while [[relatedClaimReview]] would be used on [[MediaReview]].
fr: Un [[ClaimReview]] associé, lié par un contenu, un sujet ou une réclamation spécifique commun. On s'attend à ce que cette propriété soit utilisée le plus souvent dans les cas où une seule activité mène à la fois des examens de réclamations et des examens de médias, auquel cas [[relatedMediaReview]] serait généralement utilisé pour un [[ClaimReview]], tandis que [[relatedClaimReview]] serait utilisé pour un [[MediaReview]].

source: Answer Explanation
fr: Explication de la réponse

source: A step-by-step or full explanation about Answer. Can outline how this Answer was achieved or contain more broad clarification or statement about it.
fr: Explication complète ou étape par étape de la réponse. Peut indiquer comment cette réponse a été obtenue ou contenir des précisions ou des déclarations plus générales à ce sujet.

source: Seeks
fr: Cherche

source: A pointer to products or services sought by the organization or person (demand).
fr: Un pointeur vers les produits ou services recherchés par l'organisation ou la personne (demande).

source: Employees
fr: Employés

source: People working for this organization.
fr: Personnes travaillant pour cette organisation.

source: Diagnosis
fr: Diagnostic

source: One or more alternative conditions considered in the differential diagnosis process as output of a diagnosis process.
fr: Une ou plusieurs conditions alternatives prises en compte dans le processus de diagnostic différentiel en tant que résultat d'un processus de diagnostic.

source: Mobile Url
fr: Url mobile

source: The [[mobileUrl]] property is provided for specific situations in which data consumers need to determine whether one of several provided URLs is a dedicated 'mobile site'. To discourage over-use, and reflecting intial usecases, the property is expected only on [[Product]] and [[Offer]], rather than [[Thing]]. The general trend in web technology is towards [responsive design](https://en.wikipedia.org/wiki/Responsive_web_design) in which content can be flexibly adapted to a wide range of browsing environments. Pages and sites referenced with the long-established [[url]] property should ideally also be usable on a wide variety of devices, including mobile phones. In most cases, it would be pointless and counter productive to attempt to update all [[url]] markup to use [[mobileUrl]] for more mobile-oriented pages. The property is intended for the case when items (primarily [[Product]] and [[Offer]]) have extra URLs hosted on an additional "mobile site" alongside the main one. It should not be taken as an endorsement of this publication style.
fr: La propriété [[mobileUrl]] est fournie pour des situations spécifiques dans lesquelles les consommateurs de données doivent déterminer si l'une des URL fournies est un "site mobile" dédié. Pour décourager la surutilisation et refléter les cas d'utilisation initiaux, la propriété n'est attendue que pour [[Produit]] et [[Offre]], plutôt que pour [[Chose]]. La tendance générale en matière de technologie web est au [responsive design] (https://en.wikipedia.org/wiki/Responsive_web_design), dans lequel le contenu peut être adapté de manière flexible à un large éventail d'environnements de navigation. Les pages et les sites référencés avec la propriété [[url]] établie de longue date devraient idéalement être utilisables sur une grande variété d'appareils, y compris les téléphones mobiles. Dans la plupart des cas, il serait inutile et contre-productif de tenter de mettre à jour toutes les balises [[url]] pour utiliser [[mobileUrl]] pour les pages plus orientées vers les téléphones mobiles. Cette propriété est destinée au cas où des éléments (principalement [[Produit]] et [[Offre]]) ont des URL supplémentaires hébergées sur un "site mobile" additionnel à côté du site principal. Elle ne doit pas être considérée comme une approbation de ce style de publication.

source: Required Quantity
fr: Quantité requise

source: About
fr: À propos

source: The subject matter of the content.
fr: Le sujet du contenu.

source: Has Energy Consumption Details
fr: A des détails sur la consommation d'énergie

source: Defines the energy efficiency Category (also known as "class" or "rating") for a product according to an international energy efficiency standard.
fr: Définit la catégorie d'efficacité énergétique (également appelée "classe" ou "note") d'un produit selon une norme internationale d'efficacité énergétique.

source: Expressed In
fr: Exprimé en

source: Tissue, organ, biological sample, etc in which activity of this gene has been observed experimentally. For example brain, digestive system.
fr: Tissu, organe, échantillon biologique, etc. dans lequel l'activité de ce gène a été observée expérimentalement. Par exemple, le cerveau, le système digestif.

source: Weight
fr: Poids

source: The weight of the product or person.
fr: Le poids du produit ou de la personne.

source: Composer
fr: Compositeur

source: The person or organization who wrote a composition, or who is the composer of a work performed at some event.
fr: La personne ou l'organisation qui a écrit une composition, ou qui est le compositeur d'une œuvre jouée lors d'un événement.

source: Clinical Pharmacology
fr: Pharmacologie clinique

source: Postal Code Prefix
fr: Préfixe du code postal

source: A defined range of postal codes indicated by a common textual prefix. Used for non-numeric systems such as UK.
fr: Une gamme définie de codes postaux indiqués par un préfixe textuel commun. Utilisé pour les systèmes non numériques tels que le Royaume-Uni.

source: Shipping Details
fr: Détails de la livraison

source: Indicates information about the shipping policies and options associated with an [[Offer]].
fr: Indique des informations sur les politiques et options d'expédition associées à une [[Offre]].

source: Arrival Station
fr: Station d'arrivée

source: The station where the train trip ends.
fr: La gare où se termine le voyage en train.

source: Unnamed Sources Policy
fr: Politique relative aux sources anonymes

source: For an [[Organization]] (typically a [[NewsMediaOrganization]]), a statement about policy on use of unnamed sources and the decision process required.
fr: Pour une [[Organisation]] (généralement une [[Organisation de médias d'information]]), une déclaration sur la politique relative à l'utilisation de sources non nommées et le processus de décision requis.

source: Education Requirements
fr: Formation(s) requise(s)

source: Educational background needed for the position or Occupation.
fr: Formation nécessaire pour le poste ou la profession.

source: Salary Upon Completion
fr: Salaire à l'issue de la formation

source: The expected salary upon completing the training.
fr: Le salaire attendu à l'issue de la formation.

source: Claim Interpreter
fr: Interprète des réclamations

source: For a [[Claim]] interpreted from [[MediaObject]] content sed to indicate a claim contained, implied or refined from the content of a [[MediaObject]].
fr: Pour une [[revendication]] interprétée à partir du contenu d'un [[objet multimédia]] sed pour indiquer une revendication contenue, implicite ou affinée à partir du contenu d'un [[MediaObject]].

source: Vehicle Interior Color
fr: Couleur intérieure du véhicule

source: The color or color combination of the interior of the vehicle.
fr: La couleur ou la combinaison de couleurs de l'intérieur du véhicule.

source: Affected By
fr: Affecté par

source: Drugs that affect the test's results.
fr: Les médicaments qui affectent les résultats du test.

source: A sub property of participant. The real estate agent involved in the action.
fr: Une sous propriété du participant. L'agent immobilier impliqué dans l'action.

source: Sub Organization
fr: Sous-organisation

source: A relationship between two organizations where the first includes the second, e.g., as a subsidiary. See also: the more specific 'department' property.
fr: Une relation entre deux organisations où la première inclut la seconde, par exemple en tant que filiale. Voir aussi : la propriété plus spécifique de "département".

source: Issue Number
fr: Numéro de série

source: Identifies the issue of publication; for example, "iii" or "2".
fr: Identifie le numéro de la publication ; par exemple, "iii" ou "2".

source: Encodings
fr: Encodages

source: A media object that encodes this CreativeWork.
fr: Un objet média qui encode ce CreativeWork.

source: Recipient
fr: Destinataire

source: A sub property of participant. The participant who is at the receiving end of the action.
fr: Une sous propriété de participant. Le participant qui reçoit l'action.

source: Music Composition Form
fr: Formulaire de composition musicale

source: The type of composition (e.g. overture, sonata, symphony, etc.).
fr: Le type de composition (ouverture, sonate, symphonie, etc.).

source: File Size
fr: Taille de Fichier

source: Size of the application / package (e.g. 18MB). In the absence of a unit (MB, KB etc.), KB will be assumed.
fr: Taille de l’application / du package (par exemple, 18 Mo). En l’absence d’unité (MB, KB, etc.), KB sera supposé.

source: Founding Location
fr: Lieu de fondation

source: The place where the Organization was founded.
fr: Le lieu où l'Organisation a été fondée.

source: Departure Boat Terminal
fr: Départ du terminal des bateaux

source: The terminal or port from which the boat departs.
fr: Le terminal ou le port d'où part le bateau.

source: An organization identifier as defined in ISO 6523(-1). Note that many existing organization identifiers such as [leiCode](https://schema.org/leiCode), [duns](https://schema.org/duns) and [vatID](https://schema.org/vatID) can be expressed as an ISO 6523 identifier by setting the ICD part of the ISO 6523 identifier accordingly.
fr: Un identificateur d'organisme tel que défini dans la norme ISO 6523(-1). Il convient de noter que de nombreux identificateurs d'organismes existants, tels que [leiCode](https://schema.org/leiCode), [duns](https://schema.org/duns) et [vatID](https://schema.org/vatID), peuvent être exprimés sous la forme d'un identificateur ISO 6523 en paramétrant en conséquence la partie CIM de l'identificateur ISO 6523.

source: Category of an [[Accommodation]], following real estate conventions, e.g. RESO (see [PropertySubType](https://ddwiki.reso.org/display/DDW17/PropertySubType+Field), and [PropertyType](https://ddwiki.reso.org/display/DDW17/PropertyType+Field) fields for suggested values).
fr: Catégorie d'un [[Logement]], conformément aux conventions immobilières, par exemple RESO (voir les champs [PropertySubType](https://ddwiki.reso.org/display/DDW17/PropertySubType+Field) et [PropertyType](https://ddwiki.reso.org/display/DDW17/PropertyType+Field) pour les valeurs suggérées).

source: A similar BioChemEntity, e.g., obtained by fingerprint similarity algorithms.
fr: Une BioChemEntity similaire, par exemple, obtenue par des algorithmes de similarité d'empreintes digitales.

source: Diversity Policy
fr: Politique de diversité

source: Statement on diversity policy by an [[Organization]] e.g. a [[NewsMediaOrganization]]. For a [[NewsMediaOrganization]], a statement describing the newsroom’s diversity policy on both staffing and sources, typically providing staffing data.
fr: Déclaration sur la politique de diversité d'une [[Organisation]], par exemple une [[Organisation de médias d'information]]. Pour une [[Organisation de médias d'information]], une déclaration décrivant la politique de diversité de la salle de rédaction en matière de personnel et de sources, fournissant généralement des données sur le personnel.

source: Assembly Version
fr: Version d'assemblage

source: Associated product/technology version. E.g., .NET Framework 4.5.
fr: Version du produit/de la technologie associé(e). Par exemple, .NET Framework 4.5.

source: Specifying a drug or medicine used in a medication procedure.
fr: Spécification d'une drogue ou d'un médicament utilisé dans le cadre d'une procédure de médication.

source: Video
fr: Vidéo

source: An embedded video object.
fr: Un objet vidéo intégré.

source: Median
fr: Médiane

source: The median value.
fr: La valeur médiane.

source: The 90th percentile value.
fr: La valeur du 90e percentile.

source: Has Merchant Return Policy
fr: A la politique de retour du marchand

source: Specifies a MerchantReturnPolicy that may be applicable.
fr: Spécifie une politique de retour du marchand qui peut être applicable.

source: Cvd Collection Date
fr: Date d'encaissement du Cvd

source: collectiondate - Date for which patient counts are reported.
fr: collectiondate - Date pour laquelle le nombre de patients est rapporté.

source: Lesser Or Equal
fr: Moins ou égal

source: This ordering relation for qualitative values indicates that the subject is lesser than or equal to the object.
fr: Cette relation d'ordre pour les valeurs qualitatives indique que le sujet est inférieur ou égal à l'objet.

source: Video Format
fr: Format vidéo

source: The type of screening or video broadcast used (e.g. IMAX, 3D, SD, HD, etc.).
fr: Le type de projection ou de diffusion vidéo utilisé (par exemple, IMAX, 3D, SD, HD, etc.).

source: Record Label
fr: Label d'enregistrement

source: The label that issued the release.
fr: Le label qui a publié le disque.

source: Associated Pathophysiology
fr: Physiopathologie associée

source: If applicable, a description of the pathophysiology associated with the anatomical system, including potential abnormal changes in the mechanical, physical, and biochemical functions of the system.
fr: Le cas échéant, une description de la physiopathologie associée au système anatomique, y compris les changements anormaux potentiels dans les fonctions mécaniques, physiques et biochimiques du système.

source: Is Part Of
fr: Est une partie de

source: Indicates an item or CreativeWork that this item, or CreativeWork (in some sense), is part of.
fr: Indique un élément ou un travail créatif dont cet élément, ou ce travail créatif (dans un certain sens), fait partie.

source: Represents spatial relations in which two geometries (or the places they represent) are topologically equal, as defined in [DE-9IM](https://en.wikipedia.org/wiki/DE-9IM). "Two geometries are topologically equal if their interiors intersect and no part of the interior or boundary of one geometry intersects the exterior of the other" (a symmetric relationship).
fr: Représente les relations spatiales dans lesquelles deux géométries (ou les lieux qu'elles représentent) sont topologiquement égales, comme défini dans [DE-9IM] (https://en.wikipedia.org/wiki/DE-9IM). "Deux géométries sont topologiquement égales si leurs intérieurs se croisent et qu'aucune partie de l'intérieur ou de la limite d'une géométrie ne croise l'extérieur de l'autre (relation symétrique).

source: A sub property of location. The sports event where this action occurred.
fr: Une sous-propriété de l'emplacement. L'événement sportif où cette action s'est produite.

source: Provides Service
fr: Fournit un service

source: The service provided by this channel.
fr: Le service fourni par ce canal.

source: Prescribing Info
fr: Informations sur la prescription

source: Link to prescribing information for the drug.
fr: Lien vers les informations de prescription du médicament.

source: Pregnancy Warning
fr: Avertissement sur la grossesse

source: Any precaution, guidance, contraindication, etc. related to this drug's use during pregnancy.
fr: Toute précaution, orientation, contre-indication, etc. liée à l'utilisation de ce médicament pendant la grossesse.

source: The business function (e.g. sell, lease, repair, dispose) of the offer or component of a bundle (TypeAndQuantityNode). The default is http://purl.org/goodrelations/v1#Sell.
fr: La fonction commerciale (par exemple, vendre, louer, réparer, disposer) de l'offre ou du composant d'une offre groupée (TypeAndQuantityNode). La valeur par défaut est http://purl.org/goodrelations/v1#Sell.

source: The object that helped the agent perform the action. E.g. John wrote a book with *a pen*.
fr: L'objet qui a aidé l'agent à effectuer l'action. Par exemple, John a écrit un livre avec *un stylo*.

source: Birth Date
fr: Date de naissance

source: Date of birth.
fr: Date de naissance.

source: Pattern
fr: Motif

source: A pattern that something has, for example 'polka dot', 'striped', 'Canadian flag'. Values are typically expressed as text, although links to controlled value schemes are also supported.
fr: Un motif que présente un objet, par exemple "à pois", "à rayures", "drapeau canadien". Les valeurs sont généralement exprimées sous forme de texte, bien que des liens vers des systèmes de valeurs contrôlées soient également pris en charge.

source: Verification Fact Checking Policy
fr: Politique de vérification des faits

source: Disclosure about verification and fact-checking processes for a [[NewsMediaOrganization]] or other fact-checking [[Organization]].
fr: Divulgation des processus de vérification et de contrôle des faits pour une [[NewsMediaOrganization]] ou une autre [[Organisation]] de contrôle des faits.

source: Monthly Minimum Repayment Amount
fr: Montant du remboursement mensuel minimum

source: The minimum payment is the lowest amount of money that one is required to pay on a credit card statement each month.
fr: Le paiement minimum est le montant le plus bas que l'on doit payer chaque mois sur un relevé de carte de crédit.

source: Offers Prescription By Mail
fr: Offre de prescription par courrier

source: Whether prescriptions can be delivered by mail.
fr: Si les ordonnances peuvent être délivrées par courrier.

source: Tourist Type
fr: Type de touriste

source: Attraction suitable for type(s) of tourist. E.g. children, visitors from a particular country, etc.
fr: Attraction adaptée au(x) type(s) de touristes. Par exemple, les enfants, les visiteurs d'un pays particulier, etc.

source: Editor
fr: Éditeur

source: Specifies the Person who edited the CreativeWork.
fr: Spécifie la personne qui a édité le CreativeWork.

source: Government Benefits Info
fr: Informations sur les prestations publiques

source: governmentBenefitsInfo provides information about government benefits associated with a SpecialAnnouncement.
fr: governmentBenefitsInfo fournit des informations sur les prestations gouvernementales associées à une SpecialAnnouncement.

source: The number of calories.
fr: Le nombre de calories.

source: Unit Code
fr: Code de l'unité

source: The unit of measurement given using the UN/CEFACT Common Code (3 characters) or a URL. Other codes than the UN/CEFACT Common Code may be used with a prefix followed by a colon.
fr: L'unité de mesure donnée en utilisant le code commun du CEFACT-ONU (3 caractères) ou un URL. D'autres codes que le code commun du CEFACT-ONU peuvent être utilisés avec un préfixe suivi de deux points.

source: Countries Not Supported
fr: Pays non pris en charge

source: Countries for which the application is not supported. You can also provide the two-letter ISO 3166-1 alpha-2 country code.
fr: Pays pour lesquels l'application n'est pas prise en charge. Vous pouvez également indiquer le code de pays à deux lettres ISO 3166-1 alpha-2.

source: Date Modified
fr: Date de modification

source: The date on which the CreativeWork was most recently modified or when the item's entry was modified within a DataFeed.
fr: Date de la dernière modification du travail créatif ou date à laquelle l'entrée de l'élément a été modifiée dans un flux de données.

source: Translation Of Work
fr: Traduction du travail

source: The work that this work has been translated from. E.g. 物种起源 is a translationOf “On the Origin of Species”.
fr: L'œuvre à partir de laquelle cette œuvre a été traduite. Par exemple, 物种起源 est une traduction de "De l'origine des espèces".

source: Legal Status
fr: Statut juridique

source: The drug or supplement's legal status, including any controlled substance schedules that apply.
fr: Le statut légal du médicament ou du complément, y compris les tableaux de substances contrôlées qui s'appliquent.

source: Print Column
fr: Imprimer la colonne

source: The number of the column in which the NewsArticle appears in the print edition.
fr: Le numéro de la colonne dans laquelle l'article apparaît dans l'édition imprimée.

source: Occupancy
fr: Occupation
