Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: An organization identifier that uniquely identifies a legal entity as defined in ISO 17442.
fr: Un identifiant d'organisation qui identifie de manière unique une entité juridique telle que définie dans la norme ISO 17442.

source: Error
fr: Erreur

source: For failed actions, more information on the cause of the failure.
fr: Pour les actions qui ont échoué, plus d'informations sur la cause de l'échec.

source: Transmission Method
fr: Méthode de transmission

source: How the disease spreads, either as a route or vector, for example 'direct contact', 'Aedes aegypti', etc.
fr: Le mode de propagation de la maladie, par voie ou par vecteur, par exemple "contact direct", "Aedes aegypti", etc.

source: Postal Code Range
fr: Code postal

source: A defined range of postal codes.
fr: Une série définie de codes postaux.

source: Sugar Content
fr: Teneur en sucre

source: The number of grams of sugar.
fr: Le nombre de grammes de sucre.

source: Breadcrumb
fr: Fil d'Ariane

source: A set of links that can help a user understand and navigate a website hierarchy.
fr: Un ensemble de liens qui peuvent aider un utilisateur à comprendre et à naviguer dans la hiérarchie d'un site web.

source: Price Component
fr: Composante du prix

source: This property links to all [[UnitPriceSpecification]] nodes that apply in parallel for the [[CompoundPriceSpecification]] node.
fr: Cette propriété renvoie à tous les nœuds [[UnitPriceSpecification]] qui s'appliquent en parallèle au nœud [[CompoundPriceSpecification]].

source: Quarantine Guidelines
fr: Lignes directrices relatives à la quarantaine

source: Guidelines about quarantine rules, e.g. in the context of a pandemic.
fr: Lignes directrices concernant les règles de quarantaine, par exemple dans le contexte d'une pandémie.

source: Information about travel bans, e.g. in the context of a pandemic.
fr: Informations sur les interdictions de voyager, par exemple dans le contexte d'une pandémie.

source: Target
fr: Cible

source: Indicates a target EntryPoint, or url, for an Action.
fr: Indique un point d'entrée cible, ou url, pour une action.

source: Valid Through
fr: Valable jusqu'au

source: The date after when the item is not valid. For example the end of an offer, salary period, or a period of opening hours.
fr: La date après laquelle l'élément n'est plus valide. Par exemple, la fin d'une offre, d'une période salariale ou d'une période d'ouverture.

source: Comments, typically from users.
fr: Commentaires, généralement des utilisateurs.

source: Trial Design
fr: Conception de l'essai

source: Specifics about the trial design (enumerated).
fr: Précisions sur la conception de l'essai (énumérées).

source: The product identifier, such as ISBN. For example: ``` meta itemprop="productID" content="isbn:123-456-789" ```.
fr: L'identifiant du produit, tel que l'ISBN. Par exemple : ``` meta itemprop="productID" content="isbn:123-456-789" ```.

source: Production Company
fr: Société de production

source: The production company or studio responsible for the item, e.g. series, video game, episode etc.
fr: La société de production ou le studio responsable de l'élément, par exemple une série, un jeu vidéo, un épisode, etc.

source: Coding System
fr: Système de codification

source: The coding system, e.g. 'ICD-10'.
fr: Le système de codage, par exemple "CIM-10".

source: Country Of Origin
fr: Pays d'origine

source: The country of origin of something, including products as well as creative works such as movie and TV content. In the case of TV and movie, this would be the country of the principle offices of the production company or individual responsible for the movie. For other kinds of [[CreativeWork]] it is difficult to provide fully general guidance, and properties such as [[contentLocation]] and [[locationCreated]] may be more applicable. In the case of products, the country of origin of the product. The exact interpretation of this may vary by context and product type, and cannot be fully enumerated here.
fr: Le pays d'origine d'une chose, y compris les produits ainsi que les œuvres créatives telles que le contenu des films et de la télévision. Dans le cas de la télévision et des films, il s'agit du pays où se trouvent les bureaux principaux de la société de production ou de la personne responsable du film. Pour d'autres types de [[CreativeWork]], il est difficile de fournir des indications générales et des propriétés telles que [[contentLocation]] et [[locationCreated]] peuvent être plus appropriées. Dans le cas des produits, le pays d'origine du produit. L'interprétation exacte de cette propriété peut varier en fonction du contexte et du type de produit, et ne peut être entièrement énumérée ici.

source: Sub Event
fr: Sous-événement

source: An Event that is part of this event. For example, a conference event includes many presentations, each of which is a subEvent of the conference.
fr: Un événement qui fait partie de cet événement. Par exemple, une conférence comprend de nombreuses présentations, chacune étant un sous-événement de la conférence.

source: Activity Duration
fr: Durée de l'activité

source: Length of time to engage in the activity.
fr: Durée de l'activité.

source: Vat
fr: TVA

source: The Value-added Tax ID of the organization or person.
fr: Le numéro d'identification à la taxe sur la valeur ajoutée de l'organisation ou de la personne.

source: Engine Type
fr: Type du moteur

source: The type of engine or engines powering the vehicle.
fr: Le type de moteur ou les moteurs qui propulsent le véhicule.

source: Name of the County of the NHSN facility that this data record applies to. Use [[cvdFacilityId]] to identify the facility. To provide other details, [[healthcareReportingData]] can be used on a [[Hospital]] entry.
fr: Nom du comté de l'établissement NHSN auquel s'applique cet enregistrement de données. Utilisez [[cvdFacilityId]] pour identifier l'établissement. Pour fournir d'autres détails, [[healthcareReportingData]] peut être utilisé pour une entrée [[Hospital]].

source: Vehicle Seating Capacity
fr: Nombre de places dans le véhicule

source: The number of passengers that can be seated in the vehicle, both in terms of the physical space available, and in terms of limitations set by law. Typical unit code(s): C62 for persons.
fr: Le nombre de passagers pouvant prendre place dans le véhicule, à la fois en termes d'espace physique disponible et en termes de limitations fixées par la loi. Code(s) d'unité(s) typique(s) : C62 pour les personnes.

source: Has Defined Term
fr: A une durée définie

source: Value Name
fr: Nom de la valeur

source: Overdosage
fr: Surdosage

source: Available Test
fr: Test disponible

source: Used to tag an item to be intended or suitable for consumption or use by adults only.
fr: Utilisé pour indiquer qu'un article est destiné ou adapté à la consommation ou à l'utilisation par des adultes uniquement.

source: Encodes Creative Work
fr: Encodage du travail créatif

source: The CreativeWork encoded by this media object.
fr: Le CreativeWork encodé par cet objet média.

source: Time Required
fr: Temps requis

source: Approximate or typical time it takes to work with or through this learning resource for the typical intended target audience, e.g. 'PT30M', 'PT1H25M'.
fr: Temps approximatif ou typique nécessaire pour travailler avec ou à travers cette ressource d'apprentissage pour le public cible typique, par exemple "PT30M", "PT1H25M".

source: Sign Or Symptom
fr: Signe ou symptôme

source: A sign or symptom of this condition. Signs are objective or physically observable manifestations of the medical condition while symptoms are the subjective experience of the medical condition.
fr: Un signe ou un symptôme de cette affection. Les signes sont des manifestations objectives ou physiquement observables de l'état pathologique, tandis que les symptômes sont l'expérience subjective de l'état pathologique.

source: Significant Links
fr: Liens importants

source: The most significant URLs on the page. Typically, these are the non-navigation links that are clicked on the most.
fr: Les URL les plus importants de la page. Il s'agit généralement des liens qui ne sont pas des liens de navigation et sur lesquels on clique le plus.

source: Disease Prevention Info
fr: Informations sur la prévention des maladies

source: Information about disease prevention.
fr: Informations sur la prévention des maladies.

source: Broadcast Frequency Value
fr: Valeur de la fréquence de diffusion

source: The frequency in MHz for a particular broadcast.
fr: La fréquence en MHz d'une émission particulière.

source: Cost Origin
fr: Coût Origine

source: Additional details to capture the origin of the cost data. For example, 'Medicare Part B'.
fr: Détails supplémentaires pour saisir l'origine des données de coût. Par exemple, "Medicare Part B".

source: Episodes
fr: Épisodes

source: An episode of a TV/radio series or season.
fr: Un épisode d'une série ou d'une saison de télévision ou de radio.

source: Number Of Previous Owners
fr: Nombre de propriétaires précédents

source: The number of owners of the vehicle, including the current one. Typical unit code(s): C62
fr: Le nombre de propriétaires du véhicule, y compris le propriétaire actuel. Code(s) d'unité typique(s) : C62

source: Required Max Age
fr: Âge maximum requis

source: Audiences defined by a person's maximum age.
fr: Publics définis par l'âge maximum d'une personne.

source: Sub Stage Suffix
fr: Suffixe de sous-étape

source: The substage, e.g. 'a' for Stage IIIa.
fr: Le sous-stage, par exemple "a" pour le stade IIIa.

source: Significance
fr: Importance

source: The significance associated with the superficial anatomy; as an example, how characteristics of the superficial anatomy can suggest underlying medical conditions or courses of treatment.
fr: La signification associée à l'anatomie superficielle ; par exemple, comment les caractéristiques de l'anatomie superficielle peuvent suggérer des conditions médicales sous-jacentes ou des cours de traitement.

source: Num Constraints
fr: Contraintes numériques

source: Indicates the number of constraints (not counting [[populationType]]) defined for a particular [[StatisticalPopulation]]. This helps applications understand if they have access to a sufficiently complete description of a [[StatisticalPopulation]].
fr: Indique le nombre de contraintes (sans compter le [[populationType]]) définies pour une [[StatisticalPopulation]] particulière. Cela permet aux applications de savoir si elles ont accès à une description suffisamment complète d'une [[population statistique]].

source: Part Of Season
fr: Une partie de la saison

source: The season to which this episode belongs.
fr: La saison à laquelle appartient cet épisode.

source: Knows Language
fr: Connaît la langue

source: Of a [[Person]], and less typically of an [[Organization]], to indicate a known language. We do not distinguish skill levels or reading/writing/speaking/signing here. Use language codes from the [IETF BCP 47 standard](http://tools.ietf.org/html/bcp47).
fr: D'une [[Personne]], et plus rarement d'une [[Organisation]], pour indiquer une langue connue. Nous ne faisons pas de distinction entre les niveaux de compétence ou entre lire/écrire/parler/signer ici. Utilisez les codes de langue de la [norme IETF BCP 47] (http://tools.ietf.org/html/bcp47).

source: Typical Age Range
fr: Tranche d'âge typique

source: The typical expected age range, e.g. '7-9', '11-'.
fr: La tranche d'âge typique attendue, par exemple "7-9", "11-".

source: Recommendation Strength
fr: Recommandation Force

source: Strength of the guideline's recommendation (e.g. 'class I').
fr: Force de la recommandation de la ligne directrice (par exemple, "classe I").

source: Postal Code
fr: Code postal

source: The postal code. For example, 94043.
fr: Le code postal. Par exemple, 94043.

source: Cvd Num C19 Died
fr: Cvd Num C19 Décédé

source: numc19died - DEATHS: Patients with suspected or confirmed COVID-19 who died in the hospital, ED, or any overflow location.
fr: numc19died - DEATHS : Patients atteints de COVID-19 suspectée ou confirmée et décédés à l'hôpital, aux urgences ou dans tout autre lieu de débordement.

source: Total Price
fr: Prix Total

source: The total price for the reservation or ticket, including applicable taxes, shipping, etc. Usage guidelines: * Use values from 0123456789 (Unicode 'DIGIT ZERO' (U+0030) to 'DIGIT NINE' (U+0039)) rather than superficially similar Unicode symbols. * Use '.' (Unicode 'FULL STOP' (U+002E)) rather than ',' to indicate a decimal point. Avoid using these symbols as a readability separator.
fr: Le prix total de la réservation ou du billet, y compris les taxes applicables, les frais d'expédition, etc. Directives d'utilisation : * Utilisez les valeurs de 0123456789 (Unicode 'DIGIT ZERO' (U+0030) à 'DIGIT NINE' (U+0039)) plutôt que des symboles Unicode superficiellement similaires. * Utilisez '.' (Unicode 'FULL STOP' (U+002E)) plutôt que ',' pour indiquer un point décimal. Évitez d'utiliser ces symboles comme séparateur de lisibilité.

source: Live Blog Update
fr: Mise à jour du blog en direct

source: An update to the LiveBlog.
fr: Une mise à jour du LiveBlog.

source: Business Days
fr: Jours ouvrables

source: Days of the week when the merchant typically operates, indicated via opening hours markup.
fr: Jours de la semaine pendant lesquels le commerçant est généralement ouvert, indiqués par la majoration des heures d'ouverture.

source: Catalog Number
fr: Numéro catalogue

source: The catalog number for the release.
fr: Le numéro de catalogue de la version.

source: Alignment Type
fr: Type d'alignement

source: A category of alignment between the learning resource and the framework node. Recommended values include: 'requires', 'textComplexity', 'readingLevel', and 'educationalSubject'.
fr: Catégorie d'alignement entre la ressource didactique et le nœud du cadre. Les valeurs recommandées sont les suivantes : 'requires', 'textComplexity', 'readingLevel', et 'educationalSubject'.

source: Contained In Place
fr: Contenus sur place

source: Genre of the creative work, broadcast channel or group.
fr: Genre de l'œuvre créative, canal de diffusion ou groupe.

source: Item List Order
fr: Ordre de la liste des articles

source: Type of ordering (e.g. Ascending, Descending, Unordered).
fr: Type de classement (par exemple : croissant, décroissant, non ordonné).

source: Return Shipping Fees Amount
fr: Frais de retour Montant

source: Amount of shipping costs for product returns (for any reason). Applicable when property [[returnFees]] equals [[ReturnShippingFees]].
fr: Montant des frais d'expédition pour les retours de produits (quelle qu'en soit la raison). Applicable lorsque la propriété [[returnFees]] est égale à [[ReturnShippingFees]].

source: Target Collection
fr: Collection Target

source: Educational Role
fr: Rôle éducatif

source: An educationalRole of an EducationalAudience.
fr: Un rôle éducatif d'un public éducatif.

source: Is Involved In Biological Process
fr: Est impliqué dans un processus biologique

source: Biological process this BioChemEntity is involved in; please use PropertyValue if you want to include any evidence.
fr: Processus biologique dans lequel cette BioChemEntity est impliquée ; veuillez utiliser PropertyValue si vous souhaitez inclure des preuves.

source: Maximum Enrollment
fr: Nombre maximum d'inscriptions

source: The maximum number of students who may be enrolled in the program.
fr: Le nombre maximum d'étudiants pouvant être inscrits dans le programme.

source: Train Name
fr: Nom du train

source: The name of the train (e.g. The Orient Express).
fr: Le nom du train (par exemple, l'Orient Express).

source: Utterances
fr: Expressions

source: Text of an utterances (spoken words, lyrics etc.) that occurs at a certain section of a media object, represented as a [[HyperTocEntry]].
fr: Texte d'un énoncé (mots parlés, paroles, etc.) qui se produit à une certaine section d'un objet médiatique, représenté comme un [[HyperTocEntry]].

source: Suggested Answer
fr: Proposition de réponse

source: An answer (possibly one of several, possibly incorrect) to a Question, e.g. on a Question/Answer site.
fr: Une réponse (éventuellement une parmi plusieurs, éventuellement incorrecte) à une question, par exemple sur un site de questions/réponses.

source: Purchase Date
fr: Date d’achat

source: The date the item, e.g. vehicle, was purchased by the current owner.
fr: Date à laquelle le bien, par exemple un véhicule, a été acheté par le propriétaire actuel.

source: Reserved Ticket
fr: Billet réservé

source: A ticket associated with the reservation.
fr: Un ticket associé à la réservation.

source: Http Method
fr: Méthode Http

source: An HTTP method that specifies the appropriate HTTP method for a request to an HTTP EntryPoint. Values are capitalized strings as used in HTTP.
fr: Une méthode HTTP qui spécifie la méthode HTTP appropriée pour une requête à un point d'entrée HTTP. Les valeurs sont des chaînes en majuscules telles qu'elles sont utilisées dans HTTP.

source: Producer
fr: Producteur

source: The person or organization who produced the work (e.g. music album, movie, TV/radio series etc.).
fr: La personne ou l'organisation qui a produit l'œuvre (par exemple, un album de musique, un film, une série télévisée ou radiophonique, etc.)

source: Target Population
fr: Population cible

source: Characteristics of the population for which this is intended, or which typically uses it, e.g. 'adults'.
fr: Caractéristiques de la population à laquelle il est destiné ou qui l'utilise habituellement, par exemple "adultes".

source: Program Type
fr: Type de programme

source: The type of educational or occupational program. For example, classroom, internship, alternance, etc.
fr: Le type de programme éducatif ou professionnel. Par exemple, classe, stage, alternance, etc.

source: Coverage Start Time
fr: Heure de début de la couverture

source: The time when the live blog will begin covering the Event. Note that coverage may begin before the Event's start time. The LiveBlogPosting may also be created before coverage begins.
fr: L'heure à laquelle le blog en direct commencera à couvrir l'événement. Notez que la couverture peut commencer avant l'heure de début de l'événement. Le LiveBlogPosting peut également être créé avant le début de la couverture.

source: Body Type
fr: Type de voiture

source: Indicates the design and body style of the vehicle (e.g. station wagon, hatchback, etc.).
fr: Indique la conception et le style de la carrosserie du véhicule (par exemple, break, hatchback, etc.).

source: Music Group Member
fr: Membre du groupe musical

source: A member of a music group&#x2014;for example, John, Paul, George, or Ringo.
fr: Membre d'un groupe de musique, par exemple John, Paul, George ou Ringo.

source: Work Presented
fr: Travaux présentés

source: The movie presented during this event.
fr: Le film présenté lors de cet événement.

source: Associated Disease
fr: Maladie associée

source: Disease associated to this BioChemEntity. Such disease can be a MedicalCondition or a URL. If you want to add an evidence supporting the association, please use PropertyValue.
fr: Maladie associée à cette entité BioChemEntity. Cette maladie peut être une MedicalCondition ou une URL. Si vous souhaitez ajouter une preuve à l'appui de l'association, veuillez utiliser PropertyValue.

source: Application Sub Category
fr: Sous-catégorie d'application

source: Subcategory of the application, e.g. 'Arcade Game'.
fr: Sous-catégorie de l'application, par exemple "Jeu d'arcade".

source: Includes Object
fr: Inclut l'objet

source: This links to a node or nodes indicating the exact quantity of the products included in an [[Offer]] or [[ProductCollection]].
fr: Ce lien renvoie à un ou plusieurs nœuds indiquant la quantité exacte des produits inclus dans une [[Offre]] ou une [[Collection de produits]].

source: Schema Version
fr: Version du schéma

source: Indicates (by URL or string) a particular version of a schema used in some CreativeWork. This property was created primarily to indicate the use of a specific schema.org release, e.g. ```10.0``` as a simple string, or more explicitly via URL, ```https://schema.org/docs/releases.html#v10.0```. There may be situations in which other schemas might usefully be referenced this way, e.g. ```http://dublincore.org/specifications/dublin-core/dces/1999-07-02/``` but this has not been carefully explored in the community.
fr: Indique (par URL ou chaîne) une version particulière d'un schéma utilisé dans certains CreativeWork. Cette propriété a été créée principalement pour indiquer l'utilisation d'une version spécifique de schema.org, par exemple ``10.0`` comme une simple chaîne de caractères, ou plus explicitement via l'URL, ``COPY00``. Il peut y avoir des situations dans lesquelles d'autres schémas pourraient être référencés de cette manière, par exemple ``COPY00``, mais cela n'a pas été étudié avec soin par la communauté.

source: An intended audience, i.e. a group for whom something was created.
fr: Un public cible, c'est-à-dire un groupe pour lequel quelque chose a été créé.

source: Parent Item
fr: Élément parent

source: The parent of a question, answer or item in general.
fr: Le parent d'une question, d'une réponse ou d'un élément en général.

source: Game Platform
fr: Plateforme de jeu

source: The electronic systems used to play <a href="http://en.wikipedia.org/wiki/Category:Video_game_platforms">video games</a>.
fr: Les systèmes électroniques utilisés pour jouer aux <a href="http://en.wikipedia.org/wiki/Category:Video_game_platforms">jeux vidéo</a>.

source: Course Code
fr: Code Course

source: The identifier for the [[Course]] used by the course [[provider]] (e.g. CS101 or 6.001).
fr: L'identifiant du [[cours]] utilisé par le [[fournisseur]] du cours (par exemple CS101 ou 6.001).

source: Functional Class
fr: Classe fonctionnelle

source: The degree of mobility the joint allows.
fr: Le degré de mobilité que permet l'articulation.

source: Encoding
fr: Encodage

source: A media object that encodes this CreativeWork. This property is a synonym for associatedMedia.
fr: Un objet média qui encode ce CreativeWork. Cette propriété est un synonyme de associatedMedia.

source: Ingredients
fr: Ingrédients

source: A single ingredient used in the recipe, e.g. sugar, flour or garlic.
fr: Un seul ingrédient utilisé dans la recette, par exemple le sucre, la farine ou l'ail.

source: Corrections Policy
fr: Politique correctionnelle

source: For an [[Organization]] (e.g. [[NewsMediaOrganization]]), a statement describing (in news media, the newsroom’s) disclosure and correction policy for errors.
fr: Pour une [[Organisation]] (par exemple, [[NewsMediaOrganization]]), une déclaration décrivant (dans les médias d'information, la salle de rédaction) la politique de divulgation et de correction des erreurs.

source: Publisher Imprint
fr: Éditeur Mentions légales

source: The publishing division which published the comic.
fr: La division d'édition qui a publié la bande dessinée.

source: Attendee
fr: Participant

source: A person or organization attending the event.
fr: Personne ou organisation participant à l'événement.

source: Possible Treatment
fr: Traitement possible

source: A possible treatment to address this condition, sign or symptom.
fr: Un traitement possible pour traiter cette condition, ce signe ou ce symptôme.

source: Normal Range
fr: Plage normale

source: Range of acceptable values for a typical patient, when applicable.
fr: Plage de valeurs acceptables pour un patient type, le cas échéant.

source: Departure Airport
fr: Aéroport de départ

source: The airport where the flight originates.
fr: L'aéroport d'origine du vol.

source: Body Location
fr: Emplacement du corps
