Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: An [[OfferForLease]] in Schema.org represents an [[Offer]] to lease out something, i.e. an [[Offer]] whose [[businessFunction]] is [lease out](http://purl.org/goodrelations/v1#LeaseOut.). See [Good Relations](https://en.wikipedia.org/wiki/GoodRelations) for background on the underlying concepts.
fr: Une [[OfferForLease]] dans Schema.org représente une [[Offer]] pour louer quelque chose, c'est-à-dire une [[Offer]] dont la [[businessFunction]] est [lease out] dont la [[businessFunction]] est [lease out] (http://purl.org/goodrelations/v1#LeaseOut.). Voir [Bonnes relations](https://en.wikipedia.org/wiki/GoodRelations) pour les concepts sous-jacents pour en savoir plus sur les concepts sous-jacents.

source: Catholic Church
fr: Église catholique

source: A Catholic church.
fr: Une église catholique.

source: Financial Product
fr: Produit financier

source: A product provided to consumers and businesses by financial institutions such as banks, insurance companies, brokerage firms, consumer finance companies, and investment companies which comprise the financial services industry.
fr: Produit fourni aux consommateurs et aux entreprises par des institutions financières telles que les banques, les compagnies d'assurance, les sociétés de courtage, les sociétés de crédit à la consommation et les sociétés d'investissement qui constituent l'industrie des services financiers.

source: Exhibition Event
fr: Événement d’exposition

source: Event type: Exhibition event, e.g. at a museum, library, archive, tradeshow, ...
fr: Type d'événement : Exposition, par exemple dans un musée, une bibliothèque, des archives, un salon, ...

source: Medical Entity
fr: Entité médicale

source: The most generic type of entity related to health and the practice of medicine.
fr: Le type d'entité le plus générique lié à la santé et à la pratique de la médecine.

source: Resume Action
fr: Action sur le curriculum vitae

source: The act of resuming a device or application which was formerly paused (e.g. resume music playback or resume a timer).
fr: Le fait de reprendre un appareil ou une application qui avait été mis en pause (par exemple, reprendre la lecture d'un morceau de musique ou d'une minuterie).

source: Program Membership
fr: Adhésion au programme

source: Used to describe membership in a loyalty programs (e.g. "StarAliance"), traveler clubs (e.g. "AAA"), purchase clubs ("Safeway Club"), etc.
fr: Utilisé pour décrire l'adhésion à un programme de fidélisation (par exemple "StarAliance"), à un club de voyageurs (par exemple "AAA"), à un club d'achat ("Safeway Club"), etc.

source: Discover Action
fr: Découvrir l'action

source: The act of discovering/finding an object.
fr: Action de découvrir/trouver un objet.

source: Cafe Or Coffee Shop
fr: Café ou café

source: A cafe or coffee shop.
fr: Un café ou une cafétéria.

source: Dry Cleaning Or Laundry
fr: Nettoyage à sec ou blanchisserie

source: A dry-cleaning business.
fr: Une entreprise de nettoyage à sec.

source: Rv Park
fr: Parc pour camping-cars

source: A place offering space for "Recreational Vehicles", Caravans, mobile homes and the like.
fr: Un lieu offrant un espace pour les "véhicules de loisirs", les caravanes, les maisons mobiles et autres.

source: Lymphatic Vessel
fr: Vaisseau lymphatique

source: A type of blood vessel that specifically carries lymph fluid unidirectionally toward the heart.
fr: Type de vaisseau sanguin qui transporte spécifiquement le liquide lymphatique de manière unidirectionnelle vers le cœur.

source: Item Availability
fr: Disponibilité des articles

source: A list of possible product availability options.
fr: Une liste des options possibles de disponibilité des produits.

source: Digital Document
fr: Document numérique

source: An electronic file or document.
fr: Un fichier ou un document électronique.

source: Opening Hours Specification
fr: Spécification des heures d'ouverture

source: A structured value providing information about the opening hours of a place or a certain service inside a place. The place is __open__ if the [[opens]] property is specified, and __closed__ otherwise. If the value for the [[closes]] property is less than the value for the [[opens]] property then the hour range is assumed to span over the next day.
fr: Valeur structurée fournissant des informations sur les heures d'ouverture d'un lieu ou d'un certain service à l'intérieur d'un lieu. Le lieu est __ouvert__ si la propriété [[opens]] est spécifiée, et __fermé__ dans le cas contraire. Si la valeur de la propriété [[closes]] est inférieure à la valeur de la propriété [[opens]], la plage horaire est supposée s'étendre sur le jour suivant.

source: Presentation Digital Document
fr: Présentation Document numérique

source: A file containing slides or used for a presentation.
fr: Fichier contenant des diapositives ou utilisé pour une présentation.

source: Professional Service
fr: Entreprise de services

source: Original definition: "provider of professional services." The general [[ProfessionalService]] type for local businesses was deprecated due to confusion with [[Service]]. For reference, the types that it included were: [[Dentist]], [[AccountingService]], [[Attorney]], [[Notary]], as well as types for several kinds of [[HomeAndConstructionBusiness]]: [[Electrician]], [[GeneralContractor]], [[HousePainter]], [[Locksmith]], [[Plumber]], [[RoofingContractor]]. [[LegalService]] was introduced as a more inclusive supertype of [[Attorney]].
fr: Définition originale : "fournisseur de services professionnels" Le type général [[ProfessionalService]] pour les entreprises locales a été déprécié en raison de la confusion avec [[Service]]. Pour référence, les types qu'il incluait étaient : [[Dentiste]], [[AccountingService]], [[Attorney]], [[Notary]], ainsi que des types pour plusieurs types de [[HomeAndConstructionBusiness]] : [[Électricien]], [[Entrepreneur général]], [[Peintre en bâtiment]], [[Serrurier]], [[Plombier]], [[Entrepreneur en couverture]]. le [[Service juridique]] a été introduit en tant que supertype plus inclusif de [[Avocat]].

source: Book
fr: Réserver

source: A book.
fr: Un livre.

source: Bank Or Credit Union
fr: Banque ou coopérative de crédit

source: Bank or credit union.
fr: Banque ou coopérative de crédit.

source: Medical Trial Design
fr: Conception d'essais médicaux

source: Design models for medical trials. Enumerated type.
fr: Modèles de conception pour les essais médicaux. Type énuméré.

source: Physical Therapy
fr: Thérapie physique

source: A process of progressive physical care and rehabilitation aimed at improving a health condition.
fr: Processus de soins physiques et de réadaptation progressifs visant à améliorer un état de santé.

source: Drug
fr: Médicament

source: A chemical or biologic substance, used as a medical therapy, that has a physiological effect on an organism. Here the term drug is used interchangeably with the term medicine although clinical knowledge makes a clear difference between them.
fr: Substance chimique ou biologique, utilisée comme thérapie médicale, qui a un effet physiologique sur un organisme. Ici, le terme "médicament" est utilisé de manière interchangeable avec le terme "médecine", bien que les connaissances cliniques fassent une nette différence entre les deux.

source: Season
fr: Saison

source: A media season, e.g. TV, radio, video game etc.
fr: Une saison médiatique, par exemple la télévision, la radio, les jeux vidéo, etc.

source: Event Venue
fr: Lieu de l'événement

source: An event venue.
fr: Un lieu d'événement.

source: Reservation Package
fr: Forfait de réservation

source: A group of multiple reservations with common values for all sub-reservations.
fr: Un groupe de réservations multiples avec des valeurs communes pour toutes les sous-réservations.

source: Auto Body Shop
fr: Atelier de carrosserie automobile

source: Auto body shop.
fr: Atelier de carrosserie.

source: Legal Force Status
fr: Statut légal de la force

source: A list of possible statuses for the legal force of a legislation.
fr: Liste des statuts possibles pour la force juridique d'une législation.

source: Check Action
fr: Vérifier l'action

source: An agent inspects, determines, investigates, inquires, or examines an object's accuracy, quality, condition, or state.
fr: Un agent inspecte, détermine, enquête, se renseigne ou examine l'exactitude, la qualité, la condition ou l'état d'un objet.

source: Legislation Object
fr: Objet de la législation

source: A specific object or file containing a Legislation. Note that the same Legislation can be published in multiple files. For example, a digitally signed PDF, a plain PDF and an HTML version.
fr: Un objet ou un fichier spécifique contenant une législation. Il convient de noter qu'une même législation peut être publiée dans plusieurs fichiers. Par exemple, un PDF signé numériquement, un PDF simple et une version HTML.

source: Airport
fr: Aéroport

source: An airport.
fr: Un aéroport.

source: Medical Study Status
fr: Statut de l'étude médicale

source: The status of a medical study. Enumerated type.
fr: Le statut d'une étude médicale. Type énuméré.

source: User Likes
fr: Aime les utilisateurs

source: Amp Story
fr: Histoire de l'ampli

source: A creative work with a visual storytelling format intended to be viewed online, particularly on mobile devices.
fr: Un travail créatif avec un format de narration visuelle destiné à être visionné en ligne, en particulier sur des appareils mobiles.

source: Cook Action
fr: Action Cook

source: The act of producing/preparing food.
fr: Action de produire/préparer des aliments.

source: Medical Web Page
fr: Page web médicale

source: A web page that provides medical information.
fr: Une page web qui fournit des informations médicales.

source: Stadium Or Arena
fr: Stade ou arène

source: A stadium.
fr: Un stade.

source: User Comments
fr: Commentaires utilisateurs

source: Reserve Action
fr: Action de la réserve

source: Reserving a concrete object. Related actions: * [[ScheduleAction]]: Unlike ScheduleAction, ReserveAction reserves concrete objects (e.g. a table, a hotel) towards a time slot / spatial allocation.
fr: Réservation d'un objet concret. Actions connexes : * [[ScheduleAction]] : Contrairement à ScheduleAction, ReserveAction réserve des objets concrets (par exemple, une table, un hôtel) pour un créneau horaire ou une allocation spatiale.

source: Business Event
fr: Évènement d’entreprise

source: Event type: Business event.
fr: Type d'événement : Evénement professionnel.

source: Residence
fr: Résidence

source: The place where a person lives.
fr: Lieu où vit une personne.

source: Broadcast Channel
fr: Canal de diffusion

source: A unique instance of a BroadcastService on a CableOrSatelliteService lineup.
fr: Une instance unique d'un BroadcastService sur une ligne CableOrSatelliteService.

source: Music Composition
fr: Composition musicale

source: A musical composition.
fr: Une composition musicale.

source: Win Action
fr: Gagner l'action

source: The act of achieving victory in a competitive activity.
fr: Le fait de remporter la victoire dans une activité compétitive.

source: How To Tip
fr: Comment donner un pourboire

source: An explanation in the instructions for how to achieve a result. It provides supplementary information about a technique, supply, author's preference, etc. It can explain what could be done, or what should not be done, but doesn't specify what should be done (see HowToDirection).
fr: Une explication dans les instructions sur la façon d'obtenir un résultat. Elle fournit des informations supplémentaires sur une technique, une fourniture, une préférence de l'auteur, etc. Elle peut expliquer ce qui pourrait être fait ou ce qui ne devrait pas être fait, mais ne spécifie pas ce qui devrait être fait (voir HowToDirection).

source: A [hackathon](https://en.wikipedia.org/wiki/Hackathon) event.
fr: Un événement [hackathon] (https://en.wikipedia.org/wiki/Hackathon).

source: Statistical Population
fr: Population statistique

source: A StatisticalPopulation is a set of instances of a certain given type that satisfy some set of constraints. The property [[populationType]] is used to specify the type. Any property that can be used on instances of that type can appear on the statistical population. For example, a [[StatisticalPopulation]] representing all [[Person]]s with a [[homeLocation]] of East Podunk California would be described by applying the appropriate [[homeLocation]] and [[populationType]] properties to a [[StatisticalPopulation]] item that stands for that set of people. The properties [[numConstraints]] and [[constrainingProperty]] are used to specify which of the populations properties are used to specify the population. Note that the sense of "population" used here is the general sense of a statistical population, and does not imply that the population consists of people. For example, a [[populationType]] of [[Event]] or [[NewsArticle]] could be used. See also [[Observation]], and the [data and datasets](/docs/data-and-datasets.html) overview for more details.
fr: Une StatisticalPopulation est un ensemble d'instances d'un certain type donné qui satisfont à un certain nombre de contraintes. La propriété [[populationType]] est utilisée pour spécifier le type. Toute propriété pouvant être utilisée sur les instances de ce type peut apparaître sur la population statistique. Par exemple, une [[population statistique]] représentant toutes les [[personnes]] dont le [[lieu de résidence]] est la Californie de l'Est serait décrite en appliquant les propriétés [[lieu de résidence]] et [[type de population]] appropriées à un élément de [[population statistique]] représentant cet ensemble de personnes. Les propriétés [[numConstraints]] et [[constrainingProperty]] sont utilisées pour spécifier laquelle des propriétés populations est utilisée pour spécifier la population. Notez que le sens du terme "population" utilisé ici est le sens général d'une population statistique, et n'implique pas que la population soit constituée de personnes. Par exemple, un [[populationType]] de [[Event]] ou [[NewsArticle]] pourrait être utilisé. Voir également [[Observation]], et l'aperçu des [données et ensembles de données](/docs/data-and-datasets.html) pour plus de détails.

source: Write Action
fr: Rédiger une action

source: The act of authoring written creative content.
fr: L'acte de rédiger un contenu créatif écrit.

source: How To Section
fr: Comment sectionner

source: A sub-grouping of steps in the instructions for how to achieve a result (e.g. steps for making a pie crust within a pie recipe).
fr: Un sous-groupe d'étapes dans les instructions pour atteindre un résultat (par exemple, les étapes pour faire une croûte de tarte dans une recette de tarte).

source: Music Release Format Type
fr: Type de format de diffusion de la musique

source: Format of this release (the type of recording media used, i.e. compact disc, digital media, LP, etc.).
fr: Format de cette diffusion (le type de support d'enregistrement utilisé, c'est-à-dire disque compact, support numérique, disque microsillon, etc.)

source: Financial Service
fr: Service financier

source: Financial services business.
fr: Services financiers.

source: A business that provides Heating, Ventilation and Air Conditioning services.
fr: Une entreprise qui fournit des services de chauffage, de ventilation et de climatisation.

source: Repayment Specification
fr: Spécification de remboursement

source: A structured value representing repayment.
fr: Valeur structurée représentant le remboursement.

source: User Plus Ones
fr: Les plus utilisateurs

source: Delivery Event
fr: Événement de livraison

source: An event involving the delivery of an item.
fr: Un événement impliquant la livraison d'un article.

source: Computer Language
fr: Langage informatique

source: This type covers computer programming languages such as Scheme and Lisp, as well as other language-like computer representations. Natural languages are best represented with the [[Language]] type.
fr: Ce type couvre les langages de programmation informatique tels que Scheme et Lisp, ainsi que d'autres représentations informatiques semblables à des langages. Les langues naturelles sont mieux représentées avec le type [[Langue]].

source: People Audience
fr: Personnes Audience

source: A set of characteristics belonging to people, e.g. who compose an item's target audience.
fr: Ensemble de caractéristiques appartenant à des personnes, par exemple celles qui composent le public cible d'un article.

source: Reported Dose Schedule
fr: Schéma d'administration de la dose

source: A patient-reported or observed dosing schedule for a drug or supplement.
fr: Programme de dosage d'un médicament ou d'un complément, rapporté ou observé par le patient.

source: Motorcycle
fr: Moto/Vélomoteurs

source: A motorcycle or motorbike is a single-track, two-wheeled motor vehicle.
fr: Un motocycle ou une moto est un véhicule motorisé à deux roues et à voie unique.

source: Follow Action
fr: Suivre l'action

source: The act of forming a personal connection with someone/something (object) unidirectionally/asymmetrically to get updates polled from. Related actions: * [[BefriendAction]]: Unlike BefriendAction, FollowAction implies that the connection is *not* necessarily reciprocal. * [[SubscribeAction]]: Unlike SubscribeAction, FollowAction implies that the follower acts as an active agent constantly/actively polling for updates. * [[RegisterAction]]: Unlike RegisterAction, FollowAction implies that the agent is interested in continuing receiving updates from the object. * [[JoinAction]]: Unlike JoinAction, FollowAction implies that the agent is interested in getting updates from the object. * [[TrackAction]]: Unlike TrackAction, FollowAction refers to the polling of updates of all aspects of animate objects rather than the location of inanimate objects (e.g. you track a package, but you don't follow it).
fr: Le fait d'établir un lien personnel avec quelqu'un/quelque chose (objet) de manière unidirectionnelle/asymétrique afin d'obtenir des mises à jour. Actions connexes : * [[BefriendAction]] : Contrairement à BefriendAction, FollowAction implique que la connexion n'est pas nécessairement réciproque. * [[SubscribeAction]] : Contrairement à SubscribeAction, FollowAction implique que le suiveur agisse en tant qu'agent actif interrogeant constamment/activement les mises à jour. * [[RegisterAction]] : Contrairement à RegisterAction, FollowAction implique que l'agent souhaite continuer à recevoir des mises à jour de l'objet. * [[JoinAction]] : Contrairement à JoinAction, FollowAction implique que l'agent est intéressé à recevoir des mises à jour de l'objet. * [TrackAction]] : Contrairement à TrackAction, FollowAction fait référence à l'interrogation des mises à jour de tous les aspects des objets animés plutôt qu'à l'emplacement des objets inanimés (par exemple, vous suivez un colis, mais vous ne le suivez pas).

source: Video Game
fr: Jeu vidéo

source: A video game is an electronic game that involves human interaction with a user interface to generate visual feedback on a video device.
fr: Un jeu vidéo est un jeu électronique qui implique une interaction humaine avec une interface utilisateur pour générer un retour visuel sur un appareil vidéo.

source: Opinion News Article
fr: Article de Nouvelles d’opinion

source: An [[OpinionNewsArticle]] is a [[NewsArticle]] that primarily expresses opinions rather than journalistic reporting of news and events. For example, a [[NewsArticle]] consisting of a column or [[Blog]]/[[BlogPosting]] entry in the Opinions section of a news publication.
fr: Un [[Article d'opinion]] est un [[Article d'actualité]] qui exprime principalement des opinions plutôt qu'un compte rendu journalistique de nouvelles et d'événements. Par exemple, un [[NewsArticle]] consistant en une colonne ou un [[Blog]]/[[BlogPosting]] dans la section Opinions d'une publication d'information.

source: Map Category Type
fr: Catégorie de carte Type

source: An enumeration of several kinds of Map.
fr: Une énumération de plusieurs types de cartes.

source: Organization: Non-governmental Organization.
fr: Organisation : Organisation non gouvernementale.

source: Bus Station
fr: Station de bus

source: A bus station.
fr: Une gare routière.

source: Any matter of defined composition that has discrete existence, whose origin may be biological, mineral or chemical.
fr: Toute matière de composition définie ayant une existence discrète, dont l'origine peut être biologique, minérale ou chimique.

source: Train Station
fr: Gare

source: A train station.
fr: Une gare.

source: Sporting Goods Store
fr: Magasin d'articles de sport

source: A sporting goods store.
fr: Un magasin d'articles de sport.

source: The act of un-registering from a service. Related actions: * [[RegisterAction]]: antonym of UnRegisterAction. * [[LeaveAction]]: Unlike LeaveAction, UnRegisterAction implies that you are unregistering from a service you were previously registered, rather than leaving a team/group of people.
fr: Action de se désinscrire d'un service. Actions connexes : * [[RegisterAction]] : antonyme de UnRegisterAction. * [[LeaveAction]] : Contrairement à LeaveAction, UnRegisterAction implique que vous vous désinscrivez d'un service auquel vous étiez précédemment inscrit, plutôt que de quitter une équipe/un groupe de personnes.

source: Toy Store
fr: Magasin de jouets

source: A toy store.
fr: Un magasin de jouets.

source: Medical Sign
fr: Panneau médical

source: Any physical manifestation of a person's medical condition discoverable by objective diagnostic tests or physical examination.
fr: Toute manifestation physique de l'état de santé d'une personne pouvant être découverte par des tests diagnostiques objectifs ou un examen physique.

source: Movie Series
fr: Série de films

source: A series of movies. Included movies can be indicated with the hasPart property.
fr: Une série de films. Les films inclus peuvent être indiqués à l'aide de la propriété hasPart.

source: Car
fr: Voiture

source: A car is a wheeled, self-powered motor vehicle used for transportation.
fr: Une voiture est un véhicule à roues, auto-moteur, utilisé pour le transport.

source: Pond
fr: Étang

source: A pond.
fr: Un étang.

source: Property Value Specification
fr: Spécification de la valeur de la propriété

source: A Property value specification.
fr: A Spécification de la valeur de la propriété.

source: Borrow Action
fr: Emprunter une action

source: The act of obtaining an object under an agreement to return it at a later date. Reciprocal of LendAction. Related actions: * [[LendAction]]: Reciprocal of BorrowAction.
fr: Action d'obtenir un objet en vertu d'un accord prévoyant sa restitution à une date ultérieure. Réciproque de LendAction. Actions connexes : * [[LendAction]] : Réciproque de BorrowAction.

source: X Path Type
fr: X Type de chemin

source: Text representing an XPath (typically but not necessarily version 1.0).
fr: Texte représentant un XPath (typiquement mais pas nécessairement la version 1.0).

source: Radio Channel
fr: Chaîne radio

source: A unique instance of a radio BroadcastService on a CableOrSatelliteService lineup.
fr: Instance unique d'un service de radiodiffusion radio sur une ligne de services CableOrSatellite.

source: Thing
fr: Objet

source: The most generic type of item.
fr: Le type d'article le plus générique.

source: Image Object
fr: Objet de l’image

source: An image file.
fr: Un fichier image.

source: Book Format Type
fr: Type de format de livre

source: The publication format of the book.
fr: Le format de publication du livre.

source: Vital Sign
fr: Paramètre corporel
