Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: Typical Test
fr: Test typique

source: A medical test typically performed given this condition.
fr: Test médical généralement effectué dans le cadre de cette pathologie.

source: Departure Platform
fr: Plate-forme de départ

source: The platform from which the train departs.
fr: Le quai de départ du train.

source: Followee
fr: Suivez-nous

source: A sub property of object. The person or organization being followed.
fr: Une sous-propriété de l'objet. La personne ou l'organisation suivie.

source: Inventory Level
fr: Niveau d'inventaire

source: The current approximate inventory level for the item or items.
fr: Le niveau de stock approximatif actuel pour l'article ou les articles.

source: Model
fr: Modèle

source: The model of the product. Use with the URL of a ProductModel or a textual representation of the model identifier. The URL of the ProductModel can be from an external source. It is recommended to additionally provide strong product identifiers via the gtin8/gtin13/gtin14 and mpn properties.
fr: Le modèle du produit. A utiliser avec l'URL d'un ProductModel ou une représentation textuelle de l'identifiant du modèle. L'URL du ProductModel peut provenir d'une source externe. Il est recommandé de fournir des identifiants de produit forts via les propriétés gtin8/gtin13/gtin14 et mpn.

source: Recording Of
fr: Enregistrement de

source: The composition this track is a recording of.
fr: La composition dont cette piste est un enregistrement.

source: Recorded As
fr: Enregistré comme

source: An audio recording of the work.
fr: Un enregistrement audio de l'œuvre.

source: Yield
fr: Rendement

source: The quantity that results by performing instructions. For example, a paper airplane, 10 personalized candles.
fr: La quantité qui résulte de l'exécution des instructions. Par exemple, un avion en papier, 10 bougies personnalisées.

source: Is Available Generically
fr: Est disponible sous forme générique

source: True if the drug is available in a generic form (regardless of name).
fr: Vrai si le médicament est disponible sous forme générique (quel que soit son nom).

source: Employer Overview
fr: Aperçu de l'employeur

source: A description of the employer, career opportunities and work environment for this position.
fr: Une description de l'employeur, des possibilités de carrière et de l'environnement de travail pour ce poste.

source: Contributor
fr: Contributeur

source: A secondary contributor to the CreativeWork or Event.
fr: Un contributeur secondaire à l'œuvre de création ou à l'événement.

source: Course Prerequisites
fr: Formations préalables

source: Requirements for taking the Course. May be completion of another [[Course]] or a textual description like "permission of instructor". Requirements may be a pre-requisite competency, referenced using [[AlignmentObject]].
fr: Conditions requises pour suivre le cours. Il peut s'agir de l'achèvement d'un autre [[cours]] ou d'une description textuelle telle que "autorisation de l'instructeur". Les conditions peuvent être des compétences préalables, référencées à l'aide d'un [[AlignmentObject]].

source: Target Platform
fr: Plate-forme cible

source: Type of app development: phone, Metro style, desktop, XBox, etc.
fr: Type de développement d'applications : téléphone, style Metro, bureau, XBox, etc.

source: Elevation
fr: Altitude

source: The elevation of a location ([WGS 84](https://en.wikipedia.org/wiki/World_Geodetic_System)). Values may be of the form 'NUMBER UNIT\_OF\_MEASUREMENT' (e.g., '1,000 m', '3,200 ft') while numbers alone should be assumed to be a value in meters.
fr: L'altitude d'un lieu ([WGS 84](https://en.wikipedia.org/wiki/World_Geodetic_System)). Les valeurs peuvent être de la forme "NUMBER UNIT\_OF\_MEASUREMENT" (par exemple, "1,000 m", "3,200 ft") alors que les nombres seuls doivent être considérés comme une valeur en mètres.

source: Eligible Duration
fr: Durée d'éligibilité

source: The duration for which the given offer is valid.
fr: La durée de validité de l'offre.

source: Action Option
fr: Option d'action

source: Cheat Code
fr: Code de triche

source: Cheat codes to the game.
fr: Codes de triche pour le jeu.

source: Readonly Value
fr: Valeur en lecture seule

source: Whether or not a property is mutable. Default is false. Specifying this for a property that also has a value makes it act similar to a "hidden" input in an HTML form.
fr: Indique si une propriété est mutable ou non. La valeur par défaut est false. Le fait de spécifier cette valeur pour une propriété qui a également une valeur la rend similaire à une entrée "cachée" dans un formulaire HTML.

source: By Artist
fr: Par l'artiste

source: The artist that performed this album or recording.
fr: L'artiste qui a interprété cet album ou cet enregistrement.

source: A season in a media series.
fr: Une saison d'une série médiatique.

source: Blood Supply
fr: Apport sanguin

source: The blood vessel that carries blood from the heart to the muscle.
fr: Vaisseau sanguin qui transporte le sang du cœur vers le muscle.

source: Name or unique ID of network. (Networks are often reused across different insurance plans.)
fr: Nom ou identifiant unique du réseau. (Les réseaux sont souvent réutilisés par différents régimes d'assurance)

source: Skills
fr: Compétences

source: A statement of knowledge, skill, ability, task or any other assertion expressing a competency that is desired or required to fulfill this role or to work in this occupation.
fr: Un énoncé de connaissances, d'aptitudes, de capacités, de tâches ou toute autre affirmation exprimant une compétence souhaitée ou requise pour remplir ce rôle ou travailler dans cette profession.

source: An XPath, e.g. of a [[SpeakableSpecification]] or [[WebPageElement]]. In the latter case, multiple matches within a page can constitute a single conceptual "Web page element".
fr: Un XPath, par exemple d'une [[SpeakableSpecification]] ou d'un [[WebPageElement]]. Dans ce dernier cas, plusieurs correspondances au sein d'une page peuvent constituer un seul "élément de page web" conceptuel.

source: Availability
fr: Disponibilité

source: The availability of this item&#x2014;for example In stock, Out of stock, Pre-order, etc.
fr: La disponibilité de cet article - par exemple En stock, En rupture de stock, En pré-commande, etc.

source: Engine Power
fr: Puissance du moteur

source: The power of the vehicle's engine. Typical unit code(s): KWT for kilowatt, BHP for brake horsepower, N12 for metric horsepower (PS, with 1 PS = 735,49875 W) * Note 1: There are many different ways of measuring an engine's power. For an overview, see [http://en.wikipedia.org/wiki/Horsepower#Engine\_power\_test\_codes](http://en.wikipedia.org/wiki/Horsepower#Engine_power_test_codes). * Note 2: You can link to information about how the given value has been determined using the [[valueReference]] property. * Note 3: You can use [[minValue]] and [[maxValue]] to indicate ranges.
fr: La puissance du moteur du véhicule. Code(s) d'unité(s) typique(s) : KWT pour kilowatt, BHP pour puissance au frein, N12 pour puissance métrique (PS, avec 1 PS = 735,49875 W) * Note 1 : Il existe de nombreuses façons de mesurer la puissance d'un moteur. Pour une vue d'ensemble, voir [http://en.wikipedia.org/wiki/Horsepower#Engine_power\_test\_codes] (http://en.wikipedia.org/wiki/Horsepower#Engine_power_test_codes). * Note 2 : Vous pouvez créer un lien vers des informations sur la manière dont la valeur donnée a été déterminée à l'aide de la propriété [[valueReference]]. * Note 3 : Vous pouvez utiliser [[minValue]] et [[maxValue]] pour indiquer des plages.

source: Fuel Capacity
fr: Volume réservoir

source: The capacity of the fuel tank or in the case of electric cars, the battery. If there are multiple components for storage, this should indicate the total of all storage of the same type. Typical unit code(s): LTR for liters, GLL of US gallons, GLI for UK / imperial gallons, AMH for ampere-hours (for electrical vehicles).
fr: La capacité du réservoir de carburant ou, dans le cas des voitures électriques, de la batterie. S'il existe plusieurs éléments de stockage, il convient d'indiquer le total de tous les éléments de stockage du même type. Code(s) d'unité(s) typique(s) : LTR pour les litres, GLL pour les gallons américains, GLI pour les gallons britanniques/impériaux, AMH pour les ampères-heures (pour les véhicules électriques).

source: Increases Risk Of
fr: Augmente le risque de

source: The condition, complication, etc. influenced by this factor.
fr: L'état, la complication, etc. influencés par ce facteur.

source: Type Of Bed
fr: Type de lit

source: The type of bed to which the BedDetail refers, i.e. the type of bed available in the quantity indicated by quantity.
fr: Le type de lit auquel le BedDetail fait référence, c'est-à-dire le type de lit disponible dans la quantité indiquée par la quantité.

source: The 75th percentile value.
fr: La valeur du 75e percentile.

source: Suggested Min Age
fr: Âge minimum suggéré

source: Minimum recommended age in years for the audience or user.
fr: Âge minimum recommandé en années pour le public ou l'utilisateur.

source: Inverse Of
fr: Inverse de

source: Relates a property to a property that is its inverse. Inverse properties relate the same pairs of items to each other, but in reversed direction. For example, the 'alumni' and 'alumniOf' properties are inverseOf each other. Some properties don't have explicit inverses; in these situations RDFa and JSON-LD syntax for reverse properties can be used.
fr: Relie une propriété à une autre propriété qui est son inverse. Les propriétés inverses relient les mêmes paires d'éléments entre elles, mais dans le sens inverse. Par exemple, les propriétés "alumni" et "alumniOf" sont inverses l'une de l'autre. Certaines propriétés n'ont pas d'inverse explicite ; dans ce cas, il est possible d'utiliser les syntaxes RDFa et JSON-LD pour les propriétés inverses.

source: Activity Frequency
fr: Fréquence de l'activité

source: How often one should engage in the activity.
fr: La fréquence de l'activité.

source: Player Type
fr: Type de joueur

source: Player type required&#x2014;for example, Flash or Silverlight.
fr: Type de lecteur requis - par exemple, Flash ou Silverlight.

source: Broadcast Sub Channel
fr: Sous-canal de diffusion

source: The subchannel used for the broadcast.
fr: Le sous-canal utilisé pour la diffusion.

source: Content Type
fr: Type de contenu

source: The supported content type(s) for an EntryPoint response.
fr: Type(s) de contenu pris en charge pour une réponse EntryPoint.

source: Pre Op
fr: Pré-opération

source: A description of the workup, testing, and other preparations required before implanting this device.
fr: Une description du bilan, des tests et des autres préparatifs nécessaires avant l'implantation de ce dispositif.

source: Employee
fr: Employé

source: Someone working for this organization.
fr: Une personne travaillant pour cette organisation.

source: License
fr: Licence

source: A license document that applies to this content, typically indicated by URL.
fr: Un document de licence qui s'applique à ce contenu, généralement indiqué par une URL.

source: Item Condition
fr: Etat de l'objet

source: A predefined value from OfferItemCondition specifying the condition of the product or service, or the products or services included in the offer. Also used for product return policies to specify the condition of products accepted for returns.
fr: Valeur prédéfinie de OfferItemCondition spécifiant l'état du produit ou du service, ou des produits ou services inclus dans l'offre. Également utilisé pour les politiques de retour de produits afin de spécifier l'état des produits acceptés pour les retours.

source: Customer
fr: Client

source: Party placing the order or paying the invoice.
fr: Partie passant la commande ou réglant la facture.

source: Wheelbase
fr: Empattement

source: The distance between the centers of the front and rear wheels. Typical unit code(s): CMT for centimeters, MTR for meters, INH for inches, FOT for foot/feet
fr: La distance entre les centres des roues avant et arrière. Code(s) d'unité(s) typique(s) : CMT pour les centimètres, MTR pour les mètres, INH pour les pouces, FOT pour les pieds

source: Carbohydrate Content
fr: Teneur en glucides

source: The number of grams of carbohydrates.
fr: Le nombre de grammes de glucides.

source: Payment Due
fr: Paiement dû

source: Tour Booking Page
fr: Page de réservation d'excursion

source: A page providing information on how to book a tour of some [[Place]], such as an [[Accommodation]] or [[ApartmentComplex]] in a real estate setting, as well as other kinds of tours as appropriate.
fr: Une page fournissant des informations sur la manière de réserver une visite d'un [[Lieu]], tel qu'un [[Logement]] ou un [[Complexe d'appartements]] dans un contexte immobilier, ainsi que d'autres types de visites, le cas échéant.

source: Colorist
fr: Coloriste

source: The individual who adds color to inked drawings.
fr: La personne qui ajoute de la couleur aux dessins encrés.

source: Procedure Type
fr: Type de procédure

source: The type of procedure, for example Surgical, Noninvasive, or Percutaneous.
fr: Le type de procédure, par exemple chirurgicale, non invasive ou percutanée.

source: Checkout Page Url Template
fr: Modèle de page Url de caisse

source: A URL template (RFC 6570) for a checkout page for an offer. This approach allows merchants to specify a URL for online checkout of the offered product, by interpolating parameters such as the logged in user ID, product ID, quantity, discount code etc. Parameter naming and standardization are not specified here.
fr: Un modèle d'URL (RFC 6570) pour une page de paiement pour une offre. Cette approche permet aux commerçants de spécifier une URL pour le paiement en ligne du produit offert, en interpolant des paramètres tels que l'identifiant de l'utilisateur connecté, l'identifiant du produit, la quantité, le code de réduction, etc. Le nommage et la normalisation des paramètres ne sont pas spécifiés ici.

source: Connected To
fr: Connecté à

source: Other anatomical structures to which this structure is connected.
fr: Autres structures anatomiques auxquelles cette structure est reliée.

source: Has Energy Efficiency Category
fr: A une catégorie d'efficacité énergétique

source: Defines the energy efficiency Category (which could be either a rating out of range of values or a yes/no certification) for a product according to an international energy efficiency standard.
fr: Définit la catégorie d'efficacité énergétique (qui peut être une note sur une échelle de valeurs ou une certification oui/non) d'un produit selon une norme internationale d'efficacité énergétique.

source: Citation
fr: Citations

source: A citation or reference to another creative work, such as another publication, web page, scholarly article, etc.
fr: Une citation ou une référence à une autre œuvre créative, telle qu'une autre publication, une page web, un article scientifique, etc.

source: Suitable For Diet
fr: Convient à un régime alimentaire

source: Indicates a dietary restriction or guideline for which this recipe or menu item is suitable, e.g. diabetic, halal etc.
fr: Indique une restriction alimentaire ou une directive pour laquelle cette recette ou ce menu est adapté, par exemple diabétique, halal, etc.

source: Accessibility Summary
fr: Résumé de l'accessibilité

source: Child Taxon
fr: Taxon de l'enfant

source: Closest child taxa of the taxon in question.
fr: Taxons descendants les plus proches du taxon en question.

source: Yearly Revenue
fr: Recettes annuelles

source: The size of the business in annual revenue.
fr: La taille de l'entreprise en termes de revenus annuels.

source: Associated Article
fr: Article associé

source: A NewsArticle associated with the Media Object.
fr: Un NewsArticle associé à l'objet média.

source: Schedule Timezone
fr: Horaire Fuseau horaire

source: Indicates the timezone for which the time(s) indicated in the [[Schedule]] are given. The value provided should be among those listed in the IANA Time Zone Database.
fr: Indique le fuseau horaire pour lequel l'heure ou les heures indiquées dans le [[Calendrier]] sont données. La valeur fournie doit être l'une de celles figurant dans la base de données des fuseaux horaires de l'IANA.

source: Dropoff Location
fr: Adresse Dépot

source: Where a rental car can be dropped off.
fr: Lieu où l'on peut déposer une voiture de location.

source: Knows
fr: Connaît

source: The most generic bi-directional social/work relation.
fr: La relation bidirectionnelle sociale/professionnelle la plus générique.

source: Broadcast Affiliate Of
fr: Affilié de radiodiffusion de

source: The media network(s) whose content is broadcast on this station.
fr: Le(s) réseau(x) de médias dont le contenu est diffusé sur cette station.

source: Related To
fr: Relatif à

source: The most generic familial relation.
fr: La relation familiale la plus générique.

source: Super Event
fr: Super événement

source: An event that this event is a part of. For example, a collection of individual music performances might each have a music festival as their superEvent.
fr: Un événement dont cet événement fait partie. Par exemple, une collection de spectacles musicaux individuels peut avoir pour superévénement un festival de musique.

source: Related Drug
fr: Médicaments apparentés

source: Any other drug related to this one, for example commonly-prescribed alternatives.
fr: Tout autre médicament lié à celui-ci, par exemple les alternatives couramment prescrites.

source: Reply To Url
fr: Répondre à l'URL

source: The URL at which a reply may be posted to the specified UserComment.
fr: L'URL à laquelle une réponse peut être postée au commentaire de l'utilisateur spécifié.

source: Provides Broadcast Service
fr: Fournit un service de radiodiffusion

source: The BroadcastService offered on this channel.
fr: Le service de diffusion offert sur ce canal.

source: Vehicle Identification Number
fr: Chassis

source: The Vehicle Identification Number (VIN) is a unique serial number used by the automotive industry to identify individual motor vehicles.
fr: Le numéro d'identification du véhicule (VIN) est un numéro de série unique utilisé par l'industrie automobile pour identifier les véhicules individuels.

source: Handling Time
fr: Temps de traitement

source: The typical delay between the receipt of the order and the goods either leaving the warehouse or being prepared for pickup, in case the delivery method is on site pickup. Typical properties: minValue, maxValue, unitCode (d for DAY). This is by common convention assumed to mean business days (if a unitCode is used, coded as "d"), i.e. only counting days when the business normally operates.
fr: Délai typique entre la réception de la commande et le moment où les marchandises quittent l'entrepôt ou sont préparées pour l'enlèvement, dans le cas où la méthode de livraison est l'enlèvement sur place. Propriétés typiques : minValue, maxValue, unitCode (d pour DAY). Par convention, on considère qu'il s'agit de jours ouvrables (si un code d'unité est utilisé, il est codé "d"), c'est-à-dire que l'on ne compte que les jours où l'entreprise fonctionne normalement.

source: Same As
fr: Pareil que

source: URL of a reference Web page that unambiguously indicates the item's identity. E.g. the URL of the item's Wikipedia page, Wikidata entry, or official website.
fr: URL d'une page Web de référence qui indique sans ambiguïté l'identité de l'élément. Par exemple, l'URL de la page Wikipédia, de l'entrée Wikidata ou du site web officiel de l'élément.

source: Does Not Ship
fr: N'est pas expédié

source: Indicates when shipping to a particular [[shippingDestination]] is not available.
fr: Indique que l'expédition vers une [[destination d'expédition]] particulière n'est pas disponible.

source: Energy Efficiency Scale Min
fr: Échelle d'efficacité énergétique Min

source: Specifies the least energy efficient class on the regulated EU energy consumption scale for the product category a product belongs to. For example, energy consumption for televisions placed on the market after January 1, 2020 is scaled from D to A+++.
fr: Indique la classe la moins efficace sur l'échelle de consommation d'énergie réglementée de l'UE pour la catégorie de produits à laquelle le produit appartient. Par exemple, la consommation d'énergie des téléviseurs mis sur le marché après le 1er janvier 2020 est échelonnée de D à A+++.

source: Works For
fr: Fonctionne pour

source: Organizations that the person works for.
fr: Organisations pour lesquelles la personne travaille.

source: Restocking Fee
fr: Frais de réapprovisionnement

source: Use [[MonetaryAmount]] to specify a fixed restocking fee for product returns, or use [[Number]] to specify a percentage of the product price paid by the customer.
fr: Utilisez [[MonetaryAmount]] pour spécifier des frais de restockage fixes pour les retours de produits, ou utilisez [[Number]] pour spécifier un pourcentage du prix du produit payé par le client.

source: Geo Within
fr: Géo à l'intérieur

source: Represents a relationship between two geometries (or the places they represent), relating a geometry to one that contains it, i.e. it is inside (i.e. within) its interior. As defined in [DE-9IM](https://en.wikipedia.org/wiki/DE-9IM).
fr: Représente une relation entre deux géométries (ou les lieux qu'elles représentent), reliant une géométrie à une géométrie qui la contient, c'est-à-dire qu'elle est à l'intérieur (c'est-à-dire à l'intérieur) de son intérieur. Tel que défini dans [DE-9IM] (https://en.wikipedia.org/wiki/DE-9IM).

source: Physical Requirement
fr: Exigences physiques

source: A description of the types of physical activity associated with the job. Defined terms such as those in O*net may be used, but note that there is no way to specify the level of ability as well as its nature when using a defined term.
fr: Une description des types d'activité physique associés à l'emploi. Des termes définis tels que ceux d'O*net peuvent être utilisés, mais notez qu'il n'y a aucun moyen de spécifier le niveau de capacité ainsi que sa nature lors de l'utilisation d'un terme défini.

source: The server on which it is possible to play the game.
fr: Le serveur sur lequel il est possible de jouer.

source: Financial Aid Eligible
fr: Admissibilité à l'aide financière

source: A financial aid type or program which students may use to pay for tuition or fees associated with the program.
fr: Un type ou un programme d'aide financière que les étudiants peuvent utiliser pour payer les frais de scolarité ou les frais associés au programme.

source: Award
fr: Récompense

source: An award won by or for this item.
fr: Une récompense gagnée par ou pour cet article.

source: Equal
fr: Égale

source: This ordering relation for qualitative values indicates that the subject is equal to the object.
fr: Cette relation d'ordre pour les valeurs qualitatives indique que le sujet est égal à l'objet.

source: Cvd Facility
fr: Facilité Cvd

source: Identifier of the NHSN facility that this data record applies to. Use [[cvdFacilityCounty]] to indicate the county. To provide other details, [[healthcareReportingData]] can be used on a [[Hospital]] entry.
fr: Identifiant de l'établissement NHSN auquel s'applique cet enregistrement de données. Utilisez [[cvdFacilityCounty]] pour indiquer le comté. Pour fournir d'autres détails, [[healthcareReportingData]] peut être utilisé pour une entrée [[Hospital]].

source: Event Schedule
fr: Calendrier de l'événement
