Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: Contact's user identifier in Telegram. This number may have more than 32 significant bits and some programming languages may have difficulty/silent defects in interpreting it. But it has at most 52 significant bits, so a 64-bit integer or double-precision float type are safe for storing this identifier.
fr: Identifiant de l'utilisateur du contact dans Telegram. Ce nombre peut avoir plus de 32 bits significatifs et certains langages de programmation peuvent avoir des difficultés ou des défauts silencieux à l'interpréter. Mais il a au maximum 52 bits significatifs, de sorte qu'un entier de 64 bits ou un type de flottant à double précision sont sûrs pour stocker cet identifiant.

source: Additional data about the contact in the form of a vCard
fr: Données supplémentaires sur le contact sous la forme d'une vCard

source: Emoji on which the dice throw animation is based
fr: Emoji sur lequel est basée l'animation du lancer de dés

source: Value of the dice, 1-6 for some base emoji, 1-5 for some other base emoji, 1-64 for jackpot base emoji
fr: Valeur du dé, 1-6 pour certains emoji de base, 1-5 pour d'autres emoji de base, 1-64 pour l'emoji de base du jackpot

source: This object contains information about one answer option in a poll.
fr: Cet objet contient des informations sur une option de réponse dans un sondage.

source: Option text, 1-100 characters
fr: Texte de l'option, 1-100 caractères

source: Number of users that voted for this option
fr: Nombre d'utilisateurs ayant voté pour cette option

source: This object represents an answer of a user in a non-anonymous poll.
fr: Cet objet représente la réponse d'un utilisateur à un sondage non anonyme.

source: Unique poll identifier
fr: Identifiant unique du sondage

source: 0-based identifiers of answer options, chosen by the user. May be empty if the user retracted their vote.
fr: identifiants basés sur 0 des options de réponse, choisies par l'utilisateur. Peut être vide si l'utilisateur s'est rétracté.

source: This object contains information about a poll.
fr: Cet objet contient des informations sur un sondage.

source: Poll question, 1-300 characters
fr: Question du sondage, 1-300 caractères

source: List of poll options
fr: Liste des options de sondage

source: Total number of users that voted in the poll
fr: Nombre total d'utilisateurs ayant voté dans le sondage

source: True, if the poll is closed
fr: Vrai, si le sondage est fermé

source: True, if the poll is anonymous
fr: Vrai, si le sondage est anonyme

source: Poll type, currently can be “regular” or “quiz”
fr: Type de sondage, actuellement "régulier" ou "quiz"

source: True, if the poll allows multiple answers
fr: Vrai, si le sondage permet des réponses multiples

source: 0-based identifier of the correct answer option. Available only for polls in the quiz mode, which are closed, or was sent (not forwarded) by the bot or to the private chat with the bot.
fr: identifiant basé sur 0 de l'option de réponse correcte. Disponible uniquement pour les sondages en mode quiz, qui sont fermés, ou qui ont été envoyés (et non transférés) par le robot ou dans le chat privé avec le robot.

source: Text that is shown when a user chooses an incorrect answer or taps on the lamp icon in a quiz-style poll, 0-200 characters
fr: Texte qui s'affiche lorsque l'utilisateur choisit une réponse incorrecte ou appuie sur l'icône de la lampe dans un sondage de type quiz, 0-200 caractères

source: Special entities like usernames, URLs, bot commands, etc. that appear in the explanation
fr: Les entités spéciales telles que les noms d'utilisateur, les URL, les commandes de robots, etc. qui apparaissent dans l'explication

source: Amount of time in seconds the poll will be active after creation
fr: Durée en secondes pendant laquelle le sondage sera actif après sa création

source: Point in time (Unix timestamp) when the poll will be automatically closed
fr: Moment (horodatage Unix) où le sondage sera automatiquement clôturé

source: This object represents a point on the map.
fr: Cet objet représente un point sur la carte.

source: Longitude as defined by sender
fr: Longitude définie par l'expéditeur

source: Latitude as defined by sender
fr: Latitude définie par l'expéditeur

source: The radius of uncertainty for the location, measured in meters; 0-1500
fr: Rayon d'incertitude de la localisation, mesuré en mètres ; 0-1500

source: Time relative to the message sending date, during which the location can be updated; in seconds. For active live locations only.
fr: Temps relatif à la date d'envoi du message pendant lequel la localisation peut être mise à jour ; en secondes. Uniquement pour les lieux actifs en direct.

source: The direction in which user is moving, in degrees; 1-360. For active live locations only.
fr: La direction dans laquelle l'utilisateur se déplace, en degrés ; 1-360. Pour les emplacements actifs en direct uniquement.

source: Maximum distance for proximity alerts about approaching another chat member, in meters. For sent live locations only.
fr: Distance maximale pour les alertes de proximité concernant l'approche d'un autre membre du chat, en mètres. Pour les lieux envoyés en direct uniquement.

source: This object represents a venue.
fr: Cet objet représente un lieu.

source: Name of the venue
fr: Nom du lieu

source: Address of the venue
fr: Adresse du lieu

source: Foursquare identifier of the venue
fr: Identifiant Foursquare du lieu

source: Foursquare type of the venue. (For example, “arts_entertainment/default”, “arts_entertainment/aquarium” or “food/icecream”.)
fr: Type Foursquare du lieu. (Par exemple, "arts_entertainment/default", "arts_entertainment/aquarium" ou "food/icecream")

source: Google Places identifier of the venue
fr: Identifiant Google Places du lieu

source: Google Places type of the venue. (See supported types.)
fr: Type Google Places du lieu. (Voir les types pris en charge)

source: Contains data sent from a Web App to the bot.
fr: Contient les données envoyées par une application Web au robot.

source: The data. Be aware that a bad client can send arbitrary data in this field.
fr: Les données. Il faut savoir qu'un mauvais client peut envoyer des données arbitraires dans ce champ.

source: Text of theweb_appkeyboard button, from which the Web App was opened. Be aware that a bad client can send arbitrary data in this field.
fr: Texte du boutonweb_appkeyboard, à partir duquel l'application Web a été ouverte. Attention, un mauvais client peut envoyer des données arbitraires dans ce champ.

source: Contains information about a Web App.
fr: Contient des informations sur une application Web.

source: An HTTPS URL of a Web App to be opened with additional data as specified in Initializing Web Apps
fr: URL HTTPS d'une application Web à ouvrir avec des données supplémentaires comme spécifié dans Initialisation des applications Web

source: This object represents the content of a service message, sent whenever a user in the chat triggers a proximity alert set by another user.
fr: Cet objet représente le contenu d'un message de service, envoyé chaque fois qu'un utilisateur du chat déclenche une alerte de proximité définie par un autre utilisateur.

source: The distance between the users
fr: La distance entre les utilisateurs

source: This object represents a service message about a change in auto-delete timer settings.
fr: Cet objet représente un message de service concernant une modification des paramètres de la minuterie de suppression automatique.

source: New auto-delete time for messages in the chat; in seconds
fr: Nouveau délai de suppression automatique des messages dans le chat ; en secondes

source: This object represents a service message about a video chat scheduled in the chat.
fr: Cet objet représente un message de service concernant un chat vidéo programmé dans le chat.

source: Point in time (Unix timestamp) when the video chat is supposed to be started by a chat administrator
fr: Moment (horodatage Unix) où le chat vidéo est censé être lancé par un administrateur de chat

source: This object represents a service message about a video chat started in the chat. Currently holds no information.
fr: Cet objet représente un message de service concernant un chat vidéo démarré dans le chat. Il ne contient actuellement aucune information.

source: This object represents a service message about a video chat ended in the chat.
fr: Cet objet représente un message de service concernant un chat vidéo terminé dans le chat.

source: Video chat duration in seconds
fr: Durée du chat vidéo en secondes

source: This object represents a service message about new members invited to a video chat.
fr: Cet objet représente un message de service concernant de nouveaux membres invités à un chat vidéo.

source: New members that were invited to the video chat
fr: Nouveaux membres invités au chat vidéo

source: This object represent a user's profile pictures.
fr: Cet objet représente les photos de profil d'un utilisateur.

source: Total number of profile pictures the target user has
fr: Nombre total de photos de profil de l'utilisateur cible

source: Requested profile pictures (in up to 4 sizes each)
fr: Photos de profil demandées (jusqu'à 4 tailles chacune)

source: This object represents a file ready to be downloaded. The file can be downloaded via the link https://api.telegram.org/file/bot<token>/<file_path>. It is guaranteed that the link will be valid for at least 1 hour. When the link expires, a new one can be requested by calling getFile
fr: Cet objet représente un fichier prêt à être téléchargé. Le fichier peut être téléchargé via le lien https://api.telegram.org/file/bot<token>/<file_path>. Il est garanti que le lien sera valide pendant au moins une heure. Lorsque le lien expire, un nouveau lien peut être demandé en appelant getFile

source: File size in bytes, if known
fr: Taille du fichier en octets, si elle est connue

source: File path. Use https://api.telegram.org/file/bot<token>/<file_path> to get the file.
fr: Chemin d'accès au fichier. Utilisez https://api.telegram.org/file/bot<token>/<file_path> pour obtenir le fichier.

source: Array of button rows, each represented by an Array of KeyboardButton objects
fr: Tableau de rangées de boutons, chacune représentée par un tableau d'objets KeyboardButton

source: Requests clients to resize the keyboard vertically for optimal fit (e.g., make the keyboard smaller if there are just two rows of buttons). Defaults to false, in which case the custom keyboard is always of the same height as the app's standard keyboard.
fr: Demande aux clients de redimensionner le clavier verticalement pour une adaptation optimale (par exemple, réduire le clavier s'il n'y a que deux rangées de boutons). La valeur par défaut est false, auquel cas le clavier personnalisé est toujours de la même hauteur que le clavier standard de l'application.

source: Requests clients to hide the keyboard as soon as it's been used. The keyboard will still be available, but clients will automatically display the usual letter-keyboard in the chat – the user can press a special button in the input field to see the custom keyboard again. Defaults to false.
fr: Demande aux clients de masquer le clavier dès qu'il a été utilisé. Le clavier sera toujours disponible, mais les clients afficheront automatiquement le clavier de lettres habituel dans le chat - l'utilisateur peut appuyer sur un bouton spécial dans le champ de saisie pour afficher à nouveau le clavier personnalisé. La valeur par défaut est false.

source: The placeholder to be shown in the input field when the keyboard is active; 1-64 characters
fr: Caractère de remplacement à afficher dans le champ de saisie lorsque le clavier est actif ; 1-64 caractères

source: Use this parameter if you want to show the keyboard to specific users only. Targets: 1) users that are @mentioned in the text of the Message object; 2) if the bot's message is a reply (has reply_to_message_id), sender of the original message. Example: A user requests to change the bot's language, bot replies to the request with a keyboard to select the new language. Other users in the group don't see the keyboard.
fr: Utilisez ce paramètre si vous souhaitez afficher le clavier uniquement pour des utilisateurs spécifiques. Cibles : 1) les utilisateurs qui sont @mentionnés dans le texte de l'objet Message ; 2) si le message du bot est une réponse (a reply_to_message_id), l'expéditeur du message original. Exemple : Un utilisateur demande à changer la langue du robot. Le robot répond à cette demande en proposant de sélectionner la nouvelle langue à l'aide d'un clavier. Les autres utilisateurs du groupe ne voient pas le clavier.

source: This object represents one button of the reply keyboard. For simple text buttons String can be used instead of this object to specify text of the button. Optional fields web_app, request_contact, request_location, and request_poll are mutually exclusive.
fr: Cet objet représente un bouton du clavier de réponse. Pour les boutons de texte simples, une chaîne peut être utilisée à la place de cet objet pour spécifier le texte du bouton. Les champs facultatifs web_app, request_contact, request_location et request_poll s'excluent mutuellement.

source: Text of the button. If none of the optional fields are used, it will be sent as a message when the button is pressed
fr: Texte du bouton. Si aucun des champs optionnels n'est utilisé, ce texte sera envoyé sous forme de message lorsque le bouton sera pressé

source: If True, the user's phone number will be sent as a contact when the button is pressed. Available in private chats only.
fr: Si Vrai, le numéro de téléphone de l'utilisateur sera envoyé en tant que contact lorsque le bouton est enfoncé. Disponible uniquement dans les chats privés.

source: If True, the user's current location will be sent when the button is pressed. Available in private chats only.
fr: Si Vrai, la position actuelle de l'utilisateur sera envoyée lorsque le bouton est enfoncé. Disponible uniquement dans les chats privés.

source: This object represents type of a poll, which is allowed to be created and sent when the corresponding button is pressed.
fr: Cet objet représente le type de sondage qui peut être créé et envoyé lorsque l'on appuie sur le bouton correspondant.

source: If quiz is passed, the user will be allowed to create only polls in the quiz mode. If regular is passed, only regular polls will be allowed. Otherwise, the user will be allowed to create a poll of any type.
fr: Si l'option quiz est activée, l'utilisateur ne pourra créer que des sondages en mode quiz. Si l'option régulier est sélectionnée, seuls les sondages réguliers seront autorisés. Sinon, l'utilisateur sera autorisé à créer un sondage de n'importe quel type.

source: Upon receiving a message with this object, Telegram clients will remove the current custom keyboard and display the default letter-keyboard. By default, custom keyboards are displayed until a new keyboard is sent by a bot. An exception is made for one-time keyboards that are hidden immediately after the user presses a button (see ReplyKeyboardMarkup).
fr: Lorsqu'ils reçoivent un message contenant cet objet, les clients Telegram suppriment le clavier personnalisé actuel et affichent le clavier alphabétique par défaut. Par défaut, les claviers personnalisés sont affichés jusqu'à ce qu'un nouveau clavier soit envoyé par un robot. Une exception est faite pour les claviers à usage unique qui sont cachés immédiatement après que l'utilisateur a appuyé sur un bouton (voir ReplyKeyboardMarkup).

source: Use this parameter if you want to remove the keyboard for specific users only. Targets: 1) users that are @mentioned in the text of the Message object; 2) if the bot's message is a reply (has reply_to_message_id), sender of the original message. Example: A user votes in a poll, bot returns confirmation message in reply to the vote and removes the keyboard for that user, while still showing the keyboard with poll options to users who haven't voted yet.
fr: Utilisez ce paramètre si vous souhaitez supprimer le clavier pour des utilisateurs spécifiques uniquement. Cibles : 1) les utilisateurs qui sont @mentionnés dans le texte de l'objet Message ; 2) si le message du bot est une réponse (avec reply_to_message_id), l'expéditeur du message original. Exemple : Un utilisateur vote dans un sondage, le bot renvoie un message de confirmation en réponse au vote et supprime le clavier pour cet utilisateur, tout en affichant le clavier avec les options du sondage pour les utilisateurs qui n'ont pas encore voté.

source: This object represents an inline keyboard that appears right next to the message it belongs to.
fr: Cet objet représente un clavier en ligne qui apparaît juste à côté du message auquel il appartient.

source: Array of button rows, each represented by an Array of InlineKeyboardButton objects
fr: Tableau de rangées de boutons, chacune représentée par un tableau d'objets InlineKeyboardButton

source: This object represents one button of an inline keyboard. You must use exactly one of the optional fields.
fr: Cet objet représente un bouton d'un clavier en ligne. Vous devez utiliser exactement un des champs optionnels.

source: Label text on the button
fr: Texte de l'étiquette du bouton

source: HTTP or tg:// url to be opened when the button is pressed. Links tg://user?id=<user_id> can be used to mention a user by their ID without using a username, if this is allowed by their privacy settings.
fr: HTTP ou tg:// url à ouvrir lorsque le bouton est pressé. Les liens tg://user?id=<user_id> peuvent être utilisés pour mentionner un utilisateur par son identifiant sans utiliser de nom d'utilisateur, si cela est autorisé par ses paramètres de confidentialité.

source: Data to be sent in a callback query to the bot when button is pressed, 1-64 bytes
fr: Données à envoyer dans une requête de rappel au robot lorsque le bouton est enfoncé, 1-64 octets

source: If set, pressing the button will prompt the user to select one of their chats, open that chat and insert the bot's username and the specified inline query in the input field. Can be empty, in which case just the bot's username will be inserted. Note: This offers an easy way for users to start using your bot in inline mode when they are currently in a private chat with it. Especially useful when combined with switch_pm… actions – in this case the user will be automatically returned to the chat they switched from, skipping the chat selection screen.
fr: Si ce bouton est activé, l'utilisateur est invité à sélectionner un de ses chats, à ouvrir ce chat et à insérer le nom d'utilisateur du bot et la requête en ligne spécifiée dans le champ de saisie. Il peut être vide, auquel cas seul le nom d'utilisateur du bot sera inséré. Note : Ceci offre un moyen facile pour les utilisateurs de commencer à utiliser votre bot en mode inline lorsqu'ils sont actuellement dans une discussion privée avec lui. Particulièrement utile lorsqu'il est combiné avec les actions switch_pm... - dans ce cas, l'utilisateur sera automatiquement renvoyé à la discussion qu'il a quittée, sans passer par l'écran de sélection de la discussion.

source: If set, pressing the button will insert the bot's username and the specified inline query in the current chat's input field. Can be empty, in which case only the bot's username will be inserted. This offers a quick way for the user to open your bot in inline mode in the same chat – good for selecting something from multiple options.
fr: Si ce bouton est activé, le nom d'utilisateur du robot et la requête en ligne spécifiée seront insérés dans le champ de saisie du chat en cours. Peut être vide, auquel cas seul le nom d'utilisateur du robot sera inséré. Cela permet à l'utilisateur d'ouvrir rapidement votre robot en mode inline dans le même chat - ce qui est utile pour sélectionner quelque chose parmi plusieurs options.

source: Specify True, to send a Pay button. NOTE: This type of button must always be the first button in the first row and can only be used in invoice messages.
fr: Spécifiez True, pour envoyer un bouton Payer. REMARQUE : ce type de bouton doit toujours être le premier bouton de la première ligne et ne peut être utilisé que dans les messages de facture.

source: This object represents a parameter of the inline keyboard button used to automatically authorize a user. Serves as a great replacement for the Telegram Login Widget when the user is coming from Telegram.
fr: Cet objet représente un paramètre du bouton de clavier en ligne utilisé pour autoriser automatiquement un utilisateur. Remplace avantageusement le widget de connexion Telegram lorsque l'utilisateur vient de Telegram.

source: An HTTP URL to be opened with user authorization data added to the query string when the button is pressed. If the user refuses to provide authorization data, the original URL without information about the user will be opened. The data added is the same as described in Receiving authorization data. NOTE: You must always check the hash of the received data to verify the authentication and the integrity of the data as described in Checking authorization.
fr: URL HTTP à ouvrir avec les données d'autorisation de l'utilisateur ajoutées à la chaîne de requête lorsque le bouton est enfoncé. Si l'utilisateur refuse de fournir des données d'autorisation, l'URL d'origine sera ouverte sans informations sur l'utilisateur. Les données ajoutées sont les mêmes que celles décrites dans la section Réception des données d'autorisation. REMARQUE : Vous devez toujours vérifier le hachage des données reçues pour vérifier l'authentification et l'intégrité des données, comme décrit dans la section Vérification de l'autorisation.

source: New text of the button in forwarded messages.
fr: Nouveau texte du bouton dans les messages transférés.

source: True, if users joining the chat via the link need to be approved by chat administrators
fr: Vrai, si les utilisateurs qui rejoignent le chat via le lien doivent être approuvés par les administrateurs du chat

source: True, if the link is revoked
fr: Vrai, si le lien est révoqué

source: Invite link name
fr: Nom du lien d'invitation

source: Point in time (Unix timestamp) when the link will expire or has been expired
fr: Moment (horodatage Unix) où le lien expirera ou a expiré

source: Maximum number of users that can be members of the chat simultaneously after joining the chat via this invite link; 1-99999
fr: Nombre maximum d'utilisateurs qui peuvent être membres du chat simultanément après avoir rejoint le chat via ce lien d'invitation ; 1-99999

source: Number of pending join requests created using this link
fr: Nombre de demandes de jonction en attente créées à l'aide de ce lien

source: This object contains information about one member of a chat. Currently, the following 6 types of chat members are supported
fr: Cet objet contient des informations sur un membre d'un chat. Actuellement, les 6 types de membres de chat suivants sont pris en charge

source: The member's status in the chat, always “creator”
fr: Le statut du membre dans le chat, toujours "créateur"

source: True, if the user's presence in the chat is hidden
fr: True, si la présence de l'utilisateur dans le chat est cachée

source: Custom title for this user
fr: Titre personnalisé pour cet utilisateur

source: Represents a chat member that has some additional privileges.
fr: Représente un membre du chat qui dispose de certains privilèges supplémentaires.

source: True, if the bot is allowed to edit administrator privileges of that user
fr: True, si le bot est autorisé à modifier les privilèges d'administrateur de cet utilisateur
