Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: A painting.
fr: Une peinture.

source: Credit Card
fr: Carte de crédit

source: A card payment method of a particular brand or name. Used to mark up a particular payment method and/or the financial product/service that supplies the card account. Commonly used values: * http://purl.org/goodrelations/v1#AmericanExpress * http://purl.org/goodrelations/v1#DinersClub * http://purl.org/goodrelations/v1#Discover * http://purl.org/goodrelations/v1#JCB * http://purl.org/goodrelations/v1#MasterCard * http://purl.org/goodrelations/v1#VISA
fr: Méthode de paiement par carte d'une marque ou d'un nom particulier. Utilisé pour marquer un mode de paiement particulier et/ou le produit/service financier qui alimente le compte de la carte. Valeurs couramment utilisées : * http://purl.org/goodrelations/v1#AmericanExpress * http://purl.org/goodrelations/v1#DinersClub * http://purl.org/goodrelations/v1#Discover * http://purl.org/goodrelations/v1#JCB * http://purl.org/goodrelations/v1#MasterCard * http://purl.org/goodrelations/v1#VISA

source: Apply Action
fr: Effectuer l′Action

source: The act of registering to an organization/service without the guarantee to receive it. Related actions: * [[RegisterAction]]: Unlike RegisterAction, ApplyAction has no guarantees that the application will be accepted.
fr: Le fait de s'inscrire auprès d'une organisation ou d'un service sans avoir la garantie de le recevoir. Actions connexes : * [[RegisterAction]] : Contrairement à RegisterAction, ApplyAction ne garantit pas que la demande sera acceptée.

source: Nl Nonprofit Type
fr: Nl Type d'organisation à but non lucratif

source: NLNonprofitType: Non-profit organization type originating from the Netherlands.
fr: NLNonprofitType : Type d'organisation à but non lucratif originaire des Pays-Bas.

source: Give Action
fr: Agir

source: The act of transferring ownership of an object to a destination. Reciprocal of TakeAction. Related actions: * [[TakeAction]]: Reciprocal of GiveAction. * [[SendAction]]: Unlike SendAction, GiveAction implies that ownership is being transferred (e.g. I may send my laptop to you, but that doesn't mean I'm giving it to you).
fr: Action de transférer la propriété d'un objet à une destination. Réciproque de TakeAction. Actions connexes : * [[TakeAction]] : Réciproque de GiveAction. * [[SendAction]] : Contrairement à SendAction, GiveAction implique un transfert de propriété (par exemple, je peux vous envoyer mon ordinateur portable, mais cela ne signifie pas que je vous le donne).

source: List Item
fr: Liste des articles

source: An list item, e.g. a step in a checklist or how-to description.
fr: Un élément d'une liste, par exemple une étape d'une liste de contrôle ou d'une description d'un mode d'emploi.

source: Tv Series
fr: Séries télévisées

source: CreativeWorkSeries dedicated to TV broadcast and associated online delivery.
fr: CreativeWorkSeries dédiée à la diffusion télévisuelle et à la diffusion en ligne associée.

source: Floor Plan
fr: Plan d'étage

source: A FloorPlan is an explicit representation of a collection of similar accommodations, allowing the provision of common information (room counts, sizes, layout diagrams) and offers for rental or sale. In typical use, some [[ApartmentComplex]] has an [[accommodationFloorPlan]] which is a [[FloorPlan]]. A FloorPlan is always in the context of a particular place, either a larger [[ApartmentComplex]] or a single [[Apartment]]. The visual/spatial aspects of a floor plan (i.e. room layout, [see wikipedia](https://en.wikipedia.org/wiki/Floor_plan)) can be indicated using [[image]].
fr: Un plan d'étage est une représentation explicite d'une collection de logements similaires, permettant de fournir des informations communes (nombre de pièces, tailles, diagrammes de disposition) et des offres de location ou de vente. En règle générale, un [[ApartmentComplex]] possède un [[accommodationFloorPlan]] qui est un [[FloorPlan]]. Un plan d'étage s'inscrit toujours dans le contexte d'un lieu particulier, qu'il s'agisse d'un [[complexe d'appartements]] plus vaste ou d'un seul [[appartement]]. Les aspects visuels/spatiaux d'un plan d'étage (c'est-à-dire la disposition des pièces, [voir wikipedia] (https://en.wikipedia.org/wiki/Floor_plan)) peuvent être indiqués à l'aide d'une [[image]].

source: Enumeration
fr: Enumération

source: Lists or enumerations—for example, a list of cuisines or music genres, etc.
fr: Listes ou énumérations - par exemple, une liste de cuisines ou de genres musicaux, etc.

source: 3 D Model
fr: modèle 3 D

source: A 3D model represents some kind of 3D content, which may have [[encoding]]s in one or more [[MediaObject]]s. Many 3D formats are available (e.g. see [Wikipedia](https://en.wikipedia.org/wiki/Category:3D_graphics_file_formats)); specific encoding formats can be represented using the [[encodingFormat]] property applied to the relevant [[MediaObject]]. For the case of a single file published after Zip compression, the convention of appending '+zip' to the [[encodingFormat]] can be used. Geospatial, AR/VR, artistic/animation, gaming, engineering and scientific content can all be represented using [[3DModel]].
fr: Un modèle 3D représente un certain type de contenu 3D, qui peut avoir des [[encodage]] dans un ou plusieurs [[MediaObject]]. De nombreux formats 3D sont disponibles (voir par exemple [Wikipedia](https://en.wikipedia.org/wiki/Category:3D_graphics_file_formats)) ; les formats d'encodage spécifiques peuvent être représentés à l'aide de la propriété [[encodingFormat]] appliquée au [[MediaObject]] concerné. Pour le cas d'un fichier unique publié après compression Zip, la convention consistant à ajouter "+zip" à la propriété [[encodingFormat]] peut être utilisée. Les contenus géospatiaux, AR/VR, artistiques/animation, jeux, ingénierie et scientifiques peuvent tous être représentés à l'aide de [[3DModel]].

source: Background News Article
fr: Article de nouvelles de fond

source: A [[NewsArticle]] providing historical context, definition and detail on a specific topic (aka "explainer" or "backgrounder"). For example, an in-depth article or frequently-asked-questions ([FAQ](https://en.wikipedia.org/wiki/FAQ)) document on topics such as Climate Change or the European Union. Other kinds of background material from a non-news setting are often described using [[Book]] or [[Article]], in particular [[ScholarlyArticle]]. See also [[NewsArticle]] for related vocabulary from a learning/education perspective.
fr: Un [[NewsArticle]] fournissant un contexte historique, une définition et des détails sur un sujet spécifique (alias "explainer" ou "backgrounder"). Par exemple, un article approfondi ou un document de questions fréquemment posées ([FAQ](https://en.wikipedia.org/wiki/FAQ)) sur des sujets tels que le changement climatique ou l'Union européenne. D'autres types de documents d'information non liés à l'actualité sont souvent décrits à l'aide de [[Livre]] ou [[Article]], en particulier [[ScholarlyArticle]]. Voir également [[Article de presse]] pour le vocabulaire connexe du point de vue de l'apprentissage et de l'éducation.

source: Diet
fr: Régime alimentaire

source: A strategy of regulating the intake of food to achieve or maintain a specific health-related goal.
fr: Stratégie visant à réguler l'apport alimentaire afin d'atteindre ou de maintenir un objectif spécifique lié à la santé.

source: House
fr: Maison

source: A house is a building or structure that has the ability to be occupied for habitation by humans or other creatures (source: Wikipedia, the free encyclopedia, see <a href="http://en.wikipedia.org/wiki/House">http://en.wikipedia.org/wiki/House</a>).
fr: Une maison est un bâtiment ou une structure qui a la capacité d'être occupé par des humains ou d'autres créatures (source : Wikipédia, l'encyclopédie libre, voir <a href="http://en.wikipedia.org/wiki/House">http://en.wikipedia.org/wiki/House)</a>.

source: Course
fr: Cours

source: A description of an educational course which may be offered as distinct instances which take place at different times or take place at different locations, or be offered through different media or modes of study. An educational course is a sequence of one or more educational events and/or creative works which aims to build knowledge, competence or ability of learners.
fr: Description d'un cours éducatif qui peut être proposé sous la forme d'instances distinctes ayant lieu à des moments ou dans des lieux différents, ou être proposé par le biais de différents médias ou modes d'étude. Un cours éducatif est une séquence d'un ou plusieurs événements éducatifs et/ou travaux créatifs visant à développer les connaissances, les compétences ou les aptitudes des apprenants.

source: Drug Cost Category
fr: Catégorie de coût des médicaments

source: Enumerated categories of medical drug costs.
fr: Catégories énumérées de coûts des médicaments.

source: Game Play Mode
fr: Mode de jeu

source: Indicates whether this game is multi-player, co-op or single-player.
fr: Indique si ce jeu est multijoueur, coopératif ou solo.

source: Solve Math Action
fr: Résoudre l'action mathématique

source: The action that takes in a math expression and directs users to a page potentially capable of solving/simplifying that expression.
fr: L'action qui prend en compte une expression mathématique et dirige les utilisateurs vers une page potentiellement capable de résoudre/simplifier cette expression.

source: A volcano, like Fujisan.
fr: Un volcan, comme le Fujisan.

source: View Action
fr: Voir l'action

source: The act of consuming static visual content.
fr: L'acte de consommer un contenu visuel statique.

source: Defined Term
fr: Durée déterminée

source: A word, name, acronym, phrase, etc. with a formal definition. Often used in the context of category or subject classification, glossaries or dictionaries, product or creative work types, etc. Use the name property for the term being defined, use termCode if the term has an alpha-numeric code allocated, use description to provide the definition of the term.
fr: Un mot, un nom, un acronyme, une expression, etc. ayant une définition formelle. Souvent utilisé dans le contexte de la classification des catégories ou des sujets, des glossaires ou des dictionnaires, des types de produits ou de travaux créatifs, etc. Utilisez la propriété name pour le terme à définir, utilisez termCode si le terme a un code alphanumérique attribué, utilisez description pour fournir la définition du terme.

source: Software Application
fr: Application logicielle

source: A software application.
fr: Une application logicielle.

source: Pawn Shop
fr: Mont-de-piété

source: A shop that will buy, or lend money against the security of, personal possessions.
fr: Un magasin qui achète ou prête de l'argent contre la garantie de biens personnels.

source: Achieve Action
fr: Réaliser l'action

source: The act of accomplishing something via previous efforts. It is an instantaneous action rather than an ongoing process.
fr: L'acte d'accomplir quelque chose grâce à des efforts antérieurs. Il s'agit d'une action instantanée plutôt que d'un processus continu.

source: Dance Event
fr: Événement de danse

source: Event type: A social dance.
fr: Type d'événement : Danse sociale.

source: Category Code Set
fr: Ensemble de codes de catégorie

source: A set of Category Code values.
fr: Un ensemble de valeurs de codes de catégorie.

source: Approved Indication
fr: Approuvé Indication

source: An indication for a medical therapy that has been formally specified or approved by a regulatory body that regulates use of the therapy; for example, the US FDA approves indications for most drugs in the US.
fr: Une indication pour une thérapie médicale qui a été formellement spécifiée ou approuvée par un organisme de réglementation qui régule l'utilisation de la thérapie ; par exemple, la FDA américaine approuve les indications pour la plupart des médicaments aux États-Unis.

source: Legal Value Level
fr: Niveau de valeur juridique

source: A list of possible levels for the legal validity of a legislation.
fr: Liste des niveaux possibles de validité juridique d'une législation.

source: Medical Guideline Contraindication
fr: Directive médicale Contre-indication

source: A guideline contraindication that designates a process as harmful and where quality of the data supporting the contraindication is sound.
fr: Contre-indication d'une ligne directrice désignant un processus comme nuisible et pour lequel la qualité des données étayant la contre-indication est bonne.

source: Golf Course
fr: Piste de Golf

source: A golf course.
fr: Un terrain de golf.

source: Car Usage Type
fr: Type d'utilisation de la voiture

source: A value indicating a special usage of a car, e.g. commercial rental, driving school, or as a taxi.
fr: Valeur indiquant l'utilisation particulière d'une voiture, par exemple location commerciale, auto-école ou taxi.

source: Befriend Action
fr: Action Befriend

source: The act of forming a personal connection with someone (object) mutually/bidirectionally/symmetrically. Related actions: * [[FollowAction]]: Unlike FollowAction, BefriendAction implies that the connection is reciprocal.
fr: Le fait d'établir un lien personnel avec quelqu'un (objet) mutuellement/bidirectionnellement/symétriquement. Actions connexes : * [[FollowAction]] : Contrairement à FollowAction, BefriendAction implique que la connexion est réciproque.

source: A motel. <br /><br /> See also the <a href="/docs/hotels.html">dedicated document on the use of schema.org for marking up hotels and other forms of accommodations</a>.
fr: Un motel. <br /><br /> Voir également le <a href="/docs/hotels.html">document dédié à l'utilisation de schema.org pour le marquage des hôtels et autres formes d'hébergement</a>.

source: Eat Action
fr: Manger Action

source: The act of swallowing solid objects.
fr: Action d'avaler des objets solides.

source: Prevention Indication
fr: Prévention Indication

source: An indication for preventing an underlying condition, symptom, etc.
fr: Indication de prévention d'une affection sous-jacente, d'un symptôme, etc.

source: Molecular Entity
fr: Entité moléculaire

source: Any constitutionally or isotopically distinct atom, molecule, ion, ion pair, radical, radical ion, complex, conformer etc., identifiable as a separately distinguishable entity.
fr: Tout atome, molécule, ion, paire d'ions, radical, ion radical, complexe, conformateur, etc. distinct sur le plan constitutionnel ou isotopique, identifiable en tant qu'entité distincte.

source: Faq Page
fr: Page Faq

source: A [[FAQPage]] is a [[WebPage]] presenting one or more "[Frequently asked questions](https://en.wikipedia.org/wiki/FAQ)" (see also [[QAPage]]).
fr: Une [[page FAQ]] est une [[page web]] présentant une ou plusieurs "[questions fréquemment posées](https://en.wikipedia.org/wiki/FAQ)" (voir aussi [[page QAP]]) (voir aussi [[QAPage]]).

source: Reportage News Article
fr: Article de reportage

source: The [[ReportageNewsArticle]] type is a subtype of [[NewsArticle]] representing news articles which are the result of journalistic news reporting conventions. In practice many news publishers produce a wide variety of article types, many of which might be considered a [[NewsArticle]] but not a [[ReportageNewsArticle]]. For example, opinion pieces, reviews, analysis, sponsored or satirical articles, or articles that combine several of these elements. The [[ReportageNewsArticle]] type is based on a stricter ideal for "news" as a work of journalism, with articles based on factual information either observed or verified by the author, or reported and verified from knowledgeable sources. This often includes perspectives from multiple viewpoints on a particular issue (distinguishing news reports from public relations or propaganda). News reports in the [[ReportageNewsArticle]] sense de-emphasize the opinion of the author, with commentary and value judgements typically expressed elsewhere. A [[ReportageNewsArticle]] which goes deeper into analysis can also be marked with an additional type of [[AnalysisNewsArticle]].
fr: Le type [[ReportageNewsArticle]] est un sous-type de [[NewsArticle]] représentant les articles de presse qui sont le résultat de conventions de reportage journalistique. Dans la pratique, de nombreux éditeurs de presse produisent une grande variété de types d'articles, dont beaucoup peuvent être considérés comme des [[NewsArticle]] mais pas comme des [[ReportageNewsArticle]]. Par exemple, les articles d'opinion, les critiques, les analyses, les articles sponsorisés ou satiriques, ou les articles qui combinent plusieurs de ces éléments. Le type [[ReportageNewsArticle]] est basé sur un idéal plus strict de "nouvelles" en tant que travail journalistique, avec des articles basés sur des informations factuelles soit observées ou vérifiées par l'auteur, soit rapportées et vérifiées par des sources bien informées. Cela inclut souvent des points de vue multiples sur une question particulière (ce qui distingue les reportages des relations publiques ou de la propagande). Les reportages au sens de [[ReportageNewsArticle]] ne mettent pas l'accent sur l'opinion de l'auteur, les commentaires et les jugements de valeur étant généralement exprimés ailleurs. Un [[ReportageNewsArticle]] qui va plus loin dans l'analyse peut également être marqué par un type supplémentaire d'[[AnalyseNewsArticle]].

source: Merchant Return Enumeration
fr: Enumération des retours des commerçants

source: Enumerates several kinds of product return policies.
fr: Enumère plusieurs types de politiques de retour de produits.

source: Quantitative Value
fr: Valeur quantitative

source: A point value or interval for product characteristics and other purposes.
fr: Une valeur de point ou un intervalle pour les caractéristiques des produits et d'autres objectifs.

source: Performing Group
fr: Groupe Performant

source: A performance group, such as a band, an orchestra, or a circus.
fr: Un groupe de spectacle, tel qu'un groupe, un orchestre ou un cirque.

source: A [blog](https://en.wikipedia.org/wiki/Blog), sometimes known as a "weblog". Note that the individual posts ([[BlogPosting]]s) in a [[Blog]] are often colloquially referred to by the same term.
fr: Un [blog] (https://en.wikipedia.org/wiki/Blog), parfois appelé "weblog". Notez que les messages individuels ([[BlogPosting]]s) d'un [[Blog]] sont souvent désignés familièrement par le même terme.

source: Delete Action
fr: Action de suppression

source: The act of editing a recipient by removing one of its objects.
fr: L'acte de modifier un destinataire en supprimant l'un de ses objets.

source: Bike Store
fr: Magasin de vélos

source: A bike store.
fr: Un magasin de vélos.

source: High School
fr: Lycée

source: A high school.
fr: Un lycée.

source: A synagogue.
fr: Une synagogue.

source: Palliative Procedure
fr: Procédure palliative

source: A medical procedure intended primarily for palliative purposes, aimed at relieving the symptoms of an underlying health condition.
fr: Procédure médicale destinée principalement à des fins palliatives, visant à soulager les symptômes d'un état de santé sous-jacent.

source: Optician
fr: Opticien

source: A store that sells reading glasses and similar devices for improving vision.
fr: Un magasin qui vend des lunettes de lecture et des dispositifs similaires pour améliorer la vision.

source: Television Channel
fr: Chaîne de télévision

source: A unique instance of a television BroadcastService on a CableOrSatelliteService lineup.
fr: Instance unique d'un service de radiodiffusion télévisuelle sur une ligne de services CableOrSatellite.

source: Medical Study
fr: Étude médicale

source: A medical study is an umbrella type covering all kinds of research studies relating to human medicine or health, including observational studies and interventional trials and registries, randomized, controlled or not. When the specific type of study is known, use one of the extensions of this type, such as MedicalTrial or MedicalObservationalStudy. Also, note that this type should be used to mark up data that describes the study itself; to tag an article that publishes the results of a study, use MedicalScholarlyArticle. Note: use the code property of MedicalEntity to store study IDs, e.g. clinicaltrials.gov ID.
fr: Une étude médicale est un type générique qui couvre tous les types d'études de recherche relatives à la médecine humaine ou à la santé, y compris les études d'observation, les essais interventionnels et les registres, qu'ils soient randomisés, contrôlés ou non. Lorsque le type spécifique d'étude est connu, il convient d'utiliser l'une des extensions de ce type, telles que MedicalTrial ou MedicalObservationalStudy. Notez également que ce type doit être utilisé pour baliser les données qui décrivent l'étude elle-même ; pour baliser un article qui publie les résultats d'une étude, utilisez MedicalScholarlyArticle. Remarque : utilisez la propriété code de MedicalEntity pour stocker les identifiants des études, par exemple l'identifiant clinicaltrials.gov.

source: Publication Volume
fr: Volume de publication

source: A part of a successively published publication such as a periodical or multi-volume work, often numbered. It may represent a time span, such as a year. See also [blog post](http://blog.schema.org/2014/09/schemaorg-support-for-bibliographic_2.html).
fr: Partie d'une publication à parution successive, telle qu'un périodique ou un ouvrage en plusieurs volumes, souvent numérotée. Elle peut représenter une période de temps, telle qu'une année. Voir aussi [blog post](http://blog.schema.org/2014/09/schemaorg-support-for-bibliographic_2.html).

source: Shipping Delivery Time
fr: Expédition Délai de livraison

source: ShippingDeliveryTime provides various pieces of information about delivery times for shipping.
fr: ShippingDeliveryTime fournit diverses informations sur les délais de livraison pour l'expédition.

source: Unit Price Specification
fr: Prix unitaire Spécification

source: The price asked for a given offer by the respective organization or person.
fr: Le prix demandé pour une offre donnée par l'organisation ou la personne concernée.

source: Radio Clip
fr: Clip radio

source: A short radio program or a segment/part of a radio program.
fr: Un programme radio court ou un segment/une partie d'un programme radio.

source: Medical Imaging Technique
fr: Technique d'imagerie médicale

source: Any medical imaging modality typically used for diagnostic purposes. Enumerated type.
fr: Toute modalité d'imagerie médicale généralement utilisée à des fins de diagnostic. Type énuméré.

source: Wearable Size System Enumeration
fr: Enumération des systèmes de taille portables

source: The act of physically/electronically dispatching an object for transfer from an origin to a destination. Related actions: * [[ReceiveAction]]: The reciprocal of SendAction. * [[GiveAction]]: Unlike GiveAction, SendAction does not imply the transfer of ownership (e.g. I can send you my laptop, but I'm not necessarily giving it to you).
fr: Action d'expédier physiquement/électroniquement un objet pour le transférer d'un point d'origine à un point de destination. Actions connexes : * [[ActionRecevoir]] : La réciproque de SendAction. * action d'envoi [[GiveAction]] : Contrairement à GiveAction, SendAction n'implique pas de transfert de propriété (par exemple, je peux vous envoyer mon ordinateur portable, mais je ne vous le donne pas nécessairement).

source: Demand
fr: Demande
