Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: The day of the week, e.g. used to specify to which day the opening hours of an OpeningHoursSpecification refer. Originally, URLs from [GoodRelations](http://purl.org/goodrelations/v1) were used (for [[Monday]], [[Tuesday]], [[Wednesday]], [[Thursday]], [[Friday]], [[Saturday]], [[Sunday]] plus a special entry for [[PublicHolidays]]); these have now been integrated directly into schema.org.
fr: Le jour de la semaine, utilisé par exemple pour préciser à quel jour se réfèrent les heures d'ouverture d'une spécification OpeningHoursSpecification. À l'origine, les URL de [GoodRelations] (http://purl.org/goodrelations/v1) étaient utilisées (pour [[Monday]], [[Tuesday]], [[Wednesday]], [[Thursday]], [[Friday]], [[Saturday]], [[Sunday]] plus une entrée spéciale pour [[PublicHolidays]]) ; elles ont maintenant été intégrées directement dans schema.org.

source: Intangible
fr: Immobilier fixe

source: A utility class that serves as the umbrella for a number of 'intangible' things such as quantities, structured values, etc.
fr: Une classe utilitaire qui sert de parapluie à un certain nombre de choses "intangibles" telles que les quantités, les valeurs structurées, etc.

source: Lifestyle Modification
fr: Modification du mode de vie

source: A process of care involving exercise, changes to diet, fitness routines, and other lifestyle changes aimed at improving a health condition.
fr: Processus de soins impliquant des exercices, des changements de régime alimentaire, des routines de remise en forme et d'autres changements de mode de vie visant à améliorer un état de santé.

source: User Plays
fr: Jeux d'utilisateurs

source: Middle School
fr: École intermédiaire

source: A middle school (typically for children aged around 11-14, although this varies somewhat).
fr: Un collège (généralement pour les enfants âgés de 11 à 14 ans, bien que cela varie quelque peu).

source: Comic Story
fr: Histoires Bande dessinée

source: The term "story" is any indivisible, re-printable unit of a comic, including the interior stories, covers, and backmatter. Most comics have at least two stories: a cover (ComicCoverArt) and an interior story.
fr: Le terme "histoire" désigne toute unité indivisible et réimprimable d'une bande dessinée, y compris les histoires intérieures, les couvertures et les dos de couverture réimprimable d'une bande dessinée, y compris les histoires intérieures, les couvertures et les dos de couverture. La plupart des bandes dessinées ont au moins deux histoires : une couverture (ComicCoverArt) et une histoire intérieure.

source: Lake Body Of Water
fr: Lac Plan d'eau

source: A lake (for example, Lake Pontrachain).
fr: Un lac (par exemple, le lac Pontrachain).

source: About Page
fr: Page À Propos

source: Web page type: About page.
fr: Type de page web : Page d'accueil.

source: Qualitative Value
fr: Valeur qualitative

source: A predefined value for a product characteristic, e.g. the power cord plug type 'US' or the garment sizes 'S', 'M', 'L', and 'XL'.
fr: Valeur prédéfinie pour une caractéristique du produit, par exemple le type de fiche du cordon d'alimentation "US" ou les tailles de vêtements "S", "M", "L" et "XL".

source: Game Server
fr: Serveur de jeu

source: Server that provides game interaction in a multiplayer game.
fr: Serveur qui assure l'interaction dans un jeu multijoueur.

source: Structured Value
fr: Valeur structurée

source: Structured values are used when the value of a property has a more complex structure than simply being a textual value or a reference to another thing.
fr: Les valeurs structurées sont utilisées lorsque la valeur d'une propriété a une structure plus complexe qu'une simple valeur textuelle ou une référence à une autre chose.

source: Pre Order Action
fr: Action préalable à la commande

source: An agent orders a (not yet released) object/product/service to be delivered/sent.
fr: Un agent commande un objet/produit/service (qui n'a pas encore été libéré) pour qu'il soit livré/envoyé.

source: Duration
fr: Durée

source: Quantity: Duration (use [ISO 8601 duration format](http://en.wikipedia.org/wiki/ISO_8601)).
fr: Quantité : Durée (utiliser le [format de durée ISO 8601] (http://en.wikipedia.org/wiki/ISO_8601)).

source: Broadcast Event
fr: Événement de radiodiffusion

source: An over the air or online broadcast event.
fr: Un événement diffusé par voie hertzienne ou en ligne.

source: Medical Risk Factor
fr: Facteur de risque médical

source: A risk factor is anything that increases a person's likelihood of developing or contracting a disease, medical condition, or complication.
fr: Un facteur de risque est tout ce qui augmente la probabilité qu'une personne développe ou contracte une maladie, un état pathologique ou une complication.

source: Comment
fr: Commentaire

source: A comment on an item - for example, a comment on a blog post. The comment's content is expressed via the [[text]] property, and its topic via [[about]], properties shared with all CreativeWorks.
fr: Un commentaire sur un élément - par exemple, un commentaire sur un article de blog. Le contenu du commentaire est exprimé via la propriété [[text]], et son sujet via [[about]], propriétés partagées avec tous les CreativeWorks.

source: Convenience Store
fr: Magasin de proximité

source: A convenience store.
fr: Une supérette.

source: Single Family Residence
fr: Résidence unifamiliale

source: Residence type: Single-family home.
fr: Type de résidence : Maison individuelle.

source: Music Release
fr: Sortie de la musique

source: A MusicRelease is a specific release of a music album.
fr: Un MusicRelease est une version spécifique d'un album de musique.

source: Employer Aggregate Rating
fr: Taux global de l'employeur

source: An aggregate rating of an Organization related to its role as an employer.
fr: Évaluation globale d'une organisation en fonction de son rôle en tant qu'employeur.

source: Episode
fr: Épisode

source: A media episode (e.g. TV, radio, video game) which can be part of a series or season.
fr: Un épisode médiatique (par exemple, télévision, radio, jeu vidéo) qui peut faire partie d'une série ou d'une saison.

source: Review News Article
fr: Publier un article sur les nouvelles

source: A [[NewsArticle]] and [[CriticReview]] providing a professional critic's assessment of a service, product, performance, or artistic or literary work.
fr: Un [[NewsArticle]] et une [[CriticReview]] fournissant l'évaluation par un critique professionnel d'un service, d'un produit, d'une performance ou d'une œuvre artistique ou littéraire.

source: Price Specification
fr: Spécification de prix

source: A structured value representing a price or price range. Typically, only the subclasses of this type are used for markup. It is recommended to use [[MonetaryAmount]] to describe independent amounts of money such as a salary, credit card limits, etc.
fr: Valeur structurée représentant un prix ou une fourchette de prix. Généralement, seules les sous-classes de ce type sont utilisées pour le balisage. Il est recommandé d'utiliser [[MonetaryAmount]] pour décrire des montants d'argent indépendants tels qu'un salaire, des limites de carte de crédit, etc.

source: Person
fr: Personne

source: A person (alive, dead, undead, or fictional).
fr: Une personne (vivante, morte, non-morte ou fictive).

source: Home Goods Store
fr: Magasin d’articles de maison

source: A home goods store.
fr: Un magasin d'articles ménagers.

source: Claim Review
fr: Examen des réclamations

source: A fact-checking review of claims made (or reported) in some creative work (referenced via itemReviewed).
fr: Vérification des faits concernant les affirmations faites (ou rapportées) dans un travail créatif (référencé par itemReviewed).

source: Nutrition Information
fr: Informations nutritionnelles

source: Nutritional information about the recipe.
fr: Informations nutritionnelles sur la recette.

source: Media Manipulation Rating Enumeration
fr: Manipulation des médias Énumération des notes

source: Codes for use with the [[mediaAuthenticityCategory]] property, indicating the authenticity of a media object (in the context of how it was published or shared). In general these codes are not mutually exclusive, although some combinations (such as 'original' versus 'transformed', 'edited' and 'staged') would be contradictory if applied in the same [[MediaReview]]. Note that the application of these codes is with regard to a piece of media shared or published in a particular context.
fr: Codes à utiliser avec la propriété [[mediaAuthenticityCategory]], indiquant l'authenticité d'un objet médiatique (dans le contexte de la manière dont il a été publié ou partagé). En général, ces codes ne s'excluent pas mutuellement, bien que certaines combinaisons (telles que "original" contre "transformé", "édité" et "mis en scène") seraient contradictoires si elles étaient appliquées dans la même [[MediaReview]]. Notez que l'application de ces codes concerne un média partagé ou publié dans un contexte particulier.

source: Educational Occupational Program
fr: Programme éducatif et professionnel

source: A program offered by an institution which determines the learning progress to achieve an outcome, usually a credential like a degree or certificate. This would define a discrete set of opportunities (e.g., job, courses) that together constitute a program with a clear start, end, set of requirements, and transition to a new occupational opportunity (e.g., a job), or sometimes a higher educational opportunity (e.g., an advanced degree).
fr: Un programme proposé par un établissement qui détermine la progression de l'apprentissage en vue d'atteindre un résultat, généralement un titre comme un diplôme ou un certificat. Il s'agit d'un ensemble discret d'opportunités (par exemple, un emploi, des cours) qui, ensemble, constituent un programme avec un début, une fin, un ensemble d'exigences et une transition vers une nouvelle opportunité professionnelle (par exemple, un emploi), ou parfois une opportunité d'éducation supérieure (par exemple, un diplôme d'études supérieures).

source: Menu Item
fr: Élément du menu

source: A food or drink item listed in a menu or menu section.
fr: Un produit alimentaire ou une boisson figurant dans un menu ou une section de menu.

source: Travel Action
fr: Action Voyage

source: The act of traveling from a fromLocation to a destination by a specified mode of transport, optionally with participants.
fr: L'acte de voyager d'un lieu de départ à une destination par un mode de transport spécifique, éventuellement avec des participants.

source: Project
fr: Projet

source: An enterprise (potentially individual but typically collaborative), planned to achieve a particular aim. Use properties from [[Organization]], [[subOrganization]]/[[parentOrganization]] to indicate project sub-structures.
fr: Une entreprise (potentiellement individuelle mais typiquement collaborative), planifiée pour atteindre un objectif particulier. Utilisez les propriétés de [[Organisation]], [[sous-organisation]]/[[organisation mère]] pour indiquer les sous-structures du projet.

source: Maximum Dose Schedule
fr: Calendrier des doses maximales

source: The maximum dosing schedule considered safe for a drug or supplement as recommended by an authority or by the drug/supplement's manufacturer. Capture the recommending authority in the recognizingAuthority property of MedicalEntity.
fr: Le schéma posologique maximal considéré comme sûr pour un médicament ou un supplément, tel que recommandé par une autorité ou par le fabricant du médicament ou du supplément. Saisir l'autorité qui recommande le médicament dans la propriété recognizingAuthority de MedicalEntity.

source: Brand
fr: Marque

source: A brand is a name used by an organization or business person for labeling a product, product group, or similar.
fr: Une marque est un nom utilisé par une organisation ou un homme d'affaires pour désigner un produit, un groupe de produits ou un produit similaire.

source: How To Supply
fr: Comment fournir

source: A supply consumed when performing the instructions for how to achieve a result.
fr: Fourniture consommée lors de l'exécution des instructions sur la manière d'obtenir un résultat.

source: Intended audience for an item, i.e. the group for whom the item was created.
fr: Public visé par un article, c'est-à-dire le groupe pour lequel l'article a été créé.

source: Parcel Delivery
fr: Livraison de colis

source: The delivery of a parcel either via the postal service or a commercial service.
fr: La livraison d'un colis par l'intermédiaire du service postal ou d'un service commercial.

source: Seek To Action
fr: Chercher à agir

source: This is the [[Action]] of navigating to a specific [[startOffset]] timestamp within a [[VideoObject]], typically represented with a URL template structure.
fr: Il s'agit de l'[[action]] consistant à naviguer vers un horodatage [[startOffset]] spécifique au sein d'un [[VideoObject]], généralement représenté par une structure de modèle d'URL.

source: Authorize Action
fr: Autoriser l'action

source: The act of granting permission to an object.
fr: L'acte d'accorder une permission à un objet.

source: Tourist Attraction
fr: Attraction touristique

source: A tourist attraction. In principle any Thing can be a [[TouristAttraction]], from a [[Mountain]] and [[LandmarksOrHistoricalBuildings]] to a [[LocalBusiness]]. This Type can be used on its own to describe a general [[TouristAttraction]], or be used as an [[additionalType]] to add tourist attraction properties to any other type. (See examples below)
fr: Une attraction touristique. En principe, toute chose peut être une [[TouristAttraction]], depuis une [[Montagne]] et [[LandmarksOrHistoricalBuildings]] jusqu'à un [[LocalBusiness]]. Ce type peut être utilisé seul pour décrire un [[TouristAttraction]] général, ou être utilisé comme [[additionalType]] pour ajouter des propriétés d'attraction touristique à n'importe quel autre type. (Voir les exemples ci-dessous)

source: Energy
fr: Énergie

source: Properties that take Energy as values are of the form '&lt;Number&gt; &lt;Energy unit of measure&gt;'.
fr: Les propriétés qui prennent l'énergie comme valeur sont de la forme '&lt;Number&gt ; &lt;Energy unit of measure&gt;'.

source: Government Building
fr: Bâtiment du gouvernement

source: A government building.
fr: Un bâtiment gouvernemental.

source: Offer For Purchase
fr: Offre d'achat

source: An [[OfferForPurchase]] in Schema.org represents an [[Offer]] to sell something, i.e. an [[Offer]] whose [[businessFunction]] is [sell](http://purl.org/goodrelations/v1#Sell.). See [Good Relations](https://en.wikipedia.org/wiki/GoodRelations) for background on the underlying concepts.
fr: Une [[OfferForPurchase]] dans Schema.org représente une [[Offer]] pour vendre quelque chose, c'est-à-dire une [[Offer]] dont la [[businessFunction]] est [sell]() dont la [[businessFunction]] est [vendre] (http://purl.org/goodrelations/v1#Sell.). Voir [Bonnes relations] (https://en.wikipedia.org/wiki/GoodRelations) pour en savoir plus sur les concepts sous-jacents pour en savoir plus sur les concepts sous-jacents.

source: Entry Point
fr: Point d'entrée

source: An entry point, within some Web-based protocol.
fr: Un point d'entrée, dans le cadre d'un protocole basé sur le Web.

source: Table
fr: Tableau

source: A table on a Web page.
fr: Un tableau sur une page Web.

source: Defined Term Set
fr: Ensemble de termes définis

source: A set of defined terms, for example a set of categories or a classification scheme, a glossary, dictionary or enumeration.
fr: Un ensemble de termes définis, par exemple un ensemble de catégories ou un système de classification, un glossaire, un dictionnaire ou une énumération.

source: Food Event
fr: Évènement alimentaire

source: Event type: Food event.
fr: Type d'événement : Événement alimentaire.

source: Organize Action
fr: Organiser l'action

source: The act of manipulating/administering/supervising/controlling one or more objects.
fr: Action de manipuler/administrer/superviser/contrôler un ou plusieurs objets.

source: Auto Dealer
fr: Concessionnaire automobile

source: An car dealership.
fr: Un concessionnaire automobile.

source: Insurance Agency
fr: Agence d’assurance

source: An Insurance agency.
fr: Une agence d'assurance.

source: Music Recording
fr: Enregistrement de musique

source: A music recording (track), usually a single song.
fr: Un enregistrement musical (piste), généralement une seule chanson.

source: Time
fr: Heure

source: A point in time recurring on multiple days in the form hh:mm:ss[Z|(+|-)hh:mm] (see [XML schema for details](http://www.w3.org/TR/xmlschema-2/#time)).
fr: Un point dans le temps se répétant sur plusieurs jours sous la forme hh:mm:ss[Z|(+|-)hh:mm] (voir [schéma XML pour plus de détails](http://www.w3.org/TR/xmlschema-2/#time)).

source: Gated Residence Community
fr: Résidence fermée

source: Residence type: Gated community.
fr: Type de résidence : Communauté fermée.

source: Courthouse
fr: Tribunal

source: A courthouse.
fr: Un palais de justice.

source: Comedy Club
fr: Club de comédie

source: A comedy club.
fr: Un club de comédie.

source: Spreadsheet Digital Document
fr: Tableur Document numérique

source: A spreadsheet file.
fr: Un fichier de feuille de calcul.

source: Locksmith
fr: Serrurier

source: A locksmith.
fr: Un serrurier.

source: Media Object
fr: Objet multimédia

source: A media object, such as an image, video, or audio object embedded in a web page or a downloadable dataset, i.e. DataDownload. Note that a creative work may have many media objects associated with it on the same web page. For example, a page about a single song (MusicRecording) may have a music video (VideoObject), and a high and low bandwidth audio stream (2 [[AudioObject]]s).
fr: Un objet multimédia, tel qu'une image, une vidéo ou un objet audio intégré dans une page web ou un ensemble de données téléchargeable, c'est-à-dire un DataDownload. Il convient de noter qu'une œuvre de création peut être associée à plusieurs objets multimédias sur la même page web. Par exemple, une page consacrée à une seule chanson (MusicRecording) peut contenir une vidéo musicale (VideoObject), ainsi qu'un flux audio à haut et bas débit (2 [[AudioObject]]).

source: Dietary Supplement
fr: Complément alimentaire

source: A product taken by mouth that contains a dietary ingredient intended to supplement the diet. Dietary ingredients may include vitamins, minerals, herbs or other botanicals, amino acids, and substances such as enzymes, organ tissues, glandulars and metabolites.
fr: Un produit pris par la bouche qui contient un ingrédient diététique destiné à compléter le régime alimentaire. Les ingrédients diététiques peuvent comprendre des vitamines, des minéraux, des herbes ou d'autres substances botaniques, des acides aminés et des substances telles que des enzymes, des tissus organiques, des glandes et des métabolites.

source: Ownership Info
fr: Informations sur la propriété

source: A structured value providing information about when a certain organization or person owned a certain product.
fr: Valeur structurée fournissant des informations sur le moment où une organisation ou une personne donnée a possédé un certain produit.

source: Bio Chem Entity
fr: Entité biochimique

source: Any biological, chemical, or biochemical thing. For example: a protein; a gene; a chemical; a synthetic chemical.
fr: Toute chose biologique, chimique ou biochimique. Par exemple : une protéine ; un gène ; un produit chimique ; un produit chimique de synthèse.

source: Note Digital Document
fr: Note Document numérique

source: A file containing a note, primarily for the author.
fr: Un dossier contenant une note, principalement pour l'auteur.

source: Float
fr: Flottant

source: Data type: Floating number.
fr: Type de données : Nombre flottant.

source: Consortium
fr: Konsorcium

source: A Consortium is a membership [[Organization]] whose members are typically Organizations.
fr: Un consortium est une [[organisation]] dont les membres sont généralement des organisations.

source: Government Organization
fr: Organisation gouvernementale

source: A governmental organization or agency.
fr: Une organisation ou une agence gouvernementale.

source: Broadcast Service
fr: Service de radiodiffusion

source: A delivery service through which content is provided via broadcast over the air or online.
fr: Un service de diffusion par lequel le contenu est fourni par le biais d'une diffusion hertzienne ou en ligne.

source: Currency Conversion Service
fr: Service de conversion de devises

source: A service to convert funds from one currency to another currency.
fr: Service permettant de convertir des fonds d'une monnaie à une autre.

source: Assign Action
fr: Attribuer Action

source: The act of allocating an action/event/task to some destination (someone or something).
fr: Le fait d'attribuer une action/un événement/une tâche à une destination (quelqu'un ou quelque chose).

source: Boolean
fr: Booléen

source: Boolean: True or False.
fr: Booléen : Vrai ou Faux.

source: Digital Document Permission
fr: Permission d'utiliser des documents numériques

source: A permission for a particular person or group to access a particular file.
fr: Autorisation donnée à une personne ou à un groupe particulier d'accéder à un fichier donné.

source: Bookmark Action
fr: Action Signet

source: An agent bookmarks/flags/labels/tags/marks an object.
fr: Un agent marque un objet d'un signet, d'un drapeau, d'une étiquette ou d'un repère.

source: Bed Details
fr: Détails du lit

source: An entity holding detailed information about the available bed types, e.g. the quantity of twin beds for a hotel room. For the single case of just one bed of a certain type, you can use bed directly with a text. See also [[BedType]] (under development).
fr: Une entité contenant des informations détaillées sur les types de lits disponibles, par exemple la quantité de lits jumeaux pour une chambre d'hôtel. Pour le cas unique d'un seul lit d'un certain type, vous pouvez utiliser bed directement avec un texte. Voir aussi [[BedType]] (en cours de développement).

source: A muscle is an anatomical structure consisting of a contractile form of tissue that animals use to effect movement.
fr: Un muscle est une structure anatomique constituée d'une forme contractile de tissu que les animaux utilisent pour effectuer des mouvements.

source: An action performed by a direct agent and indirect participants upon a direct object. Optionally happens at a location with the help of an inanimate instrument. The execution of the action may produce a result. Specific action sub-type documentation specifies the exact expectation of each argument/role. See also [blog post](http://blog.schema.org/2014/04/announcing-schemaorg-actions.html) and [Actions overview document](https://schema.org/docs/actions.html).
fr: Action réalisée par un agent direct et des participants indirects sur un objet direct. L'action peut se dérouler à un endroit avec l'aide d'un instrument inanimé. L'exécution de l'action peut produire un résultat. Une documentation spécifique sur les sous-types d'action précise les attentes exactes de chaque argument/rôle. Voir également [blog post](http://blog.schema.org/2014/04/announcing-schemaorg-actions.html) et [Actions overview document](https://schema.org/docs/actions.html).

source: Broadcast Frequency Specification
fr: Spécification des fréquences de diffusion

source: The frequency in MHz and the modulation used for a particular BroadcastService.
fr: La fréquence en MHz et la modulation utilisée pour un service de radiodiffusion particulier.

source: Funding Agency
fr: Agence de financement
