Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: Tracking url for the parcel delivery.
fr: URL de suivi pour la livraison du colis.

source: Disambiguating Description
fr: Description claire

source: A sub property of description. A short description of the item used to disambiguate from other, similar items. Information from other properties (in particular, name) may be necessary for the description to be useful for disambiguation.
fr: Une sous-propriété de la description. Une brève description de l'élément utilisée pour le distinguer d'autres éléments similaires. Des informations provenant d'autres propriétés (en particulier le nom) peuvent être nécessaires pour que la description soit utile à la désambiguïsation.

source: Non Equal
fr: Non égalitaire

source: This ordering relation for qualitative values indicates that the subject is not equal to the object.
fr: Cette relation d'ordre pour les valeurs qualitatives indique que le sujet n'est pas égal à l'objet.

source: Offered By
fr: Proposé par

source: A pointer to the organization or person making the offer.
fr: Un pointeur vers l'organisation ou la personne qui fait l'offre.

source: Term Code
fr: Code de la durée

source: A code that identifies this [[DefinedTerm]] within a [[DefinedTermSet]]
fr: Un code qui identifie ce [[terme défini]] au sein d'un [[ensemble de termes définis]]

source: Billing Address
fr: Adresse de facturation

source: The billing address for the order.
fr: L'adresse de facturation de la commande.

source: Seating Type
fr: Type de places

source: The type/class of the seat.
fr: Le type/la classe du siège.

source: Fuel Efficiency
fr: Consommation de carburant

source: The distance traveled per unit of fuel used; most commonly miles per gallon (mpg) or kilometers per liter (km/L). * Note 1: There are unfortunately no standard unit codes for miles per gallon or kilometers per liter. Use [[unitText]] to indicate the unit of measurement, e.g. mpg or km/L. * Note 2: There are two ways of indicating the fuel consumption, [[fuelConsumption]] (e.g. 8 liters per 100 km) and [[fuelEfficiency]] (e.g. 30 miles per gallon). They are reciprocal. * Note 3: Often, the absolute value is useful only when related to driving speed ("at 80 km/h") or usage pattern ("city traffic"). You can use [[valueReference]] to link the value for the fuel economy to another value.
fr: La distance parcourue par unité de carburant utilisée, le plus souvent en miles par gallon (mpg) ou en kilomètres par litre (km/L). * Note 1 : Il n'existe malheureusement pas de codes d'unité standard pour les miles par gallon ou les kilomètres par litre. Utilisez [[unitText]] pour indiquer l'unité de mesure, par exemple mpg ou km/L. * Note 2 : Il existe deux façons d'indiquer la consommation de carburant, [[fuelConsumption]] (par exemple, 8 litres par 100 km) et [[fuelEfficiency]] (par exemple, 30 miles par gallon). Elles sont réciproques. * Note 3 : Souvent, la valeur absolue n'est utile que lorsqu'elle est liée à la vitesse de conduite ("à 80 km/h") ou au mode d'utilisation ("circulation urbaine"). Vous pouvez utiliser [[valeurRéférence]] pour lier la valeur de l'économie de carburant à une autre valeur.

source: Encodes Bio Chem Entity
fr: Encode l'entité biochimique

source: Another BioChemEntity encoded by this one.
fr: Une autre BioChemEntity codée par celle-ci.

source: Line
fr: Ligne

source: A line is a point-to-point path consisting of two or more points. A line is expressed as a series of two or more point objects separated by space.
fr: Une ligne est un chemin de point à point composé de deux points ou plus. Une ligne est exprimée comme une série de deux ou plusieurs objets ponctuels séparés par l'espace.

source: Departure Terminal
fr: Terminal de départ

source: Identifier of the flight's departure terminal.
fr: Identifiant du terminal de départ du vol.

source: The day of the week for which these opening hours are valid.
fr: Le jour de la semaine pour lequel ces heures d'ouverture sont valables.

source: Upvote Count
fr: Nombre de votes positifs

source: The number of upvotes this question, answer or comment has received from the community.
fr: Le nombre de votes positifs que cette question, cette réponse ou ce commentaire a reçu de la part de la communauté.

source: By Month
fr: Par mois

source: Defines the month(s) of the year on which a recurring [[Event]] takes place. Specified as an [[Integer]] between 1-12. January is 1.
fr: Définit le(s) mois de l'année où un [[événement]] récurrent a lieu. Spécifié sous la forme d'un [[nombre entier]] entre 1 et 12. Janvier est 1.

source: Geo Radius
fr: Rayon géographique

source: Indicates the approximate radius of a GeoCircle (metres unless indicated otherwise via Distance notation).
fr: Indique le rayon approximatif d'un géocercle (en mètres, sauf indication contraire dans la notation de la distance).

source: Announcement Location
fr: Lieu de l'annonce

source: Indicates a specific [[CivicStructure]] or [[LocalBusiness]] associated with the SpecialAnnouncement. For example, a specific testing facility or business with special opening hours. For a larger geographic region like a quarantine of an entire region, use [[spatialCoverage]].
fr: Indique une [[CivicStructure]] ou une [[LocalBusiness]] spécifique associée à l'annonce spéciale. Par exemple, une installation de test spécifique ou une entreprise ayant des heures d'ouverture spéciales. Pour une région géographique plus vaste, comme la mise en quarantaine d'une région entière, utilisez [[spatialCoverage]].

source: Accountable Person
fr: Personne responsable

source: Specifies the Person that is legally accountable for the CreativeWork.
fr: Spécifie la personne qui est légalement responsable du CreativeWork.

source: Down Payment
fr: Acompte

source: a type of payment made in cash during the onset of the purchase of an expensive good/service. The payment typically represents only a percentage of the full purchase price.
fr: type de paiement effectué en espèces au début de l'achat d'un bien ou d'un service coûteux. Le paiement ne représente généralement qu'un pourcentage du prix d'achat total.

source: Worst Rating
fr: Pire note

source: The lowest value allowed in this rating system. If worstRating is omitted, 1 is assumed.
fr: La valeur la plus basse autorisée dans ce système d'évaluation. Si worstRating est omis, la valeur 1 est prise en compte.

source: Discusses
fr: Discute

source: Specifies the CreativeWork associated with the UserComment.
fr: Spécifie le travail créatif associé au commentaire de l'utilisateur.

source: Vehicle Model Date
fr: Modèle de véhicule Date

source: Associated Anatomy
fr: Anatomie associée

source: The anatomy of the underlying organ system or structures associated with this entity.
fr: L'anatomie du système organique sous-jacent ou des structures associées à cette entité.

source: Accessibility Hazard
fr: Risque lié à l'accessibilité

source: A characteristic of the described resource that is physiologically dangerous to some users. Related to WCAG 2.0 guideline 2.3. Values should be drawn from the [approved vocabulary](https://www.w3.org/2021/a11y-discov-vocab/latest/#accessibilityHazard-vocabulary).
fr: Une caractéristique de la ressource décrite qui est physiologiquement dangereuse pour certains utilisateurs. Lié à la ligne directrice 2.3 des WCAG 2.0. Les valeurs doivent être tirées du [vocabulaire approuvé] (https://www.w3.org/2021/a11y-discov-vocab/latest/#accessibilityHazard-vocabulary).

source: Legislation Date Version
fr: Législation Date Version

source: The point-in-time at which the provided description of the legislation is valid (e.g.: when looking at the law on the 2016-04-07 (= dateVersion), I get the consolidation of 2015-04-12 of the "National Insurance Contributions Act 2015")
fr: Le moment où la description fournie de la législation est valide (par exemple : lorsque je consulte la loi le 2016-04-07 (= dateVersion), j'obtiens la consolidation du 2015-04-12 de la "National Insurance Contributions Act 2015")

source: Color
fr: Couleur

source: The color of the product.
fr: La couleur du produit.

source: Checkin Time
fr: Heure d'arrivée

source: The earliest someone may check into a lodging establishment.
fr: Date à laquelle une personne peut entrer dans un établissement d'hébergement.

source: Comprised Of
fr: Comprend

source: Specifying something physically contained by something else. Typically used here for the underlying anatomical structures, such as organs, that comprise the anatomical system.
fr: Spécifier quelque chose de physiquement contenu dans quelque chose d'autre. Généralement utilisé ici pour les structures anatomiques sous-jacentes, telles que les organes, qui constituent le système anatomique.

source: Dose Unit
fr: Unité de prise

source: The unit of the dose, e.g. 'mg'.
fr: L'unité de la dose, par exemple "mg".

source: Artform
fr: Forme artistique

source: e.g. Painting, Drawing, Sculpture, Print, Photograph, Assemblage, Collage, etc.
fr: peinture, dessin, sculpture, gravure, photographie, assemblage, collage, etc.

source: Lodging Unit Description
fr: Description de l'unité d'hébergement

source: A full description of the lodging unit.
fr: Une description complète de l'unité d'hébergement.

source: Cost Currency
fr: Devise du coût

source: The currency (in 3-letter) of the drug cost. See: http://en.wikipedia.org/wiki/ISO_4217.
fr: La devise (en 3 lettres) du coût du médicament. Voir : http://en.wikipedia.org/wiki/ISO_4217.

source: An episode of a TV, radio or game media within a series or season.
fr: Un épisode d'une série ou d'une saison de télévision, de radio ou de jeux vidéo.

source: Fees And Commissions Specification
fr: Spécification des frais et commissions

source: Description of fees, commissions, and other terms applied either to a class of financial product, or by a financial service organization.
fr: Description des frais, commissions et autres termes appliqués soit à une catégorie de produits financiers, soit par une organisation de services financiers.

source: Seat Row
fr: Rangée de sièges

source: The row location of the reserved seat (e.g., B).
fr: L'emplacement de la rangée du siège réservé (par exemple, B).

source: Content Rating
fr: Classification du Contenu

source: Official rating of a piece of content&#x2014;for example, 'MPAA PG-13'.
fr: Classification officielle d'un contenu, par exemple "MPAA PG-13".

source: Possible Complication
fr: Complication possible

source: A possible unexpected and unfavorable evolution of a medical condition. Complications may include worsening of the signs or symptoms of the disease, extension of the condition to other organ systems, etc.
fr: Evolution possible, inattendue et défavorable d'un état pathologique. Les complications peuvent inclure l'aggravation des signes ou des symptômes de la maladie, l'extension de la maladie à d'autres systèmes organiques, etc.

source: Isrc Code
fr: Code Isrc

source: The International Standard Recording Code for the recording.
fr: Code international normalisé de l'enregistrement.

source: Child Max Age
fr: Âge maximum de l'enfant

source: Maximal age of the child.
fr: Âge maximal de l'enfant.

source: Health Plan Copay
fr: Cotisation au régime d'assurance maladie

source: The copay amount.
fr: Le montant du ticket modérateur.

source: Job Benefits
fr: Avantages

source: Description of benefits associated with the job.
fr: Description des avantages liés à l'emploi.

source: Branch Code
fr: Guichet

source: A short textual code (also called "store code") that uniquely identifies a place of business. The code is typically assigned by the parentOrganization and used in structured URLs. For example, in the URL http://www.starbucks.co.uk/store-locator/etc/detail/3047 the code "3047" is a branchCode for a particular branch.
fr: Un code textuel court (également appelé "code de magasin") qui identifie de manière unique un lieu d'activité. Le code est généralement attribué par l'organisation mère et utilisé dans les URL structurées. Par exemple, dans l'URL http://www.starbucks.co.uk/store-locator/etc/detail/3047, le code "3047" est un branchCode pour une branche particulière.

source: Sample Type
fr: Type d'échantillon

source: A [[HyperTocEntry]] can have a [[tocContinuation]] indicated, which is another [[HyperTocEntry]] that would be the default next item to play or render.
fr: Un [[HyperTocEntry]] peut avoir une [[tocContinuation]] indiquée, qui est un autre [[HyperTocEntry]] qui serait l'élément suivant par défaut à lire ou à rendre.

source: Payment Url
fr: Url de paiement

source: The URL for sending a payment.
fr: L'URL pour l'envoi d'un paiement.

source: Applicant Location Requirements
fr: Exigences relatives à l’emplacement du demandeur

source: The location(s) applicants can apply from. This is usually used for telecommuting jobs where the applicant does not need to be in a physical office. Note: This should not be used for citizenship or work visa requirements.
fr: Le(s) lieu(x) où les candidats peuvent postuler. Ce critère est généralement utilisé pour les emplois en télétravail pour lesquels le candidat n'a pas besoin de se trouver dans un bureau physique. Remarque : ce critère ne doit pas être utilisé pour les exigences en matière de citoyenneté ou de visa de travail.

source: Recorded At
fr: Enregistré à

source: The Event where the CreativeWork was recorded. The CreativeWork may capture all or part of the event.
fr: L'événement au cours duquel le travail créatif a été enregistré. Le travail créatif peut capturer tout ou partie de l'événement.

source: Processor Requirements
fr: Exigences en matière de processeur

source: Processor architecture required to run the application (e.g. IA64).
fr: Architecture de processeur requise pour exécuter l’application (par exemple, IA64).

source: Item Defect Return Fees
fr: Frais de retour pour défaut d'article

source: The type of return fees for returns of defect products.
fr: Le type de frais de retour pour les retours de produits défectueux.

source: A publication event associated with the item.
fr: Un événement de publication associé à l'élément.

source: Physiological Benefits
fr: Avantages physiologiques

source: Specific physiologic benefits associated to the plan.
fr: Avantages physiologiques spécifiques associés au régime.

source: Sd License
fr: Licence Sd

source: A license document that applies to this structured data, typically indicated by URL.
fr: Un document de licence qui s'applique à ces données structurées, généralement indiqué par une URL.

source: Print Page
fr: Imprimer la page

source: If this NewsArticle appears in print, this field indicates the name of the page on which the article is found. Please note that this field is intended for the exact page name (e.g. A5, B18).
fr: Si ce NewsArticle est imprimé, ce champ indique le nom de la page sur laquelle se trouve l'article. Veuillez noter que ce champ est destiné à indiquer le nom exact de la page (par exemple A5, B18).

source: Maximum Physical Attendee Capacity
fr: Capacité physique maximale de participants

source: The maximum physical attendee capacity of an [[Event]] whose [[eventAttendanceMode]] is [[OfflineEventAttendanceMode]] (or the offline aspects, in the case of a [[MixedEventAttendanceMode]]).
fr: Capacité physique maximale des participants à un [[événement]] dont le [[eventAttendanceMode]] est le [[OfflineEventAttendanceMode]] (ou les aspects hors ligne, dans le cas d'un [[MixedEventAttendanceMode]]).

source: Number Of Partial Bathrooms
fr: Nombre de salles de bains partielles

source: Number of partial bathrooms - The total number of half and ¼ bathrooms in an [[Accommodation]]. This corresponds to the [BathroomsPartial field in RESO](https://ddwiki.reso.org/display/DDW17/BathroomsPartial+Field).
fr: Nombre de salles de bain partielles - Le nombre total de salles de bain de 1/2 et ¼ dans un [[Logement]]. Cela correspond au champ [BathroomsPartial dans RESO](https://ddwiki.reso.org/display/DDW17/BathroomsPartial+Field).

source: Reservation Status
fr: État de la réservation

source: The current status of the reservation.
fr: L'état actuel de la réservation.

source: Runs To
fr: Courir jusqu'à

source: The vasculature the lymphatic structure runs, or efferents, to.
fr: Le système vasculaire de la structure lymphatique, ou efférences, vers.

source: Identifies a [[Trip]] that is a subTrip of this Trip. For example Day 1, Day 2, etc. of a multi-day trip.
fr: Identifie un [[Voyage]] qui est un sous-voyage de ce voyage. Par exemple, le jour 1, le jour 2, etc. d'un voyage de plusieurs jours.

source: Headline
fr: Titre

source: Headline of the article.
fr: Titre de l’article.

source: Fax Number
fr: Numéro de fax

source: The fax number.
fr: Le numéro de fax.

source: Carrier Requirements
fr: Exigences du transporteur

source: Specifies specific carrier(s) requirements for the application (e.g. an application may only work on a specific carrier network).
fr: Spécifie les exigences spécifiques du ou des opérateurs pour l'application (par exemple, une application ne peut fonctionner que sur un réseau d'opérateurs spécifique).

source: Train Number
fr: Numéro du train

source: The unique identifier for the train.
fr: L'identifiant unique du train.

source: Membership Points Earned
fr: Points d'adhésion gagnés

source: The number of membership points earned by the member. If necessary, the unitText can be used to express the units the points are issued in. (E.g. stars, miles, etc.)
fr: Le nombre de points d'adhésion gagnés par le membre. Si nécessaire, le texte de l'unité peut être utilisé pour exprimer les unités dans lesquelles les points sont émis. (par exemple, étoiles, miles, etc.)

source: Query
fr: Requête

source: A sub property of instrument. The query used on this action.
fr: Une sous-propriété de l'instrument. La requête utilisée pour cette action.

source: Merchant Return Days
fr: Jours de retour du commerçant

source: Specifies either a fixed return date or the number of days (from the delivery date) that a product can be returned. Used when the [[returnPolicyCategory]] property is specified as [[MerchantReturnFiniteReturnWindow]].
fr: Spécifie soit une date de retour fixe, soit le nombre de jours (à partir de la date de livraison) pendant lesquels un produit peut être retourné. Utilisé lorsque la propriété [[returnPolicyCategory]] est spécifiée comme [[MerchantReturnFiniteReturnWindow]].

source: Director
fr: Directeur

source: A director of e.g. TV, radio, movie, video gaming etc. content, or of an event. Directors can be associated with individual items or with a series, episode, clip.
fr: Réalisateur d'un contenu télévisuel, radiophonique, cinématographique, de jeux vidéo, etc. ou d'un événement. Les réalisateurs peuvent être associés à des éléments individuels ou à une série, un épisode, un clip.

source: Is Accepting New Patients
fr: Accepte de nouveaux patients

source: Whether the provider is accepting new patients.
fr: Si le prestataire accepte de nouveaux patients.

source: Occupational Category
fr: Catégorie professionnelle

source: A category describing the job, preferably using a term from a taxonomy such as [BLS O*NET-SOC](http://www.onetcenter.org/taxonomy.html), [ISCO-08](https://www.ilo.org/public/english/bureau/stat/isco/isco08/) or similar, with the property repeated for each applicable value. Ideally the taxonomy should be identified, and both the textual label and formal code for the category should be provided. Note: for historical reasons, any textual label and formal code provided as a literal may be assumed to be from O*NET-SOC.
fr: Une catégorie décrivant l'emploi, de préférence en utilisant un terme issu d'une taxonomie telle que [BLS O*NET-SOC] (http://www.onetcenter.org/taxonomy.html), [ISCO-08] (https://www.ilo.org/public/english/bureau/stat/isco/isco08/) ou similaire, la propriété étant répétée pour chaque valeur applicable. Idéalement, la taxonomie doit être identifiée et l'étiquette textuelle ainsi que le code formel de la catégorie doivent être fournis. Remarque : pour des raisons historiques, toute étiquette textuelle et tout code formel fournis en tant que littéral peuvent être considérés comme provenant d'O*NET-SOC.

source: Add On
fr: Ajout

source: An additional offer that can only be obtained in combination with the first base offer (e.g. supplements and extensions that are available for a surcharge).
fr: Une offre supplémentaire qui ne peut être obtenue qu'en combinaison avec la première offre de base (par exemple, les suppléments et les extensions disponibles moyennant un supplément).

source: Identifier
fr: Identifiant

source: The identifier property represents any kind of identifier for any kind of [[Thing]], such as ISBNs, GTIN codes, UUIDs etc. Schema.org provides dedicated properties for representing many of these, either as textual strings or as URL (URI) links. See [background notes](/docs/datamodel.html#identifierBg) for more details.
fr: La propriété identifiant représente tout type d'identifiant pour tout type de [[Chose]], comme les ISBN, les codes GTIN, les UUID, etc. Schema.org fournit des propriétés dédiées à la représentation de nombre d'entre eux, soit sous forme de chaînes textuelles, soit sous forme de liens URL (URI). Voir [background notes](/docs/datamodel.html#identifierBg) pour plus de détails.

source: Uses Device
fr: Utilise l'appareil

source: Device used to perform the test.
fr: Dispositif utilisé pour effectuer le test.

source: In Album
fr: Dans l'album

source: The album to which this recording belongs.
fr: L'album auquel appartient cet enregistrement.

source: Target Description
fr: Description de la cible

source: The description of a node in an established educational framework.
fr: La description d'un nœud dans un cadre éducatif établi.

source: Permission Type
fr: Type d'autorisation

source: The type of permission granted the person, organization, or audience.
fr: Le type d'autorisation accordée à la personne, à l'organisation ou au public.

source: Any description of pages that is not separated into pageStart and pageEnd; for example, "1-6, 9, 55" or "10-12, 46-49".
fr: Toute description de pages qui n'est pas séparée en pageStart et pageEnd ; par exemple, "1-6, 9, 55" ou "10-12, 46-49".

source: Material Extent
fr: Étendue du matériel

source: Math Expression
fr: Expression mathématique

source: A mathematical expression (e.g. 'x^2-3x=0') that may be solved for a specific variable, simplified, or transformed. This can take many formats, e.g. LaTeX, Ascii-Math, or math as you would write with a keyboard.
fr: Une expression mathématique (par exemple "x^2-3x=0") qui peut être résolue pour une variable spécifique, simplifiée ou transformée. Cette expression peut prendre plusieurs formats, par exemple LaTeX, Ascii-Math, ou les mathématiques telles que vous les écririez au clavier.

source: Album Production Type
fr: Type de production de l'album

source: School Closures Info
fr: Informations sur les fermetures d'écoles

source: Information about school closures.
fr: Informations sur les fermetures d'écoles.

source: Number Of Forward Gears
fr: Nombre de vitesses avant

source: The total number of forward gears available for the transmission system of the vehicle. Typical unit code(s): C62
fr: Le nombre total de vitesses avant disponibles pour le système de transmission du véhicule. Code(s) d'unité(s) typique(s) : C62

source: Departure Station
fr: Station de départ

source: The station from which the train departs.
fr: La gare de départ du train.

source: Ticketed Seat
fr: Siège à billet

source: The seat associated with the ticket.
fr: Le siège associé au billet.
