Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: True, if the administrator can access the chat event log, chat statistics, message statistics in channels, see channel members, see anonymous administrators in supergroups and ignore slow mode. Implied by any other administrator privilege
fr: Vrai, si l'administrateur peut accéder au journal des événements de la discussion, aux statistiques de la discussion, aux statistiques des messages dans les canaux, voir les membres des canaux, voir les administrateurs anonymes dans les supergroupes et ignorer le mode lent. Impliqué par tout autre privilège d'administrateur

source: True, if the administrator can delete messages of other users
fr: Vrai, si l'administrateur peut supprimer les messages d'autres utilisateurs

source: True, if the administrator can manage video chats
fr: Vrai, si l'administrateur peut gérer les chats vidéo

source: True, if the administrator can restrict, ban or unban chat members
fr: Vrai, si l'administrateur peut restreindre, interdire ou débanaliser les membres du chat

source: True, if the administrator can add new administrators with a subset of their own privileges or demote administrators that he has promoted, directly or indirectly (promoted by administrators that were appointed by the user)
fr: Vrai, si l'administrateur peut ajouter de nouveaux administrateurs avec un sous-ensemble de leurs propres privilèges ou rétrograder des administrateurs qu'il a promus, directement ou indirectement (promus par des administrateurs qui ont été nommés par l'utilisateur)

source: True, if the user is allowed to change the chat title, photo and other settings
fr: True, si l'utilisateur est autorisé à modifier le titre, la photo et d'autres paramètres du chat

source: True, if the user is allowed to invite new users to the chat
fr: True, si l'utilisateur est autorisé à inviter de nouveaux utilisateurs au chat

source: True, if the administrator can post in the channel; channels only
fr: True, si l'administrateur peut poster dans le canal ; canaux uniquement

source: True, if the administrator can edit messages of other users and can pin messages; channels only
fr: Vrai, si l'administrateur peut modifier les messages d'autres utilisateurs et peut épingler des messages ; canaux uniquement

source: True, if the user is allowed to pin messages; groups and supergroups only
fr: True, si l'utilisateur est autorisé à épingler des messages ; groupes et supergroupes uniquement

source: Represents a chat member that has no additional privileges or restrictions.
fr: Représente un membre du chat qui n'a pas de privilèges ou de restrictions supplémentaires.

source: Represents a chat member that is under certain restrictions in the chat. Supergroups only.
fr: Représente un membre du chat qui est soumis à certaines restrictions dans le chat. Uniquement pour les supergroupes.

source: True, if the user is a member of the chat at the moment of the request
fr: Vrai, si l'utilisateur est membre du chat au moment de la demande

source: True, if the user is allowed to pin messages
fr: True, si l'utilisateur est autorisé à épingler des messages

source: True, if the user is allowed to send text messages, contacts, locations and venues
fr: Vrai, si l'utilisateur est autorisé à envoyer des messages textuels, des contacts, des lieux et des sites

source: True, if the user is allowed to send audios, documents, photos, videos, video notes and voice notes
fr: Vrai, si l'utilisateur est autorisé à envoyer des fichiers audio, des documents, des photos, des vidéos, des notes vidéo et des notes vocales

source: True, if the user is allowed to send polls
fr: True, si l'utilisateur est autorisé à envoyer des sondages

source: True, if the user is allowed to send animations, games, stickers and use inline bots
fr: True, si l'utilisateur est autorisé à envoyer des animations, des jeux, des autocollants et à utiliser des robots en ligne

source: True, if the user is allowed to add web page previews to their messages
fr: Vrai, si l'utilisateur est autorisé à ajouter des aperçus de pages web à ses messages

source: Date when restrictions will be lifted for this user; unix time. If 0, then the user is restricted forever
fr: Date à laquelle les restrictions seront levées pour cet utilisateur ; heure Unix. Si 0, l'utilisateur est soumis à des restrictions pour toujours

source: Represents a chat member that isn't currently a member of the chat, but may join it themselves.
fr: Représente un membre du chat qui n'est pas encore membre du chat, mais qui peut le rejoindre.

source: Represents a chat member that was banned in the chat and can't return to the chat or view chat messages.
fr: Représente un membre du chat qui a été banni du chat et qui ne peut pas revenir dans le chat ou consulter les messages du chat.

source: This object represents changes in the status of a chat member.
fr: Cet objet représente les changements de statut d'un membre du chat.

source: Date the change was done in Unix time
fr: Date à laquelle la modification a été effectuée en heure Unix

source: Represents a join request sent to a chat.
fr: Représente une demande de participation envoyée à un chat.

source: Date the request was sent in Unix time
fr: Date d'envoi de la demande en heure Unix

source: Bio of the user.
fr: Bio de l'utilisateur.

source: Describes actions that a non-administrator user is allowed to take in a chat.
fr: Décrit les actions qu'un utilisateur non-administrateur est autorisé à entreprendre dans un chat.

source: True, if the user is allowed to send polls, implies can_send_messages
fr: True, si l'utilisateur est autorisé à envoyer des sondages, implique can_send_messages

source: True, if the user is allowed to send animations, games, stickers and use inline bots, implies can_send_media_messages
fr: True, si l'utilisateur est autorisé à envoyer des animations, des jeux, des autocollants et à utiliser des robots en ligne, implique can_send_media_messages

source: True, if the user is allowed to add web page previews to their messages, implies can_send_media_messages
fr: True, si l'utilisateur est autorisé à ajouter des aperçus de pages web à ses messages, implique can_send_media_messages

source: True, if the user is allowed to change the chat title, photo and other settings. Ignored in public supergroups
fr: True, si l'utilisateur est autorisé à modifier le titre, la photo et d'autres paramètres du chat. Ignoré dans les supergroupes publics

source: True, if the user is allowed to pin messages. Ignored in public supergroups
fr: True, si l'utilisateur est autorisé à épingler des messages. Ignoré dans les supergroupes publics

source: Represents a location to which a chat is connected.
fr: Représente un lieu auquel un chat est connecté.

source: Location address; 1-64 characters, as defined by the chat owner
fr: Adresse de localisation ; 1-64 caractères, tels que définis par le propriétaire du chat

source: This object represents a bot command.
fr: Cet objet représente une commande de robot.

source: Text of the command; 1-32 characters. Can contain only lowercase English letters, digits and underscores.
fr: Texte de la commande ; 1-32 caractères. Il ne peut contenir que des lettres minuscules, des chiffres et des traits de soulignement.

source: Description of the command; 1-256 characters.
fr: Description de la commande ; 1-256 caractères.

source: This object represents the scope to which bot commands are applied. Currently, the following 7 scopes are supported: BotCommandScopeDefault BotCommandScopeAllPrivateChats BotCommandScopeAllGroupChats BotCommandScopeAllChatAdministrators BotCommandScopeChat BotCommandScopeChatAdministrators BotCommandScopeChatMember
fr: Cet objet représente la portée à laquelle les commandes du robot sont appliquées. Actuellement, les 7 champs d'application suivants sont pris en charge : BotCommandScopeDefault BotCommandScopeAllPrivateChats BotCommandScopeAllGroupChats BotCommandScopeAllChatAdministrators BotCommandScopeChat BotCommandScopeChatAdministrateurs BotCommandScopeChatMember

source: Scope type
fr: Type de champ d'application

source: Represents the default scope of bot commands. Default commands are used if no commands with a narrower scope are specified for the user.
fr: Représente la portée par défaut des commandes du bot. Les commandes par défaut sont utilisées si aucune commande de portée plus restreinte n'est spécifiée pour l'utilisateur.

source: Represents the scope of bot commands, covering all private chats.
fr: Représente la portée des commandes du robot, couvrant tous les chats privés.

source: Represents the scope of bot commands, covering all group and supergroup chats.
fr: Représente la portée des commandes du robot, couvrant tous les chats de groupe et de supergroupe.

source: Represents the scope of bot commands, covering all group and supergroup chat administrators.
fr: Représente l'étendue des commandes du bot, couvrant tous les administrateurs de chat de groupe et de supergroupe.

source: Represents the scope of bot commands, covering a specific chat.
fr: Représente la portée des commandes du robot, couvrant un chat spécifique.

source: Unique identifier for the target chat or username of the target supergroup (in the format @supergroupusername)
fr: Identifiant unique du chat cible ou nom d'utilisateur du supergroupe cible (au format @supergroupusername)

source: Represents the scope of bot commands, covering all administrators of a specific group or supergroup chat.
fr: Représente la portée des commandes du robot, couvrant tous les administrateurs d'un groupe spécifique ou d'un supergroupe de discussion.

source: Unique identifier of the target user
fr: Identifiant unique de l'utilisateur cible

source: Contains information about why a request was unsuccessful.
fr: Contient des informations sur la raison pour laquelle une demande n'a pas abouti.

source: In case of exceeding flood control, the number of seconds left to wait before the request can be repeated
fr: En cas de dépassement du contrôle des inondations, le nombre de secondes restant à attendre avant que la demande puisse être répétée

source: This object represents the content of a media message to be sent. It should be one of InputMediaAnimation InputMediaDocument InputMediaAudio InputMediaPhoto InputMediaVideo
fr: Cet objet représente le contenu d'un message multimédia à envoyer. Il doit s'agir d'un des objets suivants InputMediaAnimation InputMediaDocument InputMediaAudio InputMediaPhoto InputMediaVideo

source: Type of the result
fr: Type de résultat

source: File to send. Pass a file_id to send a file that exists on the Telegram servers (recommended), pass an HTTP URL for Telegram to get a file from the Internet, or pass “attach://<file_attach_name>” to upload a new one using multipart/form-data under <file_attach_name> name.
fr: Fichier à envoyer. Passez un file_id pour envoyer un fichier qui existe sur les serveurs de Telegram (recommandé), passez une URL HTTP pour que Telegram obtienne un fichier sur Internet, ou passez "attach://<file_attach_name>" pour télécharger un nouveau fichier en utilisant multipart/form-data sous le nom <file_attach_name>.

source: Caption of the photo to be sent, 0-1024 characters after entities parsing
fr: Légende de la photo à envoyer, 0-1024 caractères après analyse des entités

source: Mode for parsing entities in the photo caption. See formatting options for more details.
fr: Mode d'analyse des entités dans la légende de la photo. Voir les options de formatage pour plus de détails.

source: List of special entities that appear in the caption, which can be specified instead of parse_mode
fr: Liste des entités spéciales qui apparaissent dans la légende, qui peut être spécifiée à la place de parse_mode

source: Represents a photo to be sent.
fr: Représente une photo à envoyer.

source: Represents a video to be sent.
fr: Représente une vidéo à envoyer.

source: Video width
fr: Largeur de la vidéo

source: Video height
fr: Hauteur de la vidéo

source: Video duration in seconds
fr: Durée de la vidéo en secondes

source: Pass True, if the uploaded video is suitable for streaming
fr: Passe à True, si la vidéo téléchargée est adaptée à la diffusion en continu

source: Represents an animation file (GIF or H.264/MPEG-4 AVC video without sound) to be sent.
fr: Représente un fichier d'animation (GIF ou vidéo H.264/MPEG-4 AVC sans son) à envoyer.

source: Animation width
fr: Largeur de l'animation

source: Animation height
fr: Hauteur d'animation

source: Animation duration in seconds
fr: Durée de l'animation en secondes

source: Represents an audio file to be treated as music to be sent.
fr: Représente un fichier audio à traiter comme de la musique à envoyer.

source: Duration of the audio in seconds
fr: Durée de l'audio en secondes

source: Performer of the audio
fr: Interprète de l'audio

source: Title of the audio
fr: Titre de l'audio

source: Represents a general file to be sent.
fr: Représente un fichier général à envoyer.

source: Disables automatic server-side content type detection for files uploaded using multipart/form-data. Always True, if the document is sent as part of an album.
fr: Désactive la détection automatique du type de contenu côté serveur pour les fichiers téléchargés à l'aide de multipart/form-data. Toujours vrai si le document est envoyé dans le cadre d'un album.

source: This object represents the contents of a file to be uploaded. Must be posted using multipart/form-data in the usual way that files are uploaded via the browser.
fr: Cet objet représente le contenu d'un fichier à télécharger. Il doit être envoyé à l'aide de multipart/form-data, de la manière habituelle dont les fichiers sont téléchargés via le navigateur.

source: Sticker width
fr: Largeur de l'autocollant

source: Sticker height
fr: Hauteur de l'autocollant

source: True, if the sticker is animated
fr: Vrai, si l'autocollant est animé

source: True, if the sticker is a video sticker
fr: Vrai, si l'autocollant est un autocollant vidéo

source: Emoji associated with the sticker
fr: Emoji associé à l'autocollant

source: Name of the sticker set to which the sticker belongs
fr: Nom du jeu d'autocollants auquel appartient l'autocollant

source: This object represents a sticker set.
fr: Cet objet représente un jeu d'autocollants.

source: Sticker set name
fr: Nom du jeu d'autocollants

source: Sticker set title
fr: Titre du jeu d'autocollants

source: True, if the sticker set contains animated stickers
fr: True, si le jeu d'autocollants contient des autocollants animés

source: True, if the sticker set contains video stickers
fr: Vrai, si le jeu d'autocollants contient des autocollants vidéo

source: True, if the sticker set contains masks
fr: Vrai, si le jeu d'autocollants contient des masques

source: List of all set stickers
fr: Liste de tous les autocollants

source: This object describes the position on faces where a mask should be placed by default.
fr: Cet objet décrit la position sur les visages où un masque doit être placé par défaut.

source: The part of the face relative to which the mask should be placed. One of “forehead”, “eyes”, “mouth”, or “chin”.
fr: La partie du visage par rapport à laquelle le masque doit être placé. L'un des éléments suivants : "front", "yeux", "bouche" ou "menton".

source: Address post code
fr: Adresse Code postal

source: This object represents information about an order.
fr: Cet objet représente les informations relatives à une commande.

source: User name
fr: Nom d'utilisateur

source: User's phone number
fr: Numéro de téléphone de l'utilisateur

source: User email
fr: Email de l'utilisateur

source: This object represents one shipping option.
fr: Cet objet représente une option d'expédition.

source: Shipping option identifier
fr: Identifiant de l'option d'expédition

source: Option title
fr: Titre de l'option

source: List of price portions
fr: Liste des portions de prix

source: This object contains basic information about a successful payment.
fr: Cet objet contient des informations de base sur un paiement réussi.

source: Bot specified invoice payload
fr: La charge utile de la facture n'est pas spécifiée

source: Identifier of the shipping option chosen by the user
fr: Identifiant de l'option d'expédition choisie par l'utilisateur

source: Telegram payment identifier
fr: Identifiant de paiement Telegram

source: Provider payment identifier
fr: Identifiant de paiement du prestataire

source: Contains information about Telegram Passport data shared with the bot by the user.
fr: Contient des informations sur les données du passeport Telegram partagées avec le robot par l'utilisateur.

source: Array with information about documents and other Telegram Passport elements that was shared with the bot
fr: Array avec des informations sur les documents et d'autres éléments du Telegram Passport qui ont été partagés avec le robot

source: This object represents a file uploaded to Telegram Passport. Currently all Telegram Passport files are in JPEG format when decrypted and don't exceed 10MB.
fr: Cet objet représente un fichier téléchargé sur Telegram Passport. Actuellement, tous les fichiers Telegram Passport sont au format JPEG lorsqu'ils sont décryptés et ne dépassent pas 10MB.

source: Unix time when the file was uploaded
fr: Heure Unix à laquelle le fichier a été téléchargé

source: Contains information about documents or other Telegram Passport elements shared with the bot by the user.
fr: Contient des informations sur les documents ou autres éléments du Passeport Telegram partagés avec le robot par l'utilisateur.

source: User's verified phone number, available only for “phone_number” type
fr: Numéro de téléphone vérifié de l'utilisateur, disponible uniquement pour le type "phone_number"

source: Django REST Framework definitions
fr: Définitions du cadre REST de Django

source: Provides an APIView class that is the base of all views in REST framework.
fr: Fournit une classe APIView qui est la base de toutes les vues dans le cadre REST.

source: ViewSets are essentially just a type of class based view, that doesn't provide any method handlers, such as `get()`, `post()`, etc... but instead has actions, such as `list()`, `retrieve()`, `create()`, etc... Actions are only bound to methods at the point of instantiating the views. user_list = UserViewSet.as_view({'get': 'list'}) user_detail = UserViewSet.as_view({'get': 'retrieve'}) Typically, rather than instantiate views from viewsets directly, you'll register the viewset with a router and let the URL conf be determined automatically. router = DefaultRouter() router.register(r'users', UserViewSet, 'user') urlpatterns = router.urls
fr: Les ViewSets sont essentiellement un type de vue basé sur une classe, qui ne fournit pas de gestionnaire de méthode, comme `get()`, `post()`, etc aucun gestionnaire de méthode, comme `get()`, `post()`, etc... mais plutôt des actions, comme `list()`, `retrieve()`, `create()`, etc... Les actions ne sont liées aux méthodes qu'au moment de l'instanciation des vues. user_list = UserViewSet.as_view({'get' : 'list'}) user_detail = UserViewSet.as_view({'get' : 'retrieve'}) Généralement, plutôt que d'instancier directement des vues à partir de jeux de vues, vous allez enregistrer le viewset auprès d'un routeur et laisser l'URL conf être déterminée automatiquement. router = DefaultRouter() router.register(r'users', UserViewSet, 'user') urlpatterns = router.urls

source: The GenericViewSet class does not provide any actions by default, but does include the base set of generic view behavior, such as the `get_object` and `get_queryset` methods.
fr: La classe GenericViewSet ne fournit aucune action par défaut, mais inclut l'ensemble des comportements de base des vues génériques, tels que les méthodes `get_object` et `get_queryset` les méthodes `get_object` et `get_queryset`.

source: A viewset that provides default `create()`, `retrieve()`, `update()`, `partial_update()`, `destroy()` and `list()` actions.
fr: Un viewset qui fournit les actions par défaut `create()`, `retrieve()`, `update()`, `update()`, `partial_update()`, `destroy()` et `list()`.

source: A viewset that provides default `list()` and `retrieve()` actions.
fr: Un viewset qui fournit les actions par défaut `list()` et `retrieve()`.

source: The base ViewSet class does not provide any actions by default.
fr: La classe ViewSet de base ne fournit aucune action par défaut.

source: This is the magic.
fr: C'est la magie.

source: Parsers are used to parse the content of incoming HTTP requests.
fr: Les analyseurs sont utilisés pour analyser le contenu des requêtes HTTP entrantes.

source: A read-only field that get its representation from calling a method on the parent serializer class. The method called will be of the form "get_{field_name}", and should take a single argument, which is the object being serialized. For example: class ExampleSerializer(self): extra_info = SerializerMethodField() def get_extra_info(self, obj): return ... # Calculate some data to return.
fr: Un champ en lecture seule qui obtient sa représentation par l'appel d'une méthode de la classe de sérialiseur parent classe de sérialiseur parent. La méthode appelée sera de la forme "get_{field_name}", et doit prendre un seul argument, qui est l'objet à sérialiser en cours de sérialisation. Par exemple, le sérialiseur classe ExampleSerializer(self) : extra_info = SerializerMethodField() def get_extra_info(self, obj) : return ... # Calcule quelques données à retourner.

source: HTTP Basic authentication against username/password.
fr: Authentification HTTP Basic par nom d'utilisateur/mot de passe.

source: REMOTE_USER authentication.
fr: Authentification REMOTE_USER.

source: Use Django's session framework for authentication.
fr: Utilisez le cadre de session de Django pour l'authentification.

source: Simple token based authentication.
fr: Authentification simple par jeton.

source: Require a present and correct csrfmiddlewaretoken for POST requests that have a CSRF cookie, and set an outgoing CSRF cookie. This middleware should be used in conjunction with the {% csrf_token %} template tag.
fr: Exiger un csrfmiddlewaretoken présent et correct pour les requêtes POST qui ont un cookie CSRF et définir un cookie CSRF sortant ont un cookie CSRF, et définir un cookie CSRF sortant. Cet intergiciel doit être utilisé en conjonction avec la balise {% csrf_token %} .

source: Generic views that provide commonly needed behaviour.
fr: Vues génériques qui fournissent les comportements les plus courants.

source: Concrete view for creating a model instance.
fr: Vue concrète permettant de créer une instance de modèle.

source: Concrete view for deleting a model instance.
fr: Vue concrète permettant de supprimer une instance de modèle.

source: Base class for all other generic views.
fr: Classe de base pour toutes les autres vues génériques.

source: Concrete view for listing a queryset.
fr: Vue concrète pour l'inscription d'un queryset.

source: Concrete view for listing a queryset or creating a model instance.
fr: Vue concrète permettant de répertorier un ensemble de requêtes ou de créer une instance de modèle.

source: Concrete view for retrieving a model instance.
fr: Vue concrète permettant de récupérer une instance de modèle.

source: Concrete view for retrieving or deleting a model instance.
fr: Vue concrète permettant de récupérer ou de supprimer une instance de modèle.

source: Concrete view for retrieving, updating a model instance.
fr: Vue concrète permettant de récupérer et de mettre à jour une instance de modèle.

source: Concrete view for retrieving, updating or deleting a model instance.
fr: Vue concrète permettant de récupérer, de mettre à jour ou de supprimer une instance de modèle.

source: Concrete view for updating a model instance.
fr: Vue concrète pour la mise à jour d'une instance de modèle.
