Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: The total integer number of bathrooms in some [[Accommodation]], following real estate conventions as [documented in RESO](https://ddwiki.reso.org/display/DDW17/BathroomsTotalInteger+Field): "The simple sum of the number of bathrooms. For example for a property with two Full Bathrooms and one Half Bathroom, the Bathrooms Total Integer will be 3.". See also [[numberOfRooms]].
fr: Le nombre entier total de salles de bains dans un certain [[Logement]], conformément aux conventions immobilières telles que [documentées dans RESO](https://ddwiki.reso.org/display/DDW17/BathroomsTotalInteger+Field) : "La simple somme du nombre de salles de bains. Par exemple, pour une propriété avec deux salles de bain complètes et une demi-salle de bain, le nombre total de salles de bain sera de 3". Voir aussi [[numberOfRooms]].

source: Drug Unit
fr: Unité drogues

source: The unit in which the drug is measured, e.g. '5 mg tablet'.
fr: L'unité dans laquelle le médicament est mesuré, par exemple "comprimé de 5 mg".

source: Diet Features
fr: Caractéristiques du régime alimentaire

source: Nutritional information specific to the dietary plan. May include dietary recommendations on what foods to avoid, what foods to consume, and specific alterations/deviations from the USDA or other regulatory body's approved dietary guidelines.
fr: Informations nutritionnelles spécifiques au plan alimentaire. Elles peuvent inclure des recommandations diététiques sur les aliments à éviter, les aliments à consommer et les modifications/déviances spécifiques par rapport aux directives diététiques approuvées par l'USDA ou un autre organisme de réglementation.

source: Free
fr: Gratuit

source: A flag to signal that the item, event, or place is accessible for free.
fr: Un drapeau signalant que l'objet, l'événement ou le lieu est accessible gratuitement.

source: Copyright Notice
fr: Notice de droit d'auteur

source: Text of a notice appropriate for describing the copyright aspects of this Creative Work, ideally indicating the owner of the copyright for the Work.
fr: Texte d'un avis approprié pour décrire les aspects du droit d'auteur de cette œuvre créative, indiquant idéalement le titulaire du droit d'auteur pour l'œuvre.

source: Learning Resource Type
fr: Type de ressource d'apprentissage

source: The predominant type or kind characterizing the learning resource. For example, 'presentation', 'handout'.
fr: Le type prédominant qui caractérise la ressource d'apprentissage. Par exemple, "présentation", "document".

source: Estimated Flight Duration
fr: Durée estimée du vol

source: The estimated time the flight will take.
fr: La durée estimée du vol.

source: Required Min Age
fr: Âge minimum requis

source: Audiences defined by a person's minimum age.
fr: Publics définis par l'âge minimum d'une personne.

source: Borrower
fr: Emprunteur

source: A sub property of participant. The person that borrows the object being lent.
fr: Une sous-propriété de participant. La personne qui emprunte l'objet prêté.

source: Billing Period
fr: Période de facturation

source: The time interval used to compute the invoice.
fr: L'intervalle de temps utilisé pour calculer la facture.

source: Awards
fr: Récompenses

source: Awards won by or for this item.
fr: Prix remportés par ou pour cet article.

source: Differential Diagnosis
fr: Diagnostic différentiel

source: One of a set of differential diagnoses for the condition. Specifically, a closely-related or competing diagnosis typically considered later in the cognitive process whereby this medical condition is distinguished from others most likely responsible for a similar collection of signs and symptoms to reach the most parsimonious diagnosis or diagnoses in a patient.
fr: L'un des diagnostics différentiels de l'affection. Plus précisément, il s'agit d'un diagnostic étroitement lié ou concurrent, généralement envisagé à un stade ultérieur du processus cognitif, par lequel cette affection médicale est distinguée des autres plus susceptibles d'être à l'origine d'un ensemble similaire de signes et de symptômes, afin de parvenir au(x) diagnostic(s) le(s) plus parcimonieux chez un patient.

source: Loan Term
fr: Termes du prêt

source: The duration of the loan or credit agreement.
fr: La durée du prêt ou du contrat de crédit.

source: Access Mode Sufficient
fr: Mode d'accès suffisant

source: A list of single or combined accessModes that are sufficient to understand all the intellectual content of a resource. Values should be drawn from the [approved vocabulary](https://www.w3.org/2021/a11y-discov-vocab/latest/#accessModeSufficient-vocabulary).
fr: Une liste de modes d'accès simples ou combinés qui sont suffisants pour comprendre tout le contenu intellectuel d'une ressource. Les valeurs doivent être tirées du [vocabulaire approuvé] (https://www.w3.org/2021/a11y-discov-vocab/latest/#accessModeSufficient-vocabulary).

source: Maximum Virtual Attendee Capacity
fr: Capacité maximale de participants virtuels

source: The maximum physical attendee capacity of an [[Event]] whose [[eventAttendanceMode]] is [[OnlineEventAttendanceMode]] (or the online aspects, in the case of a [[MixedEventAttendanceMode]]).
fr: Capacité physique maximale de participants à un [[événement]] dont le [[eventAttendanceMode]] est le [[OnlineEventAttendanceMode]] (ou les aspects en ligne, dans le cas d'un [[MixedEventAttendanceMode]]).

source: By Month Week
fr: Par mois Semaine

source: Defines the week(s) of the month on which a recurring Event takes place. Specified as an Integer between 1-5. For clarity, byMonthWeek is best used in conjunction with byDay to indicate concepts like the first and third Mondays of a month.
fr: Définit la ou les semaines du mois au cours desquelles un événement récurrent a lieu. Spécifié sous la forme d'un nombre entier compris entre 1 et 5. Pour plus de clarté, byMonthWeek doit être utilisé conjointement avec byDay pour indiquer des concepts tels que les premier et troisième lundis d'un mois.

source: Pathophysiology
fr: Physiopathologie

source: Changes in the normal mechanical, physical, and biochemical functions that are associated with this activity or condition.
fr: Changements dans les fonctions mécaniques, physiques et biochimiques normales associées à cette activité ou condition.

source: Guideline Subject
fr: Ligne directrice Sujet

source: The medical conditions, treatments, etc. that are the subject of the guideline.
fr: Les conditions médicales, les traitements, etc. qui font l'objet de la ligne directrice.

source: Attendees
fr: Participants

source: A person attending the event.
fr: Personne participant à l'événement.

source: A review of the item.
fr: Un examen de l'article.

source: Children
fr: Enfants

source: A child of the person.
fr: Un enfant de la personne.

source: Dissolution Date
fr: Date de dissolution

source: The date that this organization was dissolved.
fr: Date de dissolution de l'organisation.

source: Conditions Of Access
fr: Conditions d'accès

source: Administration Route
fr: Route d’administration

source: A route by which this drug may be administered, e.g. 'oral'.
fr: Voie par laquelle ce médicament peut être administré, par exemple "orale".

source: An identifier for the method of payment used (e.g. the last 4 digits of the credit card).
fr: Identifiant de la méthode de paiement utilisée (par exemple, les 4 derniers chiffres de la carte de crédit).

source: Date Received
fr: Date de réception

source: The date/time the message was received if a single recipient exists.
fr: La date et l'heure de réception du message s'il n'y a qu'un seul destinataire.

source: Health Plan
fr: Plan de santé

source: The 14-character, HIOS-generated Plan ID number. (Plan IDs must be unique, even across different markets.)
fr: Le numéro d'identification du plan à 14 caractères, généré par HIOS. (Les numéros d'identification des plans doivent être uniques, même sur différents marchés)

source: Interactivity Type
fr: Type d'interactivité

source: The predominant mode of learning supported by the learning resource. Acceptable values are 'active', 'expositive', or 'mixed'.
fr: Le mode d'apprentissage prédominant soutenu par la ressource d'apprentissage. Les valeurs acceptables sont "actif", "expositif" ou "mixte".

source: Includes Attraction
fr: Comprend l'attraction

source: Attraction located at destination.
fr: Attraction située à destination.

source: Lodging Unit Type
fr: Type d'unité d'hébergement

source: Textual description of the unit type (including suite vs. room, size of bed, etc.).
fr: Description textuelle du type d'unité (suite ou chambre, taille du lit, etc.).

source: Item Location
fr: Localité de l'article

source: A downloadable form of this dataset, at a specific location, in a specific format. This property can be repeated if different variations are available. There is no expectation that different downloadable distributions must contain exactly equivalent information (see also [DCAT](https://www.w3.org/TR/vocab-dcat-3/#Class:Distribution) on this point). Different distributions might include or exclude different subsets of the entire dataset, for example.
fr: Une forme téléchargeable de cet ensemble de données, à un endroit spécifique, dans un format spécifique. Cette propriété peut être répétée si différentes variantes sont disponibles. On ne s'attend pas à ce que les différentes distributions téléchargeables contiennent des informations exactement équivalentes (voir également [DCAT](https://www.w3.org/TR/vocab-dcat-3/#Class:Distribution) sur ce point). Différentes distributions peuvent inclure ou exclure différents sous-ensembles de l'ensemble des données, par exemple.

source: Guideline Date
fr: Ligne directrice Date

source: Program Membership Used
fr: Adhésion au programme utilisée

source: Any membership in a frequent flyer, hotel loyalty program, etc. being applied to the reservation.
fr: Toute adhésion à un programme de fidélisation des voyageurs, à un programme de fidélité de l'hôtel, etc. s'appliquant à la réservation.

source: The system of medicine that includes this MedicalEntity, for example 'evidence-based', 'homeopathic', 'chiropractic', etc.
fr: Le système de médecine qui comprend cette entité médicale, par exemple "fondé sur des preuves", "homéopathique", "chiropratique", etc.

source: File Format
fr: Format de Fichier

source: Media type, typically MIME format (see [IANA site](http://www.iana.org/assignments/media-types/media-types.xhtml)) of the content, e.g. application/zip of a SoftwareApplication binary. In cases where a CreativeWork has several media type representations, 'encoding' can be used to indicate each MediaObject alongside particular fileFormat information. Unregistered or niche file formats can be indicated instead via the most appropriate URL, e.g. defining Web page or a Wikipedia entry.
fr: Type de média, généralement le format MIME (voir [site IANA](http://www.iana.org/assignments/media-types/media-types.xhtml)) du contenu, par exemple application/zip d'un binaire SoftwareApplication. Dans les cas où un CreativeWork a plusieurs représentations de type média, "encoding" peut être utilisé pour indiquer chaque MediaObject avec des informations particulières sur le fileFormat. Les formats de fichiers non enregistrés ou de niche peuvent être indiqués à l'aide de l'URL la plus appropriée, par exemple la définition d'une page web ou d'une entrée Wikipedia.

source: Interpreted As Claim
fr: Interprétée comme une revendication

source: Used to indicate a specific claim contained, implied, translated or refined from the content of a [[MediaObject]] or other [[CreativeWork]]. The interpreting party can be indicated using [[claimInterpreter]].
fr: Utilisé pour indiquer une revendication spécifique contenue, implicite, traduite ou affinée à partir du contenu d'un [[MediaObject]] ou d'une autre [[CreativeWork]]. La partie interprétante peut être indiquée à l'aide de [[claimInterpreter]].

source: Service Operator
fr: Opérateur de service

source: The operating organization, if different from the provider. This enables the representation of services that are provided by an organization, but operated by another organization like a subcontractor.
fr: L'organisme d'exploitation, s'il est différent du fournisseur. Cela permet de représenter les services qui sont fournis par une organisation, mais qui sont exploités par une autre organisation, comme un sous-traitant.

source: Broadcast Of Event
fr: Diffusion de l'événement

source: The event being broadcast such as a sporting event or awards ceremony.
fr: L'événement diffusé, tel qu'un événement sportif ou une cérémonie de remise de prix.

source: Booking Agent
fr: Agent de réservation

source: 'bookingAgent' is an out-dated term indicating a 'broker' that serves as a booking agent.
fr: bookingAgent" est un terme désuet désignant un "courtier" qui sert d'agent de réservation.

source: Item Reviewed
fr: Article évalué

source: The item that is being reviewed/rated.
fr: L'élément qui fait l'objet d'un examen ou d'une évaluation.

source: Status
fr: Statut

source: The status of the study (enumerated).
fr: Le statut de l'étude (dénombrée).

source: Return Label Source
fr: Source de l'étiquette de retour

source: The method (from an enumeration) by which the customer obtains a return shipping label for a product returned for any reason.
fr: Méthode (à partir d'une énumération) par laquelle le client obtient une étiquette de retour pour un produit retourné pour quelque raison que ce soit.

source: Vehicle Interior Type
fr: Type d'intérieur du véhicule

source: The type or material of the interior of the vehicle (e.g. synthetic fabric, leather, wood, etc.). While most interior types are characterized by the material used, an interior type can also be based on vehicle usage or target audience.
fr: Le type ou le matériau de l'intérieur du véhicule (par exemple, tissu synthétique, cuir, bois, etc.). Si la plupart des types d'intérieur sont caractérisés par le matériau utilisé, un type d'intérieur peut également être basé sur l'utilisation du véhicule ou le public cible.

source: Originates From
fr: Origine

source: The vasculature the lymphatic structure originates, or afferents, from.
fr: Le système vasculaire dont est issue la structure lymphatique, ou afférences.

source: Interaction Type
fr: Type d'interaction

source: The Action representing the type of interaction. For up votes, +1s, etc. use [[LikeAction]]. For down votes use [[DislikeAction]]. Otherwise, use the most specific Action.
fr: L'action représentant le type d'interaction. Pour les votes positifs, les +1, etc., utilisez [[LikeAction]]. Pour les votes négatifs, utilisez [[DislikeAction]]. Sinon, utilisez l'action la plus spécifique.

source: Has Map
fr: A la carte

source: A URL to a map of the place.
fr: Un URL vers une carte de l'endroit.

source: A parent of this person.
fr: Un parent de cette personne.

source: Safety Consideration
fr: Considérations de sécurité

source: Any potential safety concern associated with the supplement. May include interactions with other drugs and foods, pregnancy, breastfeeding, known adverse reactions, and documented efficacy of the supplement.
fr: Tout problème de sécurité potentiel associé au supplément. Il peut s'agir d'interactions avec d'autres médicaments et aliments, de la grossesse, de l'allaitement, d'effets indésirables connus et de l'efficacité documentée du complément.

source: Vehicle Engine
fr: Moteur du véhicule

source: Information about the engine or engines of the vehicle.
fr: Informations sur le ou les moteurs du véhicule.

source: The textual content of this CreativeWork.
fr: Le contenu textuel de ce CreativeWork.

source: Funded Item
fr: Poste financé

source: Indicates something directly or indirectly funded or sponsored through a [[Grant]]. See also [[ownershipFundingInfo]].
fr: Indique quelque chose de directement ou indirectement financé ou parrainé par une [[Subvention]]. Voir aussi [[ownershipFundingInfo]].

source: Archived At
fr: Archivé à

source: Indicates a page or other link involved in archival of a [[CreativeWork]]. In the case of [[MediaReview]], the items in a [[MediaReviewItem]] may often become inaccessible, but be archived by archival, journalistic, activist, or law enforcement organizations. In such cases, the referenced page may not directly publish the content.
fr: Indique une page ou un autre lien impliqué dans l'archivage d'une [[Œuvre de création]]. Dans le cas de [[MediaReview]], les éléments d'un [[MediaReviewItem]] peuvent souvent devenir inaccessibles, mais être archivés par des organisations d'archivage, de journalisme, d'activisme ou d'application de la loi. Dans de tels cas, la page référencée peut ne pas publier directement le contenu.

source: Molecular Weight
fr: Poids moléculaire

source: This is the molecular weight of the entity being described, not of the parent. Units should be included in the form '&lt;Number&gt; &lt;unit&gt;', for example '12 amu' or as '&lt;QuantitativeValue&gt;.
fr: Il s'agit du poids moléculaire de l'entité décrite, et non du parent. Les unités doivent être indiquées sous la forme "&lt;Number&gt ; &lt;unit&gt ;", par exemple "12 amu" ou "&lt;QuantitativeValue&gt ;".

source: Merchant
fr: Marchand

source: 'merchant' is an out-dated term for 'seller'.
fr: le terme "marchand" est un terme désuet pour désigner le "vendeur".

source: Job Start Date
fr: Date de publication

source: The date on which a successful applicant for this job would be expected to start work. Choose a specific date in the future or use the jobImmediateStart property to indicate the position is to be filled as soon as possible.
fr: Date à laquelle un candidat retenu pour ce poste devrait commencer à travailler. Choisissez une date précise dans le futur ou utilisez la propriété jobImmediateStart pour indiquer que le poste doit être pourvu dès que possible.

source: Iata Code
fr: Code Iata

source: IATA identifier for an airline or airport.
fr: Identifiant IATA d'une compagnie aérienne ou d'un aéroport.

source: Contact Type
fr: Type de Contact

source: A person or organization can have different contact points, for different purposes. For example, a sales contact point, a PR contact point and so on. This property is used to specify the kind of contact point.
fr: Une personne ou une organisation peut avoir différents points de contact, à des fins différentes. Par exemple, un point de contact commercial, un point de contact RP, etc. Cette propriété permet de spécifier le type de point de contact.

source: Title
fr: Titre

source: The title of the job.
fr: Le titre de l'emploi.

source: Character Name
fr: Nom du Personnage

source: The name of a character played in some acting or performing role, i.e. in a PerformanceRole.
fr: Le nom d'un personnage joué dans un rôle d'acteur ou d'interprète, c'est-à-dire dans un PerformanceRole.

source: Date Deleted
fr: Date supprimée

source: The datetime the item was removed from the DataFeed.
fr: Date à laquelle l'élément a été retiré du flux de données.

source: Is Related To
fr: Est lié à

source: A pointer to another, somehow related product (or multiple products).
fr: Un pointeur vers un autre produit (ou plusieurs produits) lié d'une manière ou d'une autre.

source: Negative Notes
fr: Notes négatives

source: Provides negative considerations regarding something, most typically in pro/con lists for reviews (alongside [[positiveNotes]]). For symmetry In the case of a [[Review]], the property describes the [[itemReviewed]] from the perspective of the review; in the case of a [[Product]], the product itself is being described. Since product descriptions tend to emphasise positive claims, it may be relatively unusual to find [[negativeNotes]] used in this way. Nevertheless for the sake of symmetry, [[negativeNotes]] can be used on [[Product]]. The property values can be expressed either as unstructured text (repeated as necessary), or if ordered, as a list (in which case the most negative is at the beginning of the list).
fr: Fournit des considérations négatives sur quelque chose, le plus souvent dans des listes pour/contre pour des critiques (à côté de [[positiveNotes]]). Par symétrie Dans le cas d'un [[Avis]], la propriété décrit l'[[élémentAvis]] du point de vue de l'avis ; dans le cas d'un [[Produit]], c'est le produit lui-même qui est décrit. Étant donné que les descriptions de produits ont tendance à mettre l'accent sur les affirmations positives, il peut être relativement inhabituel de trouver des [[negativeNotes]] utilisées de cette manière. Néanmoins, par souci de symétrie, les [[notes négatives]] peuvent être utilisées pour les [[produits]]. Les valeurs des propriétés peuvent être exprimées sous la forme d'un texte non structuré (répété si nécessaire) ou, si elles sont ordonnées, sous la forme d'une liste (dans ce cas, la valeur la plus négative se trouve au début de la liste).

source: Alternative Headline
fr: Titre alternatif

source: A secondary title of the CreativeWork.
fr: Un titre secondaire du CreativeWork.

source: Assembly
fr: Assemblage

source: Library file name, e.g., mscorlib.dll, system.web.dll.
fr: Nom du fichier de la bibliothèque, par exemple mscorlib.dll, system.web.dll.

source: Application
fr: Candidature

source: Credit Text
fr: Texte du crédit

source: Text that can be used to credit person(s) and/or organization(s) associated with a published Creative Work.
fr: Texte pouvant être utilisé pour créditer les personnes et/ou les organisations associées à une œuvre de création publiée.

source: Suggested Measurement
fr: Mesure suggérée

source: A suggested range of body measurements for the intended audience or person, for example inseam between 32 and 34 inches or height between 170 and 190 cm. Typically found on a size chart for wearable products.
fr: Une fourchette de mesures corporelles suggérée pour le public ou la personne visés, par exemple un entrejambe entre 32 et 34 pouces ou une taille entre 170 et 190 cm. On la trouve généralement sur un tableau des tailles pour les produits portables.

source: Event Status
fr: Statut de l’événement

source: An eventStatus of an event represents its status; particularly useful when an event is cancelled or rescheduled.
fr: L'état d'un événement représente son statut ; il est particulièrement utile lorsqu'un événement est annulé ou reprogrammé.

source: Contained In
fr: Contenus dans

source: The basic containment relation between a place and one that contains it.
fr: La relation de base de confinement entre un lieu et celui qui le contient.

source: Bank Account Type
fr: Type de Compte bancaire

source: The type of a bank account.
fr: Le type de compte bancaire.

source: Trailer
fr: Bande annonce

source: Further documentation describing the Web API in more detail.
fr: Documentation complémentaire décrivant l'API Web de manière plus détaillée.

source: A sub property of object. The collection target of the action.
fr: Une sous-propriété de l'objet. La cible de la collection de l'action.

source: Interaction Statistic
fr: Statistique d'interaction

source: The number of interactions for the CreativeWork using the WebSite or SoftwareApplication. The most specific child type of InteractionCounter should be used.
fr: Le nombre d'interactions pour l'œuvre créative utilisant le site web ou l'application logicielle. Il convient d'utiliser le type de compteur d'interactions le plus spécifique.

source: Is Part Of Bio Chem Entity
fr: Fait partie de l'entité biochimique

source: Identifying Exam
fr: Identification de l'examen

source: A physical examination that can identify this sign.
fr: Un examen physique permet d'identifier ce signe.

source: Current Exchange Rate
fr: Taux de change actuel

source: The current price of a currency.
fr: Le prix actuel d'une devise.
