Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: Vital signs are measures of various physiological functions in order to assess the most basic body functions.
fr: Les signes vitaux sont des mesures de diverses fonctions physiologiques permettant d'évaluer les fonctions les plus élémentaires de l'organisme.

source: Garden Store
fr: Boutique de jardin

source: A garden store.
fr: Un magasin de jardinage.

source: Search Rescue Organization
fr: Organisation de recherche et de sauvetage

source: A Search and Rescue organization of some kind.
fr: Une organisation de recherche et de sauvetage.

source: Therapeutic Procedure
fr: Procédure thérapeutique

source: A medical procedure intended primarily for therapeutic purposes, aimed at improving a health condition.
fr: Une procédure médicale destinée principalement à des fins thérapeutiques, visant à améliorer un état de santé.

source: Brain Structure
fr: Structure du cerveau

source: Any anatomical structure which pertains to the soft nervous tissue functioning as the coordinating center of sensation and intellectual and nervous activity.
fr: Toute structure anatomique qui se rapporte au tissu nerveux mou fonctionnant comme centre de coordination des sensations et de l'activité intellectuelle et nerveuse.

source: Recipe
fr: Recette

source: Replace Action
fr: Remplacer l'action

source: The act of editing a recipient by replacing an old object with a new object.
fr: L'acte de modifier un destinataire en remplaçant un ancien objet par un nouveau.

source: Child Care
fr: Garde d’enfants

source: A Childcare center.
fr: Un centre d'accueil pour enfants.

source: Location Feature Specification
fr: Spécification des caractéristiques de l'emplacement

source: Specifies a location feature by providing a structured value representing a feature of an accommodation as a property-value pair of varying degrees of formality.
fr: Spécifie une caractéristique de localisation en fournissant une valeur structurée représentant une caractéristique d'un logement sous la forme d'une paire propriété-valeur de différents degrés de formalité.

source: Government Office
fr: Administration

source: A company or fund that gathers capital from a number of investors to create a pool of money that is then re-invested into stocks, bonds and other assets.
fr: Une société ou un fonds qui rassemble des capitaux provenant d'un certain nombre d'investisseurs afin de créer une réserve d'argent qui est ensuite réinvestie dans des actions, des obligations et d'autres actifs.

source: Advertiser Content Article
fr: Article du contenu de l’annonceur

source: An [[Article]] that an external entity has paid to place or to produce to its specifications. Includes [advertorials](https://en.wikipedia.org/wiki/Advertorial), sponsored content, native advertising and other paid content.
fr: Un [[article]] qu'une entité externe a payé pour placer ou produire selon ses spécifications. Comprend les [publireportages] (https://en.wikipedia.org/wiki/Advertorial), le contenu sponsorisé, la publicité native et d'autres contenus payants.

source: Drawing
fr: Dessin

source: A picture or diagram made with a pencil, pen, or crayon rather than paint.
fr: Une image ou un diagramme réalisé avec un crayon, un stylo ou un crayon de couleur plutôt qu'avec de la peinture.

source: Register Action
fr: Action de registre

source: The act of registering to be a user of a service, product or web page. Related actions: * [[JoinAction]]: Unlike JoinAction, RegisterAction implies you are registering to be a user of a service, *not* a group/team of people. * [[FollowAction]]: Unlike FollowAction, RegisterAction doesn't imply that the agent is expecting to poll for updates from the object. * [[SubscribeAction]]: Unlike SubscribeAction, RegisterAction doesn't imply that the agent is expecting updates from the object.
fr: L'acte de s'inscrire pour être utilisateur d'un service, d'un produit ou d'une page web. Actions connexes : * [[JoinAction]] : Contrairement à JoinAction, RegisterAction implique que vous vous inscrivez en tant qu'utilisateur d'un service, et non d'un groupe ou d'une équipe de personnes. * [[FollowAction]] : Contrairement à FollowAction, RegisterAction n'implique pas que l'agent attende des mises à jour de l'objet. * [SubscribeAction]] : Contrairement à SubscribeAction, RegisterAction n'implique pas que l'agent attend des mises à jour de l'objet.

source: Mortgage Loan
fr: Prêt hypothécaire

source: A loan in which property or real estate is used as collateral. (A loan securitized against some real estate.)
fr: Un prêt dans lequel un bien ou un immeuble est utilisé comme garantie. (Un prêt titrisé contre un bien immobilier)

source: Correction Comment
fr: Correction Commentaire

source: A [[comment]] that corrects [[CreativeWork]].
fr: Un [[commentaire]] qui corrige [[CreativeWork]].

source: Periodical
fr: Périodique

source: A publication in any medium issued in successive parts bearing numerical or chronological designations and intended to continue indefinitely, such as a magazine, scholarly journal, or newspaper. See also [blog post](http://blog.schema.org/2014/09/schemaorg-support-for-bibliographic_2.html).
fr: Une publication sur tout support publiée en parties successives portant des désignations numériques ou chronologiques et destinée à se poursuivre indéfiniment, telle qu'un magazine, une revue savante ou un journal. Voir aussi [blog post] (http://blog.schema.org/2014/09/schemaorg-support-for-bibliographic_2.html).

source: Bus Stop
fr: Arrêt de bus

source: A bus stop.
fr: Un arrêt de bus.

source: Office Equipment Store
fr: Magasin d’équipement de bureau

source: An office equipment store.
fr: Un magasin de matériel de bureau.

source: Church
fr: Église

source: A church.
fr: Une église.

source: Prepend Action
fr: Action préalable

source: The act of inserting at the beginning if an ordered collection.
fr: L'action d'insérer au début d'une collection ordonnée.

source: Ski Resort
fr: Station de ski

source: A ski resort.
fr: Une station de ski.

source: Price Type Enumeration
fr: Enumération du type de prix

source: Enumerates different price types, for example list price, invoice price, and sale price.
fr: Enumère différents types de prix, par exemple le prix catalogue, le prix facture et le prix de vente.

source: Medical Trial
fr: Essai médical

source: A medical trial is a type of medical study that uses a scientific process to compare the safety and efficacy of medical therapies or medical procedures. In general, medical trials are controlled and subjects are allocated at random to the different treatment and/or control groups.
fr: Un essai médical est un type d'étude médicale qui utilise un processus scientifique pour comparer la sécurité et l'efficacité des thérapies ou des procédures médicales. En général, les essais médicaux sont contrôlés et les sujets sont répartis au hasard entre les différents groupes de traitement et/ou de contrôle.

source: How To
fr: Comment faire

source: Instructions that explain how to achieve a result by performing a sequence of steps.
fr: Instructions qui expliquent comment obtenir un résultat en exécutant une séquence d'étapes.

source: Dance Group
fr: Groupe de danse

source: A dance group&#x2014;for example, the Alvin Ailey Dance Theater or Riverdance.
fr: Un groupe de danse - par exemple, le Alvin Ailey Dance Theater ou Riverdance.

source: Photograph
fr: Photographe

source: A photograph.
fr: Une photographie.

source: House Painter
fr: Peintre en bâtiment

source: A house painting service.
fr: Un service de peinture de maison.

source: Discussion Forum Posting
fr: Affichage sur les forums de discussion

source: A posting to a discussion forum.
fr: Un message envoyé à un forum de discussion.

source: Real Estate Listing
fr: Liste de biens immobiliers

source: A [[RealEstateListing]] is a listing that describes one or more real-estate [[Offer]]s (whose [[businessFunction]] is typically to lease out, or to sell). The [[RealEstateListing]] type itself represents the overall listing, as manifested in some [[WebPage]].
fr: Un [[RealEstateListing]] est un listing qui décrit une ou plusieurs [[Offre]] de biens immobiliers (dont la [[fonction commerciale]] est généralement de louer ou de vendre). Le type [[RealEstateListing]] lui-même représente l'ensemble de l'offre, telle qu'elle se manifeste dans une [[page web]].

source: Sell Action
fr: Vendre l'action

source: The act of taking money from a buyer in exchange for goods or services rendered. An agent sells an object, product, or service to a buyer for a price. Reciprocal of BuyAction.
fr: L'acte de recevoir de l'argent d'un acheteur en échange de biens ou de services rendus. Un agent vend un objet, un produit ou un service à un acheteur pour un prix. Réciproque de BuyAction.

source: Share Action
fr: Partager l’action

source: The act of distributing content to people for their amusement or edification.
fr: L'acte de distribuer du contenu à des personnes pour leur divertissement ou leur édification.

source: Bakery
fr: Boulangerie

source: A bakery.
fr: Une boulangerie.

source: A wholesale store.
fr: Un magasin de gros.

source: Reject Action
fr: Rejeter l'action

source: The act of rejecting to/adopting an object. Related actions: * [[AcceptAction]]: The antonym of RejectAction.
fr: L'acte de rejeter/adopter un objet. Actions connexes : * [[AcceptAction]] : L'antonyme de RejectAction.

source: Warranty Scope
fr: Étendue de la garantie

source: A range of services that will be provided to a customer free of charge in case of a defect or malfunction of a product. Commonly used values: * http://purl.org/goodrelations/v1#Labor-BringIn * http://purl.org/goodrelations/v1#PartsAndLabor-BringIn * http://purl.org/goodrelations/v1#PartsAndLabor-PickUp
fr: Une gamme de services qui seront fournis gratuitement à un client en cas de défaut ou de dysfonctionnement d'un produit. Valeurs couramment utilisées : * http://purl.org/goodrelations/v1#Labor-BringIn * http://purl.org/goodrelations/v1#PartsAndLabor-BringIn * http://purl.org/goodrelations/v1#PartsAndLabor-PickUp

source: Speakable Specification
fr: Spécification parlante

source: A SpeakableSpecification indicates (typically via [[xpath]] or [[cssSelector]]) sections of a document that are highlighted as particularly [[speakable]]. Instances of this type are expected to be used primarily as values of the [[speakable]] property.
fr: Une SpeakableSpecification indique (typiquement via [[xpath]] ou [[cssSelector]]) les sections d'un document qui sont mises en évidence comme particulièrement [[speakable]]. Les instances de ce type sont censées être utilisées principalement comme valeurs de la propriété [[speakable]].

source: Department Store
fr: Grand magasin

source: A department store.
fr: Un grand magasin.

source: Gas Station
fr: Station-service

source: A gas station.
fr: Une station-service.

source: Plan Action
fr: Plan d'action

source: The act of planning the execution of an event/task/action/reservation/plan to a future date.
fr: L'acte de planifier l'exécution d'un événement/tâche/action/réservation/plan à une date ultérieure.

source: Motorcycle Dealer
fr: Concessionnaire de motos

source: A motorcycle dealer.
fr: Un concessionnaire de motos.

source: Medical Organization
fr: Organisation médicale

source: A medical organization (physical or not), such as hospital, institution or clinic.
fr: Une organisation médicale (physique ou non), telle qu'un hôpital, une institution ou une clinique.

source: Offer Catalog
fr: Catalogue d'offres

source: An OfferCatalog is an ItemList that contains related Offers and/or further OfferCatalogs that are offeredBy the same provider.
fr: Un catalogue d'offres est une liste d'articles qui contient des offres connexes et/ou d'autres catalogues d'offres proposés par le même fournisseur.

source: General Contractor
fr: Entrepreneur général

source: A general contractor.
fr: Un entrepreneur général.

source: Instances of the class [[Observation]] are used to specify observations about an entity (which may or may not be an instance of a [[StatisticalPopulation]]), at a particular time. The principal properties of an [[Observation]] are [[observedNode]], [[measuredProperty]], [[measuredValue]] (or [[median]], etc.) and [[observationDate]] ([[measuredProperty]] properties can, but need not always, be W3C RDF Data Cube "measure properties", as in the [lifeExpectancy example](https://www.w3.org/TR/vocab-data-cube/#dsd-example)). See also [[StatisticalPopulation]], and the [data and datasets](/docs/data-and-datasets.html) overview for more details.
fr: Les instances de la classe [[Observation]] sont utilisées pour spécifier des observations sur une entité (qui peut être ou non une instance de [[StatisticalPopulation]]), à un moment donné. Les principales propriétés d'une [[Observation]] sont [[observedNode]], [[measuredProperty]], [[measuredValue]] (ou [[median]], etc.) et [[observationDate]] (les propriétés [[measuredProperty]] peuvent, mais pas nécessairement, être des "propriétés de mesure" du W3C RDF Data Cube, comme dans l'exemple [lifeExpectancy] (https://www.w3.org/TR/vocab-data-cube/#dsd-example)). Voir également [[StatisticalPopulation]] et l'aperçu [data and datasets](/docs/data-and-datasets.html) pour plus de détails.

source: Category Code
fr: Code Catégorie

source: A Category Code.
fr: A Code de la catégorie.

source: Drink Action
fr: Action boisson

source: The act of swallowing liquids.
fr: Action d'avaler des liquides.

source: Play Action
fr: Action de jeu

source: The act of playing/exercising/training/performing for enjoyment, leisure, recreation, competition or exercise. Related actions: * [[ListenAction]]: Unlike ListenAction (which is under ConsumeAction), PlayAction refers to performing for an audience or at an event, rather than consuming music. * [[WatchAction]]: Unlike WatchAction (which is under ConsumeAction), PlayAction refers to showing/displaying for an audience or at an event, rather than consuming visual content.
fr: L'acte de jouer, de s'exercer, de s'entraîner ou de se produire pour le plaisir, le loisir, la récréation, la compétition ou l'exercice. Actions connexes : * [[Action d'écoute]] : Contrairement à l'action Écouter (qui se trouve sous l'action Consommer), l'action Jouer fait référence au fait de se produire devant un public ou lors d'un événement, plutôt que de consommer de la musique. * [WatchAction]] : Contrairement à WatchAction (qui relève de ConsumeAction), PlayAction fait référence au fait de montrer/afficher à un public ou lors d'un événement, plutôt que de consommer du contenu visuel.

source: Report
fr: Rapport

source: A Report generated by governmental or non-governmental organization.
fr: Rapport produit par une organisation gouvernementale ou non gouvernementale.

source: Day Spa
fr: Spa de jour

source: A day spa.
fr: Un spa de jour.

source: Append Action
fr: Action d'ajout

source: The act of inserting at the end if an ordered collection.
fr: L'action d'insérer à la fin d'une collection ordonnée.

source: A profession, may involve prolonged training and/or a formal qualification.
fr: Une profession peut impliquer une formation prolongée et/ou une qualification formelle.

source: Visual Artwork
fr: Œuvres d'art visuel

source: A work of art that is primarily visual in character.
fr: Une œuvre d'art dont le caractère est principalement visuel.

source: Radiation Therapy
fr: Radiothérapie

source: A process of care using radiation aimed at improving a health condition.
fr: Processus de soins utilisant des radiations et visant à améliorer un état de santé.

source: Offer Shipping Details
fr: Détails de l'offre d'expédition

source: OfferShippingDetails represents information about shipping destinations. Multiple of these entities can be used to represent different shipping rates for different destinations: One entity for Alaska/Hawaii. A different one for continental US. A different one for all France. Multiple of these entities can be used to represent different shipping costs and delivery times. Two entities that are identical but differ in rate and time: E.g. Cheaper and slower: $5 in 5-7 days or Fast and expensive: $15 in 1-2 days.
fr: OfferShippingDetails représente des informations sur les destinations d'expédition. Plusieurs de ces entités peuvent être utilisées pour représenter différents tarifs d'expédition pour différentes destinations : Une entité pour l'Alaska/Hawaï. Une autre pour les États-Unis continentaux. Une autre pour la France entière. Plusieurs de ces entités peuvent être utilisées pour représenter différents frais d'expédition et délais de livraison. Deux entités identiques mais dont les tarifs et les délais diffèrent : Par exemple : Moins cher et plus lent : 5 $ en 5-7 jours ou Rapide et cher : 15 $ en 1 ou 2 jours.

source: Radio Series
fr: Série radio

source: CreativeWorkSeries dedicated to radio broadcast and associated online delivery.
fr: CreativeWorkSeries dédiée à la radiodiffusion et à la diffusion en ligne associée.

source: Medical Symptom
fr: Symptôme médical

source: Any complaint sensed and expressed by the patient (therefore defined as subjective) like stomachache, lower-back pain, or fatigue.
fr: Toute plainte ressentie et exprimée par le patient (donc définie comme subjective), comme les maux d'estomac, les douleurs lombaires ou la fatigue.

source: Steering Position Value
fr: Valeur de la position de la direction

source: A value indicating a steering position.
fr: Valeur indiquant une position de pilotage.

source: Api Reference
fr: Référence Api

source: Reference documentation for application programming interfaces (APIs).
fr: Documentation de référence pour les interfaces de programmation d'applications (API).

source: Medical Risk Score
fr: Score de risque médical

source: A simple system that adds up the number of risk factors to yield a score that is associated with prognosis, e.g. CHAD score, TIMI risk score.
fr: Système simple qui additionne le nombre de facteurs de risque pour obtenir un score associé au pronostic, par exemple le score CHAD, le score de risque TIMI.

source: Creative Work Series
fr: Séries du travail créatif

source: A CreativeWorkSeries in schema.org is a group of related items, typically but not necessarily of the same kind. CreativeWorkSeries are usually organized into some order, often chronological. Unlike [[ItemList]] which is a general purpose data structure for lists of things, the emphasis with CreativeWorkSeries is on published materials (written e.g. books and periodicals, or media such as TV, radio and games). Specific subtypes are available for describing [[TVSeries]], [[RadioSeries]], [[MovieSeries]], [[BookSeries]], [[Periodical]] and [[VideoGameSeries]]. In each case, the [[hasPart]] / [[isPartOf]] properties can be used to relate the CreativeWorkSeries to its parts. The general CreativeWorkSeries type serves largely just to organize these more specific and practical subtypes. It is common for properties applicable to an item from the series to be usefully applied to the containing group. Schema.org attempts to anticipate some of these cases, but publishers should be free to apply properties of the series parts to the series as a whole wherever they seem appropriate.
fr: Une CreativeWorkSeries dans schema.org est un groupe d'éléments apparentés, typiquement mais pas nécessairement du même type. Les CreativeWorkSeries sont généralement organisées dans un certain ordre, souvent chronologique. Contrairement à [[ItemList]] qui est une structure de données générale pour les listes de choses, les CreativeWorkSeries mettent l'accent sur les documents publiés (écrits, par exemple les livres et les périodiques, ou les médias tels que la télévision, la radio et les jeux). Des sous-types spécifiques sont disponibles pour décrire les [[TVSeries]], [[RadioSeries]], [[MovieSeries]], [[BookSeries]], [[Periodical]] et [[VideoGameSeries]]. Dans chaque cas, les critères [[hasPart]] / [[isPartOf]] sont respectés / [[isPartOf]] peuvent être utilisées pour relier la CreativeWorkSeries à ses parties. Le type général CreativeWorkSeries sert en grande partie à organiser ces sous-types plus spécifiques et plus pratiques. Il est courant que les propriétés applicables à un élément de la série soient utilement appliquées au groupe qui la contient. Schema.org tente d'anticiper certains de ces cas, mais les éditeurs doivent être libres d'appliquer les propriétés des parties de la série à la série dans son ensemble lorsqu'elles semblent appropriées.

source: Hotel
fr: Hôtel

source: A hotel is an establishment that provides lodging paid on a short-term basis (source: Wikipedia, the free encyclopedia, see http://en.wikipedia.org/wiki/Hotel). <br /><br /> See also the <a href="/docs/hotels.html">dedicated document on the use of schema.org for marking up hotels and other forms of accommodations</a>.
fr: Un hôtel est un établissement qui fournit un hébergement rémunéré à court terme (source : Wikipédia, l'encyclopédie libre, voir http://en.wikipedia.org/wiki/Hotel). <br /><br /> Voir aussi le <a href="/docs/hotels.html">document dédié à l'utilisation de schema.org pour le balisage des hôtels et autres formes d'hébergement</a>.

source: Ask Action
fr: Demande d'action

source: The act of posing a question / favor to someone. Related actions: * [[ReplyAction]]: Appears generally as a response to AskAction.
fr: Action de poser une question ou de demander une faveur à quelqu'un. Actions connexes : * [[Action de réponse]] : Apparaît généralement en réponse à AskAction.

source: Media Gallery
fr: Galerie médias

source: Web page type: Media gallery page. A mixed-media page that can contain media such as images, videos, and other multimedia.
fr: Type de page web : Page de galerie de médias. Page mixte pouvant contenir des médias tels que des images, des vidéos et d'autres multimédias.

source: Size Group Enumeration
fr: Taille Groupe Dénombrement

source: Enumerates common size groups for various product categories.
fr: Énumère les groupes de taille courants pour diverses catégories de produits.

source: School District
fr: Zone Scolaire

source: A School District is an administrative area for the administration of schools.
fr: Un district scolaire est une zone administrative pour l'administration des écoles.

source: Link Role
fr: Rôle de lien

source: A Role that represents a Web link, e.g. as expressed via the 'url' property. Its linkRelationship property can indicate URL-based and plain textual link types, e.g. those in IANA link registry or others such as 'amphtml'. This structure provides a placeholder where details from HTML's link element can be represented outside of HTML, e.g. in JSON-LD feeds.
fr: Un rôle qui représente un lien Web, par exemple tel qu'il est exprimé par la propriété "url". Sa propriété linkRelationship peut indiquer des types de liens basés sur l'URL et des types de liens textuels, par exemple ceux du registre de liens de l'IANA ou d'autres tels que "amphtml". Cette structure fournit un espace réservé où les détails de l'élément link de HTML peuvent être représentés en dehors de HTML, par exemple dans les flux JSON-LD.

source: Tv Episode
fr: Épisode télévisuel

source: A TV episode which can be part of a series or season.
fr: Un épisode de télévision qui peut faire partie d'une série ou d'une saison.

source: Fm Radio Channel
fr: Canal radio Fm

source: A radio channel that uses FM.
fr: Un canal radio qui utilise la FM.

source: A structured representation of food or drink items available from a FoodEstablishment.
fr: Représentation structurée des produits alimentaires ou des boissons disponibles dans un établissement alimentaire.

source: Clip
fr: Clameau
