Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: Return Fees Enumeration
fr: Enumération des droits de retour

source: Enumerates several kinds of policies for product return fees.
fr: Enumère plusieurs types de politiques pour les frais de retour des produits.

source: Merchant Return Policy Seasonal Override
fr: Politique de retour du commerçant - Annulation saisonnière

source: A seasonal override of a return policy, for example used for holidays.
fr: Une dérogation saisonnière à une politique de retour, utilisée par exemple pour les vacances.

source: Contact Point Option
fr: Option point de contact

source: Enumerated options related to a ContactPoint.
fr: Options énumérées relatives à un point de contact.

source: Ignore Action
fr: Ignorer l'action

source: The act of intentionally disregarding the object. An agent ignores an object.
fr: Le fait de ne pas tenir compte de l'objet de manière intentionnelle. Un agent ignore un objet.

source: User Checkins
fr: Enregistrement des utilisateurs

source: Arrive Action
fr: Arrivée Action

source: The act of arriving at a place. An agent arrives at a destination from a fromLocation, optionally with participants.
fr: L'action d'arriver à un endroit. Un agent arrive à une destination à partir d'un lieu de départ, éventuellement avec des participants.

source: Recycling Center
fr: Centre de recyclage

source: A recycling center.
fr: Un centre de recyclage.

source: Roofing Contractor
fr: Entrepreneur en couverture

source: A roofing contractor.
fr: Un entrepreneur en toiture.

source: Specialty
fr: Spécialité

source: Any branch of a field in which people typically develop specific expertise, usually after significant study, time, and effort.
fr: Toute branche d'un domaine dans lequel les personnes développent une expertise spécifique, généralement après une étude approfondie, du temps et des efforts.

source: Geo Coordinates
fr: Coordonnées géographiques

source: The geographic coordinates of a place or event.
fr: Les coordonnées géographiques d'un lieu ou d'un événement.

source: Taxi Stand
fr: Station de taxi

source: A taxi stand.
fr: Une station de taxis.

source: Clothing Store
fr: Magasin de vêtements

source: A clothing store.
fr: Un magasin de vêtements.

source: Video Object Snapshot
fr: Instantané d'objet vidéo

source: A specific and exact (byte-for-byte) version of a [[VideoObject]]. Two byte-for-byte identical files, for the purposes of this type, considered identical. If they have different embedded metadata the files will differ. Different external facts about the files, e.g. creator or dateCreated that aren't represented in their actual content, do not affect this notion of identity.
fr: Version spécifique et exacte (octet par octet) d'un [[VideoObject]]. Deux fichiers identiques octet par octet sont considérés comme identiques dans le cadre de ce type de fichier. S'ils ont des métadonnées intégrées différentes, les fichiers seront différents. Des faits externes différents concernant les fichiers, par exemple le créateur ou la date de création, qui ne sont pas représentés dans leur contenu réel, n'affectent pas cette notion d'identité.

source: [[Guide]] is a page or article that recommends specific products or services, or aspects of a thing for a user to consider. A [[Guide]] may represent a Buying Guide and detail aspects of products or services for a user to consider. A [[Guide]] may represent a Product Guide and recommend specific products or services. A [[Guide]] may represent a Ranked List and recommend specific products or services with ranking.
fr: un [[Guide]] est une page ou un article qui recommande des produits ou des services spécifiques, ou des aspects d'une chose à considérer par un utilisateur. Un [[Guide]] peut représenter un guide d'achat et détailler des aspects de produits ou de services à prendre en considération par l'utilisateur. Un [[Guide]] peut représenter un guide de produits et recommander des produits ou services spécifiques. Un [[Guide]] peut représenter une liste classée et recommander des produits ou services spécifiques avec un classement.

source: Money Transfer
fr: Transfert d'argent

source: The act of transferring money from one place to another place. This may occur electronically or physically.
fr: L'acte de transférer de l'argent d'un endroit à un autre. Ce transfert peut se faire électroniquement ou physiquement.

source: Measurement Type Enumeration
fr: Énumération des types de mesures

source: Enumeration of common measurement types (or dimensions), for example "chest" for a person, "inseam" for pants, "gauge" for screws, or "wheel" for bicycles.
fr: Enumération de types de mesures (ou dimensions) courantes, par exemple "poitrine" pour une personne, "entrejambe" pour un pantalon, "calibre" pour des vis, ou "roue" pour des bicyclettes.

source: Event type: Festival.
fr: Type d'événement : Festival.

source: Music Album
fr: Album de musique

source: A collection of music tracks.
fr: Une collection de morceaux de musique.

source: Ask Public News Article
fr: Demandez l’article de nouvelles publiques

source: A [[NewsArticle]] expressing an open call by a [[NewsMediaOrganization]] asking the public for input, insights, clarifications, anecdotes, documentation, etc., on an issue, for reporting purposes.
fr: Un [[NewsArticle]] exprimant un appel ouvert par un [[NewsMediaOrganization]] demandant au public des commentaires, des idées, des clarifications, des anecdotes, de la documentation, etc. sur une question, à des fins de reportage.

source: Service Channel
fr: Canal de service

source: A means for accessing a service, e.g. a government office location, web site, or phone number.
fr: Un moyen d'accéder à un service, par exemple un bureau de l'administration, un site web ou un numéro de téléphone.

source: Occupational Experience Requirements
fr: Exigences en matière d'expérience professionnelle

source: Indicates employment-related experience requirements, e.g. [[monthsOfExperience]].
fr: Indique les exigences en matière d'expérience liée à l'emploi, par exemple [[monthsOfExperience]].

source: Organization
fr: Organisation

source: An organization such as a school, NGO, corporation, club, etc.
fr: Une organisation telle qu'une école, une ONG, une société, un club, etc.

source: Health Plan Network
fr: Réseau des plans de santé

source: A US-style health insurance plan network.
fr: Un réseau de régimes d'assurance maladie de type américain.

source: Tourist Trip
fr: Voyage touristique

source: A tourist trip. A created itinerary of visits to one or more places of interest ([[TouristAttraction]]/[[TouristDestination]]) often linked by a similar theme, geographic area, or interest to a particular [[touristType]]. The [UNWTO](http://www2.unwto.org/) defines tourism trip as the Trip taken by visitors. (See examples below.)
fr: Un voyage touristique. Un itinéraire créé pour visiter un ou plusieurs lieux d'intérêt ([[TouristAttraction]]/[[TouristDestination]]) souvent liés par un thème, une zone géographique ou un intérêt similaire à un [[touristType]] particulier. L'[OMT] (http://www2.unwto.org/) définit le voyage touristique comme le voyage effectué par les visiteurs. (Voir les exemples ci-dessous.)

source: Hobby Shop
fr: Boutique de passe-temps

source: A store that sells materials useful or necessary for various hobbies.
fr: Magasin qui vend du matériel utile ou nécessaire à divers loisirs.

source: A casino.
fr: Un casino.

source: Software Source Code
fr: Code source du logiciel

source: Computer programming source code. Example: Full (compile ready) solutions, code snippet samples, scripts, templates.
fr: Code source de programmation informatique. Exemple : Solutions complètes (prêtes à la compilation), exemples d'extraits de code, scripts, modèles.

source: Podcast Season
fr: Saison des podcasts

source: A single season of a podcast. Many podcasts do not break down into separate seasons. In that case, PodcastSeries should be used.
fr: Une saison unique d'un podcast. De nombreux podcasts ne sont pas divisés en saisons distinctes. Dans ce cas, il convient d'utiliser PodcastSeries.

source: Event Reservation
fr: Réservation d'événement

source: A reservation for an event like a concert, sporting event, or lecture. Note: This type is for information about actual reservations, e.g. in confirmation emails or HTML pages with individual confirmations of reservations. For offers of tickets, use [[Offer]].
fr: Une réservation pour un événement tel qu'un concert, un événement sportif ou une conférence. Note : Ce type est destiné aux informations sur les réservations réelles, par exemple dans les courriels de confirmation ou les pages HTML contenant des confirmations individuelles de réservations. Pour les offres de billets, utilisez [[Offre]].

source: Medical Procedure Type
fr: Type d'acte médical

source: An enumeration that describes different types of medical procedures.
fr: Une énumération qui décrit les différents types de procédures médicales.

source: Aggregate Rating
fr: Agréger les notes

source: The average rating based on multiple ratings or reviews.
fr: La note moyenne basée sur plusieurs notes ou avis.

source: Data Download
fr: Télécharger

source: All or part of a [[Dataset]] in downloadable form.
fr: Tout ou partie d'un [[Ensemble de données]] sous forme téléchargeable.

source: Comic Series
fr: Série de bandes dessinées

source: A sequential publication of comic stories under a unifying title, for example "The Amazing Spider-Man" or "Groo the Wanderer".
fr: Publication séquentielle d'histoires de bandes dessinées sous un titre unificateur, par exemple "The Amazing Spider-Man" ou "Groo" titre unificateur, par exemple "The Amazing Spider-Man" ou "Groo the Wanderer".

source: Government Service
fr: Service public

source: A service provided by a government organization, e.g. food stamps, veterans benefits, etc.
fr: Un service fourni par une organisation gouvernementale, par exemple les bons d'alimentation, les prestations des anciens combattants, etc.

source: One of the continents (for example, Europe or Africa).
fr: Un des continents (par exemple, l'Europe ou l'Afrique).

source: Educational Occupational Credential
fr: Diplôme d'enseignement professionnel

source: An educational or occupational credential. A diploma, academic degree, certification, qualification, badge, etc., that may be awarded to a person or other entity that meets the requirements defined by the credentialer.
fr: Un titre d'études ou un titre professionnel. Un diplôme, un grade académique, une certification, une qualification, un badge, etc., qui peut être délivré à une personne ou à une autre entité qui satisfait aux exigences définies par la personne qui délivre le titre.

source: Infectious Disease
fr: Maladies infectieuses

source: An infectious disease is a clinically evident human disease resulting from the presence of pathogenic microbial agents, like pathogenic viruses, pathogenic bacteria, fungi, protozoa, multicellular parasites, and prions. To be considered an infectious disease, such pathogens are known to be able to cause this disease.
fr: Une maladie infectieuse est une maladie humaine cliniquement évidente résultant de la présence d'agents microbiens pathogènes, tels que des virus pathogènes, des bactéries pathogènes, des champignons, des protozoaires, des parasites multicellulaires et des prions. Pour être considérés comme une maladie infectieuse, ces agents pathogènes doivent être connus pour pouvoir causer cette maladie.

source: Music Group
fr: Groupe de musique

source: A musical group, such as a band, an orchestra, or a choir. Can also be a solo musician.
fr: Groupe musical, tel qu'un groupe, un orchestre ou une chorale. Il peut également s'agir d'un musicien soliste.

source: Medical Test Panel
fr: Panel de tests médicaux

source: Any collection of tests commonly ordered together.
fr: Tout ensemble de tests généralement commandés en même temps.

source: Drug Strength
fr: Concentration du médicament

source: A specific strength in which a medical drug is available in a specific country.
fr: Dosage spécifique dans lequel un médicament est disponible dans un pays donné.

source: Type And Quantity Node
fr: Nœud de type et de quantité

source: A structured value indicating the quantity, unit of measurement, and business function of goods included in a bundle offer.
fr: Valeur structurée indiquant la quantité, l'unité de mesure et la fonction commerciale des biens inclus dans une offre groupée.

source: Media Subscription
fr: Abonnement aux médias

source: A subscription which allows a user to access media including audio, video, books, etc.
fr: Un abonnement qui permet à un utilisateur d'accéder à des médias (audio, vidéo, livres, etc.).

source: Product
fr: Produit

source: Any offered product or service. For example: a pair of shoes; a concert ticket; the rental of a car; a haircut; or an episode of a TV show streamed online.
fr: Tout produit ou service offert. Par exemple : une paire de chaussures ; un billet de concert ; la location d'une voiture ; une coupe de cheveux ; ou un épisode d'une émission de télévision en streaming en ligne.

source: Medical Audience
fr: Public médical

source: Target audiences for medical web pages.
fr: Publics cibles des pages web médicales.

source: Music Event
fr: Évènement musical

source: Event type: Music event.
fr: Type d'événement : Evénement musical.

source: Medical Therapy
fr: Thérapie médicale

source: Any medical intervention designed to prevent, treat, and cure human diseases and medical conditions, including both curative and palliative therapies. Medical therapies are typically processes of care relying upon pharmacotherapy, behavioral therapy, supportive therapy (with fluid or nutrition for example), or detoxification (e.g. hemodialysis) aimed at improving or preventing a health condition.
fr: Toute intervention médicale destinée à prévenir, traiter et guérir les maladies humaines et les états pathologiques, y compris les thérapies curatives et palliatives. Les thérapies médicales sont généralement des processus de soins reposant sur la pharmacothérapie, la thérapie comportementale, la thérapie de soutien (avec des fluides ou de la nutrition par exemple), ou la désintoxication (par exemple l'hémodialyse) visant à améliorer ou à prévenir un état de santé.

source: Radio Episode
fr: Épisode radio

source: A radio episode which can be part of a series or season.
fr: Un épisode radiophonique qui peut faire partie d'une série ou d'une saison.

source: Medical Sign Or Symptom
fr: Signe ou symptôme médical

source: Any feature associated or not with a medical condition. In medicine a symptom is generally subjective while a sign is objective.
fr: Toute caractéristique associée ou non à un état pathologique. En médecine, un symptôme est généralement subjectif alors qu'un signe est objectif.

source: The act of expressing a preference from a fixed/finite/structured set of choices/options.
fr: L'acte d'exprimer une préférence à partir d'un ensemble fixe/fini/structuré de choix/options.

source: A sidebar section of the page.
fr: Une section latérale de la page.

source: Apartment Complex
fr: Complexe d'appartements

source: Residence type: Apartment complex.
fr: Type de résidence : Complexe d'appartements.

source: A piece of sculpture.
fr: Un morceau de sculpture.

source: Health Aspect Enumeration
fr: Dénombrement des aspects sanitaires

source: HealthAspectEnumeration enumerates several aspects of health content online, each of which might be described using [[hasHealthAspect]] and [[HealthTopicContent]].
fr: HealthAspectEnumeration énumère plusieurs aspects du contenu sanitaire en ligne, chacun pouvant être décrit à l'aide de [[hasHealthAspect]] et de [[HealthTopicContent]].

source: Energy Star Energy Efficiency Enumeration
fr: Enumération Energy Star sur l'efficacité énergétique

source: Used to indicate whether a product is EnergyStar certified.
fr: Utilisé pour indiquer si un produit est certifié EnergyStar.

source: Deposit Account
fr: Compte de dépôt

source: A type of Bank Account with a main purpose of depositing funds to gain interest or other benefits.
fr: Un type de compte bancaire dont l'objectif principal est de déposer des fonds pour obtenir des intérêts ou d'autres avantages.

source: Moving Company
fr: Entreprise de déménagement

source: A moving company.
fr: Une entreprise de déménagement.

source: Aggregate Offer
fr: Offre globale

source: When a single product is associated with multiple offers (for example, the same pair of shoes is offered by different merchants), then AggregateOffer can be used. Note: AggregateOffers are normally expected to associate multiple offers that all share the same defined [[businessFunction]] value, or default to http://purl.org/goodrelations/v1#Sell if businessFunction is not explicitly defined.
fr: Lorsqu'un même produit est associé à plusieurs offres (par exemple, la même paire de chaussures est proposée par différents marchands), il est possible d'utiliser AggregateOffer. Note : AggregateOffers est normalement censé associer plusieurs offres qui partagent toutes la même valeur [[businessFunction]], ou http://purl.org/goodrelations/v1#Sell par défaut si businessFunction n'est pas explicitement défini.

source: Employment Agency
fr: Agence d’emploi

source: An employment agency.
fr: Une agence pour l'emploi.

source: A short band of tough, flexible, fibrous connective tissue that functions to connect multiple bones, cartilages, and structurally support joints.
fr: Il s'agit d'une courte bande de tissu conjonctif résistant, flexible et fibreux qui relie plusieurs os et cartilages et soutient structurellement les articulations.

source: Wearable Measurement Type Enumeration
fr: Énumération des types de mesures portables

source: Enumerates common types of measurement for wearables products.
fr: Énumère les types de mesures courantes pour les produits portables.

source: Outlet Store
fr: Magasin d'usine

source: An outlet store.
fr: Un magasin d'usine.

source: Internet Cafe
fr: Cybercafé

source: An internet cafe.
fr: Un cybercafé.

source: Landform
fr: Forme du terrain

source: A landform or physical feature. Landform elements include mountains, plains, lakes, rivers, seascape and oceanic waterbody interface features such as bays, peninsulas, seas and so forth, including sub-aqueous terrain features such as submersed mountain ranges, volcanoes, and the great ocean basins.
fr: Une forme de relief ou une caractéristique physique. Les éléments du relief comprennent les montagnes, les plaines, les lacs, les rivières, les paysages marins et les éléments d'interface avec les masses d'eau océaniques tels que les baies, les péninsules, les mers et ainsi de suite, y compris les éléments de terrain subaquatiques tels que les chaînes de montagnes immergées, les volcans et les grands bassins océaniques.

source: Administrative Area
fr: Zone administrative

source: A geographical region, typically under the jurisdiction of a particular government.
fr: Une région géographique, généralement sous la juridiction d'un gouvernement particulier.

source: Role
fr: Rôle

source: Listen Action
fr: Écouter l'action

source: The act of consuming audio content.
fr: L'acte de consommer du contenu audio.

source: Social Media Posting
fr: Affichage des médias sociaux

source: A post to a social media platform, including blog posts, tweets, Facebook posts, etc.
fr: Une publication sur une plateforme de médias sociaux, y compris les articles de blog, les tweets, les publications sur Facebook, etc.

source: Music Venue
fr: Lieu de musique

source: A music venue.
fr: Un lieu de musique.

source: Grant
fr: Subvention

source: Police Station
fr: Police

source: A police station.
fr: Un poste de police.

source: Cable Or Satellite Service
fr: Service de câble ou de satellite

source: A service which provides access to media programming like TV or radio. Access may be via cable or satellite.
fr: Un service qui fournit un accès à des programmes médiatiques tels que la télévision ou la radio. L'accès peut se faire par câble ou par satellite.

source: Pay Action
fr: Action salariale

source: An agent pays a price to a participant.
fr: Un agent paie un prix à un participant.

source: Delivery Time Settings
fr: Paramètres du Délai de Livraison

source: A DeliveryTimeSettings represents re-usable pieces of shipping information, relating to timing. It is designed for publication on an URL that may be referenced via the [[shippingSettingsLink]] property of an [[OfferShippingDetails]]. Several occurrences can be published, distinguished (and identified/referenced) by their different values for [[transitTimeLabel]].
fr: Un paramètre DeliveryTimeSettings représente des éléments réutilisables d'information sur l'expédition, relatifs au délai. Il est conçu pour être publié sur une URL qui peut être référencée via la propriété [[shippingSettingsLink]] d'une [[OfferShippingDetails]]. Plusieurs occurrences peuvent être publiées, distinguées (et identifiées/référencées) par leurs différentes valeurs de [[transitTimeLabel]].

source: Warranty Promise
fr: Promesse de garantie

source: A structured value representing the duration and scope of services that will be provided to a customer free of charge in case of a defect or malfunction of a product.
fr: Valeur structurée représentant la durée et l'étendue des services qui seront fournis gratuitement à un client en cas de défaut ou de dysfonctionnement d'un produit.

source: Enumerated status values for Reservation.
fr: Valeurs d'état énumérées pour la réservation.

source: Classification of the album by its type of content: soundtrack, live album, studio album, etc.
fr: Classification de l'album selon son type de contenu : bande sonore, album live, album studio, etc.

source: Audio Object
fr: Objet audio

source: An audio file.
fr: Un fichier audio.

source: Museum
fr: Musée

source: A museum.
fr: Un musée.

source: A taxi.
fr: Un taxi.

source: Train Trip
fr: Voyage en train

source: A trip on a commercial train line.
fr: Un voyage sur une ligne de train commerciale.

source: Geospatial Geometry
fr: Géométrie géospatiale

source: (Eventually to be defined as) a supertype of GeoShape designed to accommodate definitions from Geo-Spatial best practices.
fr: (à définir éventuellement comme) un super-type de géocarte conçu pour accueillir les définitions des meilleures pratiques géospatiales.

source: Price Component Type Enumeration
fr: Type d'élément de prix Enumération

source: Enumerates different price components that together make up the total price for an offered product.
fr: Enumère les différentes composantes du prix qui, ensemble, constituent le prix total d'un produit proposé.

source: Health And Beauty Business
fr: Etablissement de Santé et soins de beauté

source: Health and beauty.
fr: Santé et beauté.

source: Vein
fr: Veine

source: A type of blood vessel that specifically carries blood to the heart.
fr: Un type de vaisseau sanguin qui transporte spécifiquement le sang vers le cœur.

source: Artery
fr: Artère

source: A type of blood vessel that specifically carries blood away from the heart.
fr: Un type de vaisseau sanguin qui transporte spécifiquement le sang loin du cœur.

source: Site Navigation Element
fr: Élément de navigation du site

source: A navigation element of the page.
fr: Un élément de navigation de la page.

source: Wearable Size Group Enumeration
fr: Énumération des groupes de taille de vêtements

source: Enumerates common size groups (also known as "size types") for wearable products.
fr: Énumère les groupes de taille courants (également connus sous le nom de "types de taille") pour les produits portables.

source: Dose Schedule
fr: Calendrier des doses
