Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: Additional menu item(s) such as a side dish of salad or side order of fries that can be added to this menu item. Additionally it can be a menu section containing allowed add-on menu items for this menu item.
fr: Un ou plusieurs plats supplémentaires, tels qu'une salade ou des frites, qui peuvent être ajoutés à cet article de menu. Il peut également s'agir d'une section de menu contenant des éléments de menu supplémentaires autorisés pour cet élément de menu.

source: Recipe Ingredient
fr: Recette Ingrédient

source: Fiber Content
fr: Contenu en fibres

source: The number of grams of fiber.
fr: Le nombre de grammes de fibres.

source: Health Plan Drug Option
fr: Plan de santé Option médicaments

source: TODO.
fr: À FAIRE.

source: Industry
fr: Industrie

source: The industry associated with the job position.
fr: Le secteur d'activité associé au poste de travail.

source: In Language
fr: En langue

source: The language of the content or performance or used in an action. Please use one of the language codes from the [IETF BCP 47 standard](http://tools.ietf.org/html/bcp47). See also [[availableLanguage]].
fr: La langue du contenu ou de la performance ou utilisée dans une action. Veuillez utiliser l'un des codes de langue de la [norme IETF BCP 47] (http://tools.ietf.org/html/bcp47). Voir aussi [[availableLanguage]].

source: Employment Unit
fr: Unité d'emploi

source: Indicates the department, unit and/or facility where the employee reports and/or in which the job is to be performed.
fr: Indique le service, l'unité et/ou l'établissement dont relève l'employé et/ou dans lequel le travail doit être effectué.

source: Interacting Drug
fr: Médicament interagissant

source: Another drug that is known to interact with this drug in a way that impacts the effect of this drug or causes a risk to the patient. Note: disease interactions are typically captured as contraindications.
fr: Un autre médicament connu pour interagir avec ce médicament d'une manière qui a un impact sur l'effet de ce médicament ou qui entraîne un risque pour le patient. Remarque : les interactions médicamenteuses sont généralement saisies comme des contre-indications.

source: Start Date
fr: Date de début

source: The start date and time of the item (in [ISO 8601 date format](http://en.wikipedia.org/wiki/ISO_8601)).
fr: La date et l'heure de début de l'élément (dans le [format de date ISO 8601] (http://en.wikipedia.org/wiki/ISO_8601)).

source: Has Menu
fr: A le menu

source: Dropoff Time
fr: Heure de dépôse

source: When a rental car can be dropped off.
fr: Lorsqu'une voiture de location peut être déposée.

source: Art Edition
fr: Édition d'art

source: The number of copies when multiple copies of a piece of artwork are produced - e.g. for a limited edition of 20 prints, 'artEdition' refers to the total number of copies (in this example "20").
fr: Le nombre d'exemplaires lorsque plusieurs exemplaires d'une œuvre d'art sont produits - par exemple, pour une édition limitée à 20 tirages, "artEdition" fait référence au nombre total d'exemplaires (dans cet exemple "20").

source: Public Access
fr: Accès public

source: A flag to signal that the [[Place]] is open to public visitors. If this property is omitted there is no assumed default boolean value
fr: Un drapeau signalant que le [[Lieu]] est ouvert aux visiteurs publics. Si cette propriété est omise, il n'y a pas de valeur booléenne par défaut

source: Domiciled Mortgage
fr: Hypothèque domiciliée

source: Whether borrower is a resident of the jurisdiction where the property is located.
fr: Si l'emprunteur est un résident de la juridiction où se trouve le bien immobilier.

source: Geo Touches
fr: Touches géo

source: Represents spatial relations in which two geometries (or the places they represent) touch: "they have at least one boundary point in common, but no interior points." (A symmetric relationship, as defined in [DE-9IM](https://en.wikipedia.org/wiki/DE-9IM).)
fr: Représente les relations spatiales dans lesquelles deux géométries (ou les lieux qu'elles représentent) se touchent : "elles ont au moins un point de frontière en commun, mais aucun point intérieur" (Une relation symétrique, telle que définie dans [DE-9IM](https://en.wikipedia.org/wiki/DE-9IM).)

source: Box
fr: Boîte

source: A box is the area enclosed by the rectangle formed by two points. The first point is the lower corner, the second point is the upper corner. A box is expressed as two points separated by a space character.
fr: Une boîte est l'espace délimité par le rectangle formé par deux points. Le premier point est le coin inférieur, le second le coin supérieur. Une boîte est exprimée par deux points séparés par un espace.

source: Lender
fr: Prêteur

source: A sub property of participant. The person that lends the object being borrowed.
fr: Une sous propriété de participant. La personne qui prête l'objet emprunté.

source: Related Structure
fr: Structure connexe

source: Related anatomical structure(s) that are not part of the system but relate or connect to it, such as vascular bundles associated with an organ system.
fr: Structure(s) anatomique(s) connexe(s) ne faisant pas partie du système mais s'y rapportant ou s'y connectant, comme les faisceaux vasculaires associés à un système organique.

source: Workload
fr: Charge de travail

source: Quantitative measure of the physiologic output of the exercise; also referred to as energy expenditure.
fr: Mesure quantitative du rendement physiologique de l'exercice ; également appelée dépense énergétique.

source: Expert Considerations
fr: Considérations d'experts

source: Medical expert advice related to the plan.
fr: Avis d'experts médicaux liés au plan.

source: Available At Or From
fr: Disponible à ou à partir de

source: The place(s) from which the offer can be obtained (e.g. store locations).
fr: Le(s) lieu(x) où l'offre peut être obtenue (par exemple, l'emplacement des magasins).

source: A sub property of location. The sports activity location where this action occurred.
fr: Une sous-propriété de l'emplacement. Lieu de l'activité sportive où cette action s'est produite.

source: News Updates And Guidelines
fr: Actualités et lignes directrices

source: Indicates a page with news updates and guidelines. This could often be (but is not required to be) the main page containing [[SpecialAnnouncement]] markup on a site.
fr: Indique une page contenant des mises à jour de nouvelles et des lignes directrices. Il peut souvent s'agir (mais ce n'est pas obligatoire) de la page principale contenant les balises [[SpecialAnnouncement]] sur un site.

source: Party Size
fr: Nombre

source: Number of people the reservation should accommodate.
fr: Nombre de personnes que la réservation doit accueillir.

source: Frequency
fr: Fréquence

source: How often the dose is taken, e.g. 'daily'.
fr: La fréquence de la prise de la dose, par exemple "tous les jours".

source: Alternative Of
fr: Alternative de

source: Another gene which is a variation of this one.
fr: Un autre gène qui est une variante de celui-ci.

source: Geo Covered By
fr: Géo couvert par

source: Represents a relationship between two geometries (or the places they represent), relating a geometry to another that covers it. As defined in [DE-9IM](https://en.wikipedia.org/wiki/DE-9IM).
fr: Représente une relation entre deux géométries (ou les lieux qu'elles représentent), reliant une géométrie à une autre qui la recouvre. Tel que défini dans [DE-9IM] (https://en.wikipedia.org/wiki/DE-9IM).

source: Number Of Credits
fr: Nombre de crédits

source: The number of credits or units awarded by a Course or required to complete an EducationalOccupationalProgram.
fr: Le nombre de crédits ou d'unités accordés par un cours ou requis pour compléter un programme d'enseignement professionnel.

source: Material
fr: Matériel

source: A material that something is made from, e.g. leather, wool, cotton, paper.
fr: Un matériau à partir duquel un objet est fabriqué, par exemple le cuir, la laine, le coton, le papier.

source: Benefits
fr: Avantages

source: A commonly used identifier for the characteristic represented by the property, e.g. a manufacturer or a standard code for a property. propertyID can be (1) a prefixed string, mainly meant to be used with standards for product properties; (2) a site-specific, non-prefixed string (e.g. the primary key of the property or the vendor-specific ID of the property), or (3) a URL indicating the type of the property, either pointing to an external vocabulary, or a Web resource that describes the property (e.g. a glossary entry). Standards bodies should promote a standard prefix for the identifiers of properties from their standards.
fr: Identifiant couramment utilisé pour la caractéristique représentée par la propriété, par exemple un fabricant ou un code standard pour une propriété. propertyID peut être (1) une chaîne préfixée, principalement destinée à être utilisée avec des normes pour les propriétés de produits ; (2) une chaîne non préfixée spécifique au site (par exemple, la clé primaire de la propriété ou l'identifiant spécifique du vendeur de la propriété), ou (3) une URL indiquant le type de propriété, pointant soit vers un vocabulaire externe, soit vers une ressource Web décrivant la propriété (par exemple, une entrée de glossaire). Les organismes de normalisation devraient promouvoir un préfixe standard pour les identifiants des propriétés de leurs normes.

source: Telephone
fr: Téléphone

source: The telephone number.
fr: Le numéro de téléphone.

source: Accommodation Floor Plan
fr: Plan d'étage de l'hébergement

source: A floorplan of some [[Accommodation]].
fr: Un plan d'étage d'un [[Logement]].

source: Tax
fr: Taxe

source: The Tax / Fiscal ID of the organization or person, e.g. the TIN in the US or the CIF/NIF in Spain.
fr: Le numéro d'identification fiscale de l'organisation ou de la personne, par exemple le TIN aux États-Unis ou le CIF/NIF en Espagne.

source: Has Course Instance
fr: A l'instance de cours

source: An offering of the course at a specific time and place or through specific media or mode of study or to a specific section of students.
fr: Une offre du cours à un moment et un lieu spécifiques ou par le biais de médias ou de modes d’étude spécifiques ou à une section spécifique d’étudiants.

source: Price Currency
fr: Symbole de la devise

source: The currency of the price, or a price component when attached to [[PriceSpecification]] and its subtypes. Use standard formats: [ISO 4217 currency format](http://en.wikipedia.org/wiki/ISO_4217), e.g. "USD"; [Ticker symbol](https://en.wikipedia.org/wiki/List_of_cryptocurrencies) for cryptocurrencies, e.g. "BTC"; well known names for [Local Exchange Trading Systems](https://en.wikipedia.org/wiki/Local_exchange_trading_system) (LETS) and other currency types, e.g. "Ithaca HOUR".
fr: La devise du prix, ou un composant du prix lorsqu'il est attaché à [[PriceSpecification]] et à ses sous-types. Utiliser les formats standard : [Format de devise ISO 4217](http://en.wikipedia.org/wiki/ISO_4217), par exemple "USD" ; [Symbole de téléscripteur](https://en.wikipedia.org/wiki/List_of_cryptocurrencies) pour les crypto-monnaies, par exemple "BTC" ; noms bien connus pour les [Systèmes d'échange locaux](https://en.wikipedia.org/wiki/Local_exchange_trading_system) (SEL) et autres types de devises, par exemple "Ithaca HOUR".

source: Rest Periods
fr: Périodes de repos

source: How often one should break from the activity.
fr: La fréquence des interruptions de l'activité.

source: Billing Increment
fr: Facturation incrémentale

source: This property specifies the minimal quantity and rounding increment that will be the basis for the billing. The unit of measurement is specified by the unitCode property.
fr: Cette propriété spécifie la quantité minimale et l'incrément d'arrondi qui serviront de base à la facturation. L'unité de mesure est spécifiée par la propriété unitCode.

source: Arrival Terminal
fr: Terminal d'arrivée

source: Identifier of the flight's arrival terminal.
fr: Identifiant du terminal d'arrivée du vol.

source: Energy Efficiency Scale Max
fr: Efficacité énergétique Échelle Max

source: Specifies the most energy efficient class on the regulated EU energy consumption scale for the product category a product belongs to. For example, energy consumption for televisions placed on the market after January 1, 2020 is scaled from D to A+++.
fr: Indique la classe la plus économe en énergie sur l'échelle de consommation d'énergie réglementée de l'UE pour la catégorie de produits à laquelle appartient un produit. Par exemple, la consommation d'énergie des téléviseurs mis sur le marché après le 1er janvier 2020 est échelonnée de D à A+++.

source: Review Count
fr: Nombre d'avis

source: The count of total number of reviews.
fr: Nombre total d’avis.

source: Area
fr: Surface

source: The area within which users can expect to reach the broadcast service.
fr: Zone dans laquelle les utilisateurs peuvent espérer atteindre le service de radiodiffusion.

source: Default Value
fr: Valeur par défaut

source: The default value of the input. For properties that expect a literal, the default is a literal value, for properties that expect an object, it's an ID reference to one of the current values.
fr: La valeur par défaut de l'entrée. Pour les propriétés qui attendent un littéral, la valeur par défaut est un littéral, pour les propriétés qui attendent un objet, il s'agit d'une référence ID à l'une des valeurs actuelles.

source: Browser Requirements
fr: Configuration requise pour le navigateur

source: Specifies browser requirements in human-readable text. For example, 'requires HTML5 support'.
fr: Spécifie les exigences du navigateur dans un texte lisible par l'homme. Par exemple, "nécessite la prise en charge de HTML5".

source: Predecessor Of
fr: Prédécesseur de

source: A pointer from a previous, often discontinued variant of the product to its newer variant.
fr: Un pointeur d'une variante précédente, souvent abandonnée, du produit vers sa variante la plus récente.

source: Call Sign
fr: Panneau d'appel

source: A [callsign](https://en.wikipedia.org/wiki/Call_sign), as used in broadcasting and radio communications to identify people, radio and TV stations, or vehicles.
fr: Un [indicatif] (https://en.wikipedia.org/wiki/Call_sign), tel qu'il est utilisé dans la radiodiffusion et les communications radio pour identifier des personnes, des stations de radio et de télévision ou des véhicules.

source: Flight Number
fr: Numéro de vol

source: The unique identifier for a flight including the airline IATA code. For example, if describing United flight 110, where the IATA code for United is 'UA', the flightNumber is 'UA110'.
fr: L'identifiant unique d'un vol comprend le code IATA de la compagnie aérienne. Par exemple, si l'on décrit le vol 110 de United, dont le code IATA est "UA", le numéro de vol est "UA110".

source: Cvd Num C19 Of Mech Vent Pats
fr: Cvd Num C19 de Mech Vent Pats

source: numc19ofmechventpats - ED/OVERFLOW and VENTILATED: Patients with suspected or confirmed COVID-19 who are in the ED or any overflow location awaiting an inpatient bed and on a mechanical ventilator.
fr: numc19ofmechventpats - ED/OVERFLOW et VENTILATED : Patients atteints d'une COVID-19 suspectée ou confirmée qui se trouvent aux urgences ou dans un lieu de débordement en attente d'un lit d'hospitalisation et qui sont sous ventilation mécanique.

source: Educational Framework
fr: Cadre éducatif

source: The framework to which the resource being described is aligned.
fr: Le cadre dans lequel s'inscrit la ressource décrite.

source: Legislation Legal Force
fr: Législation Force juridique

source: Whether the legislation is currently in force, not in force, or partially in force.
fr: Si la législation est actuellement en vigueur, non en vigueur ou partiellement en vigueur.

source: Part Of Order
fr: Partie de l'ordre

source: The overall order the items in this delivery were included in.
fr: L'ordre général dans lequel les articles de cette livraison ont été inclus.

source: Software Add On
fr: Logiciel complémentaire

source: Additional content for a software application.
fr: Contenu supplémentaire pour une application logicielle.

source: An aspect of medical practice that is considered on the page, such as 'diagnosis', 'treatment', 'causes', 'prognosis', 'etiology', 'epidemiology', etc.
fr: Un aspect de la pratique médicale considéré sur la page, tel que le "diagnostic", le "traitement", les "causes", le "pronostic", l'"étiologie", l'"épidémiologie", etc.

source: Order Date
fr: Date de commande

source: Date order was placed.
fr: Date de la commande.

source: Sender
fr: Expéditeur

source: A sub property of participant. The participant who is at the sending end of the action.
fr: Une sous propriété de participant. Le participant qui est à l'origine de l'action.

source: Health Plan Coinsurance Option
fr: Option de coassurance du régime de santé

source: Whether the coinsurance applies before or after deductible, etc. TODO: Is this a closed set?
fr: Si la coassurance s'applique avant ou après la franchise, etc. TODO : S'agit-il d'un ensemble fermé ?

source: Service Type
fr: Type de service

source: The type of service being offered, e.g. veterans' benefits, emergency relief, etc.
fr: Le type de service offert, p. ex. les prestations des anciens combattants, les secours d’urgence, etc.

source: Contraindication
fr: Contre-indication

source: A contraindication for this therapy.
fr: Une contre-indication à cette thérapie.

source: Legislation Responsible
fr: Législation responsable

source: An individual or organization that has some kind of responsibility for the legislation. Typically the ministry who is/was in charge of elaborating the legislation, or the adressee for potential questions about the legislation once it is published.
fr: Une personne ou une organisation qui a une certaine responsabilité dans la législation. Il s'agit généralement du ministère qui est/était chargé de l'élaboration de la législation, ou de la personne à qui l'on peut poser des questions sur la législation une fois qu'elle a été publiée.

source: Legislation Jurisdiction
fr: Législation Compétence

source: The jurisdiction from which the legislation originates.
fr: La juridiction dont émane la législation.

source: Collection Size
fr: Taille de la collection

source: The place of attachment of a muscle, or what the muscle moves.
fr: Le lieu d'attache d'un muscle, ou ce que le muscle fait bouger.

source: Date Published
fr: Date de publication

source: Date of first broadcast/publication.
fr: Date de la première diffusion/publication.

source: Engine Displacement
fr: Cylindrée du moteur

source: The volume swept by all of the pistons inside the cylinders of an internal combustion engine in a single movement. Typical unit code(s): CMQ for cubic centimeter, LTR for liters, INQ for cubic inches * Note 1: You can link to information about how the given value has been determined using the [[valueReference]] property. * Note 2: You can use [[minValue]] and [[maxValue]] to indicate ranges.
fr: Le volume balayé par tous les pistons à l'intérieur des cylindres d'un moteur à combustion interne en un seul mouvement. Code(s) d'unité(s) typique(s) : CMQ pour centimètre cube, LTR pour litre, INQ pour pouce cube * Note 1 : Vous pouvez créer un lien vers des informations sur la manière dont la valeur donnée a été déterminée en utilisant la propriété [[valueReference]]. * Note 2 : Vous pouvez utiliser [[minValue]] et [[maxValue]] pour indiquer des plages.

source: Has Delivery Method
fr: A la méthode de livraison

source: Method used for delivery or shipping.
fr: Méthode utilisée pour la livraison ou l'expédition.

source: Media Item Appearance
fr: Apparence de l'élément de média

source: In the context of a [[MediaReview]], indicates specific media item(s) that are grouped using a [[MediaReviewItem]].
fr: Dans le contexte d'une [[MediaReview]], indique un ou plusieurs éléments médiatiques spécifiques qui sont regroupés à l'aide d'un [[MediaReviewItem]].

source: Instructor
fr: Formateur

source: A person assigned to instruct or provide instructional assistance for the [[CourseInstance]].
fr: Personne chargée d'enseigner ou de fournir une assistance pédagogique pour la [[CourseInstance]].

source: Program Name
fr: Nom du programme

source: The program providing the membership.
fr: Le programme fournissant l'adhésion.

source: Offers
fr: Offres

source: An offer to provide this item&#x2014;for example, an offer to sell a product, rent the DVD of a movie, perform a service, or give away tickets to an event. Use [[businessFunction]] to indicate the kind of transaction offered, i.e. sell, lease, etc. This property can also be used to describe a [[Demand]]. While this property is listed as expected on a number of common types, it can be used in others. In that case, using a second type, such as Product or a subtype of Product, can clarify the nature of the offer.
fr: Offre de fournir cet élément - par exemple, offre de vendre un produit, de louer le DVD d'un film, de fournir un service ou d'offrir des billets pour un événement. Utilisez [[businessFunction]] pour indiquer le type de transaction proposé, c'est-à-dire vente, location, etc. Cette propriété peut également être utilisée pour décrire une [[Demande]]. Bien que cette propriété soit listée comme attendue pour un certain nombre de types communs, elle peut être utilisée dans d'autres. Dans ce cas, l'utilisation d'un second type, tel que Produit ou un sous-type de Produit, peut clarifier la nature de l'offre.

source: Training Salary
fr: Salaire de formation

source: The estimated salary earned while in the program.
fr: Le salaire estimé pendant la durée du programme.

source: Primary Image Of Page
fr: Image principale de la page

source: Indicates the main image on the page.
fr: Indique l'image principale de la page.

source: Sub Test
fr: Sous-test

source: A component test of the panel.
fr: Test des composants du panneau.

source: Video Frame Size
fr: Taille de l'image vidéo

source: The frame size of the video.
fr: Taille de l'image de la vidéo.

source: Boarding Group
fr: Groupe d'embarquement

source: The airline-specific indicator of boarding order / preference.
fr: L'indicateur d'ordre d'embarquement / de préférence propre à la compagnie aérienne.

source: Return Policy Country
fr: Politique de retour Pays

source: The country where the product has to be sent to for returns, for example "Ireland" using the [[name]] property of [[Country]]. You can also provide the two-letter [ISO 3166-1 alpha-2 country code](http://en.wikipedia.org/wiki/ISO_3166-1). Note that this can be different from the country where the product was originally shipped from or sent to.
fr: Le pays où le produit doit être envoyé pour les retours, par exemple "Irlande" en utilisant la propriété [[name]] de [[Country]]. Vous pouvez également indiquer le [code pays ISO 3166-1 alpha-2] à deux lettres (http://en.wikipedia.org/wiki/ISO_3166-1). Notez que ce code peut être différent du pays d'où le produit a été expédié ou envoyé à l'origine.

source: An image of the item. This can be a [[URL]] or a fully described [[ImageObject]].
fr: Une image de l'élément. Il peut s'agir d'une [[URL]] ou d'un [[ImageObject]] entièrement décrit.

source: Dateline
fr: Ligne de base
