Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: A SpecialAnnouncement combines a simple date-stamped textual information update with contextualized Web links and other structured data. It represents an information update made by a locally-oriented organization, for example schools, pharmacies, healthcare providers, community groups, police, local government. For work in progress guidelines on Coronavirus-related markup see [this doc](https://docs.google.com/document/d/14ikaGCKxo50rRM7nvKSlbUpjyIk2WMQd3IkB1lItlrM/edit#). The motivating scenario for SpecialAnnouncement is the [Coronavirus pandemic](https://en.wikipedia.org/wiki/2019%E2%80%9320_coronavirus_pandemic), and the initial vocabulary is oriented to this urgent situation. Schema.org expect to improve the markup iteratively as it is deployed and as feedback emerges from use. In addition to our usual [Github entry](https://github.com/schemaorg/schemaorg/issues/2490), feedback comments can also be provided in [this document](https://docs.google.com/document/d/1fpdFFxk8s87CWwACs53SGkYv3aafSxz_DTtOQxMrBJQ/edit#). While this schema is designed to communicate urgent crisis-related information, it is not the same as an emergency warning technology like [CAP](https://en.wikipedia.org/wiki/Common_Alerting_Protocol), although there may be overlaps. The intent is to cover the kinds of everyday practical information being posted to existing websites during an emergency situation. Several kinds of information can be provided: We encourage the provision of "name", "text", "datePosted", "expires" (if appropriate), "category" and "url" as a simple baseline. It is important to provide a value for "category" where possible, most ideally as a well known URL from Wikipedia or Wikidata. In the case of the 2019-2020 Coronavirus pandemic, this should be "https://en.wikipedia.org/w/index.php?title=2019-20\_coronavirus\_pandemic" or "https://www.wikidata.org/wiki/Q81068910". For many of the possible properties, values can either be simple links or an inline description, depending on whether a summary is available. For a link, provide just the URL of the appropriate page as the property's value. For an inline description, use a [[WebContent]] type, and provide the url as a property of that, alongside at least a simple "[[text]]" summary of the page. It is unlikely that a single SpecialAnnouncement will need all of the possible properties simultaneously. We expect that in many cases the page referenced might contain more specialized structured data, e.g. contact info, [[openingHours]], [[Event]], [[FAQPage]] etc. By linking to those pages from a [[SpecialAnnouncement]] you can help make it clearer that the events are related to the situation (e.g. Coronavirus) indicated by the [[category]] property of the [[SpecialAnnouncement]]. Many [[SpecialAnnouncement]]s will relate to particular regions and to identifiable local organizations. Use [[spatialCoverage]] for the region, and [[announcementLocation]] to indicate specific [[LocalBusiness]]es and [[CivicStructure]]s. If the announcement affects both a particular region and a specific location (for example, a library closure that serves an entire region), use both [[spatialCoverage]] and [[announcementLocation]]. The [[about]] property can be used to indicate entities that are the focus of the announcement. We now recommend using [[about]] only for representing non-location entities (e.g. a [[Course]] or a [[RadioStation]]). For places, use [[announcementLocation]] and [[spatialCoverage]]. Consumers of this markup should be aware that the initial design encouraged the use of [[about]] for locations too. The basic content of [[SpecialAnnouncement]] is similar to that of an [RSS](https://en.wikipedia.org/wiki/RSS) or [Atom](https://en.wikipedia.org/wiki/Atom_(Web_standard)) feed. For publishers without such feeds, basic feed-like information can be shared by posting [[SpecialAnnouncement]] updates in a page, e.g. using JSON-LD. For sites with Atom/RSS functionality, you can point to a feed with the [[webFeed]] property. This can be a simple URL, or an inline [[DataFeed]] object, with [[encodingFormat]] providing media type information, e.g. "application/rss+xml" or "application/atom+xml".
fr: Une annonce spéciale combine une simple mise à jour d'informations textuelles horodatées avec des liens Web contextualisés et des données structurées avec des liens Web contextualisés et d'autres données structurées. Il s'agit d'une mise à jour d'informations effectuée par une une organisation à vocation locale, par exemple des écoles, des pharmacies, des prestataires de soins de santé, des groupes communautaires, la police, l'administration locale. Pour des lignes directrices sur le balisage lié au Coronavirus, voir [ce document] (https://docs.google.com/document/d/14ikaGCKxo50rRM7nvKSlbUpjyIk2WMQd3IkB1lItlrM/edit#). Le scénario motivant SpecialAnnouncement est la [pandémie de coronavirus] (https://en.wikipedia.org/wiki/2019%E2%80%9320_coronavirus_pandemic), et le vocabulaire initial est orienté vers cette situation urgente. Schema.org prévoit d'améliorer le balisage de manière itérative au fur et à mesure de son déploiement et des retours d'expérience. En plus de nos habituelle [entrée Github](https://github.com/schemaorg/schemaorg/issues/2490), les commentaires peuvent également être fournis dans [ce document](https://docs.google.com/document/d/1fpdFFxk8s87CWwACs53SGkYv3aafSxz_DTtOQxMrBJQ/edit#). Bien que ce schéma soit conçu pour communiquer des informations urgentes liées à une crise, il n'est pas identique à une technologie d'alerte d'urgence telle que [CAP](https://en.wikipedia.org/wiki/Common_Alerting_Protocol), bien qu'il puisse y avoir des chevauchements. L'objectif est de couvrir les types d'informations pratiques quotidiennes publiées sur les sites web existants en cas de situation d'urgence. Plusieurs types d'informations peuvent être fournis : Nous encourageons la fourniture de "nom", "texte", "datePosted", "expires" (le cas échéant), "catégorie" et "url" comme simple base de référence "url" comme simple base de référence. Il est important de fournir une valeur pour "category" dans la mesure du possible, idéalement sous la forme d'un URL bien connue de Wikipédia ou de Wikidata. Dans le cas de la pandémie de coronavirus 2019-2020, il s'agit de "https://en.wikipedia.org/w/index.php?title=2019-20\_coronavirus\_pandemic" ou "https://www.wikidata.org/wiki/Q81068910". Pour de nombreuses propriétés possibles, les valeurs peuvent être de simples liens ou une description en ligne, selon qu'un résumé est disponible ou non. Pour un lien, il suffit de fournir l'URL de la page appropriée comme valeur de la propriété. Pour une description en ligne, utilisez un type [[WebContent]] et fournissez l'URL comme propriété de ce type, ainsi qu'au moins un résumé simple "[[texte]]" de la page. Il est il est peu probable qu'une seule SpecialAnnouncement ait besoin de toutes les propriétés possibles simultanément. Nous nous attendons à ce que, dans de nombreux cas, la page référencée contienne des données structurées plus spécialisées, par exemple des informations de contact, [[heures d'ouverture]], [[événement]], [[page FAQ]], etc. En créant un lien vers ces pages à partir d'une [[Annonce spéciale]], vous pouvez contribuer à rendre plus clair le fait que les événements sont liés à la situation (par exemple, Coronavirus) indiquée par la propriété [[catégorie]] de l'[[Annonce spéciale]]. De nombreuses [[Annonces spéciales]] concernent des régions particulières et des organisations locales identifiables. Utilisez [[spatialCoverage]] pour la région, et [[announcementLocation]] pour indiquer des [[LocalBusiness]]es et des [[CivicStructure]]s spécifiques. Si l'annonce concerne à la fois une région particulière et un lieu spécifique (par exemple, la fermeture d'une bibliothèque desservant toute une région), utilisez à la fois [[spatialCoverage]] et [[announcementLocation]]. La propriété [[about]] peut être utilisée pour indiquer les entités qui font l'objet de l'annonce. Nous recommandons désormais d'utiliser [[about]] uniquement pour représenter des entités non localisées (par exemple un [[Cours]] ou une [[Station radio]]). Pour les lieux, utilisez [[announcementLocation]] et [[spatialCoverage]]. Les utilisateurs de ce balisage doivent savoir que la conception initiale encourageait l'utilisation de [[about]] pour les lieux également. Le contenu de base de [[SpecialAnnouncement]] est similaire à celui d'un flux [RSS](https://en.wikipedia.org/wiki/RSS) ou [Atom](https://en.wikipedia.org/wiki/Atom_(Web_standard)). Pour les éditeurs qui ne disposent pas de tels flux, des informations de base similaires à celles d'un flux peuvent être partagées en affichant [[SpecialAnnouncement]] dans une page, par exemple en utilisant JSON-LD. Pour les sites dotés de la fonctionnalité Atom/RSS, vous pouvez pointer vers un flux avec la propriété [[webFeed]]. Il peut s'agir d'une simple URL ou d'un objet [[DataFeed]] en ligne, avec [[encodingFormat]] fournissant des informations sur le type de média, par exemple "application/rss+xml" ou "application/atom+xml".

source: Employer Review
fr: Avis du client

source: An [[EmployerReview]] is a review of an [[Organization]] regarding its role as an employer, written by a current or former employee of that organization.
fr: Une [[Revue de l'employeur]] est une revue d'une [[Organisation]] concernant son rôle en tant qu'employeur, rédigée par un employé ou un ancien employé de cette organisation.

source: Web Content
fr: Contenu Web

source: WebContent is a type representing all [[WebPage]], [[WebSite]] and [[WebPageElement]] content. It is sometimes the case that detailed distinctions between Web pages, sites and their parts are not always important or obvious. The [[WebContent]] type makes it easier to describe Web-addressable content without requiring such distinctions to always be stated. (The intent is that the existing types [[WebPage]], [[WebSite]] and [[WebPageElement]] will eventually be declared as subtypes of [[WebContent]].)
fr: WebContent est un type représentant tous les contenus de [[WebPage]], [[WebSite]] et [[WebPageElement]]. Il arrive que les distinctions détaillées entre les pages Web, les sites et leurs éléments ne soient pas toujours importantes ou évidentes. Le type [[WebContent]] facilite la description du contenu adressable par le web sans exiger que ces distinctions soient toujours indiquées. (L'intention est que les types existants [[WebPage]], [[WebSite]] et [[WebPageElement]] soient finalement déclarés comme sous-types de [[WebContent]])

source: Reservation
fr: Réservation

source: Describes a reservation for travel, dining or an event. Some reservations require tickets. Note: This type is for information about actual reservations, e.g. in confirmation emails or HTML pages with individual confirmations of reservations. For offers of tickets, restaurant reservations, flights, or rental cars, use [[Offer]].
fr: Décrit une réservation pour un voyage, un repas ou un événement. Certaines réservations nécessitent des billets. Note : Ce type est destiné aux informations sur les réservations réelles, par exemple dans les courriels de confirmation ou les pages HTML contenant des confirmations individuelles de réservations. Pour les offres de billets, de réservations de restaurant, de vols ou de voitures de location, utilisez [[Offre]].

source: Hyper Toc Entry
fr: Entrée Hyper Toc

source: A HyperToEntry is an item within a [[HyperToc]], which represents a hypertext table of contents for complex media objects, such as [[VideoObject]], [[AudioObject]]. The media object itself is indicated using [[associatedMedia]]. Each section of interest within that content can be described with a [[HyperTocEntry]], with associated [[startOffset]] and [[endOffset]]. When several entries are all from the same file, [[associatedMedia]] is used on the overarching [[HyperTocEntry]]; if the content has been split into multiple files, they can be referenced using [[associatedMedia]] on each [[HyperTocEntry]].
fr: Un HyperToEntry est un élément d'un [[HyperToc]], qui représente une table des matières hypertexte pour des objets multimédias complexes, tels que [[VideoObject]], [[AudioObject]]. L'objet média lui-même est indiqué à l'aide de [[associatedMedia]]. Chaque section intéressante de ce contenu peut être décrite par une [[HyperTocEntry]], avec les [[startOffset]] et [[endOffset]] associés. Lorsque plusieurs entrées proviennent du même fichier, [[associatedMedia]] est utilisé dans l'[[HyperTocEntry]] global ; si le contenu a été divisé en plusieurs fichiers, ils peuvent être référencés en utilisant [[associatedMedia]] dans chaque [[HyperTocEntry]].

source: Medical Test
fr: Test médical

source: Any medical test, typically performed for diagnostic purposes.
fr: Tout test médical, généralement effectué à des fins de diagnostic.

source: Surgical Procedure
fr: Procédure chirurgicale

source: A medical procedure involving an incision with instruments; performed for diagnose, or therapeutic purposes.
fr: Procédure médicale impliquant une incision à l'aide d'instruments, pratiquée à des fins diagnostiques ou thérapeutiques.

source: Data Type
fr: Type de données

source: The basic data types such as Integers, Strings, etc.
fr: Les types de données de base tels que les nombres entiers, les chaînes de caractères, etc.

source: Video Gallery
fr: Galerie vidéo

source: Web page type: Video gallery page.
fr: Type de page web : Page de galerie vidéo.

source: Quantity
fr: Quantité

source: Quantities such as distance, time, mass, weight, etc. Particular instances of say Mass are entities like '3 kg' or '4 milligrams'.
fr: Des quantités telles que la distance, le temps, la masse, le poids, etc. Les exemples particuliers de masse sont des entités telles que "3 kg" ou "4 milligrammes".

source: Series
fr: Séries

source: A Series in schema.org is a group of related items, typically but not necessarily of the same kind. See also [[CreativeWorkSeries]], [[EventSeries]].
fr: Dans schema.org, une série est un groupe d'éléments apparentés, généralement mais pas nécessairement du même type. Voir aussi [[CreativeWorkSeries]], [[EventSeries]].

source: Screening Event
fr: Évènement de projection

source: A screening of a movie or other video.
fr: Projection d'un film ou d'une autre vidéo.

source: Claim
fr: Revendiquer

source: A [[Claim]] in Schema.org represents a specific, factually-oriented claim that could be the [[itemReviewed]] in a [[ClaimReview]]. The content of a claim can be summarized with the [[text]] property. Variations on well known claims can have their common identity indicated via [[sameAs]] links, and summarized with a [[name]]. Ideally, a [[Claim]] description includes enough contextual information to minimize the risk of ambiguity or inclarity. In practice, many claims are better understood in the context in which they appear or the interpretations provided by claim reviews. Beyond [[ClaimReview]], the Claim type can be associated with related creative works - for example a [[ScholarlyArticle]] or [[Question]] might be [[about]] some [[Claim]]. At this time, Schema.org does not define any types of relationship between claims. This is a natural area for future exploration.
fr: Une [[Claim]] dans Schema.org représente une revendication spécifique, orientée vers les faits, qui pourrait être l'[[itemReviewed]] dans une [[ClaimReview]]. Le contenu d'une revendication peut être résumé à l'aide de la propriété [[text]]. Les variantes de revendications bien connues peuvent voir leur identité commune indiquée par des liens [[sameAs]], et résumée par un [[name]]. Idéalement, la description d'une [[revendication]] comprend suffisamment d'informations contextuelles pour minimiser le risque d'ambiguïté ou d'inclinaison. Dans la pratique, de nombreuses revendications sont mieux comprises dans le contexte dans lequel elles apparaissent ou dans les interprétations fournies par les revues de revendications. Au-delà de la [[Révision de revendication]], le type de revendication peut être associé à des œuvres créatives connexes - par exemple, un [[Article savant]] ou une [[Question]] peut être [[à propos de]] une [[Revendication]]. Pour l'instant, Schema.org ne définit aucun type de relation entre les revendications. Il s'agit d'un domaine naturel à explorer à l'avenir.

source: Digital Document Permission Type
fr: Type d'autorisation pour les documents numériques

source: A type of permission which can be granted for accessing a digital document.
fr: Un type d'autorisation qui peut être accordé pour accéder à un document numérique.

source: Mosque
fr: Mosquée

source: A mosque.
fr: Une mosquée.

source: Library System
fr: Système de bibliothèque

source: A [[LibrarySystem]] is a collaborative system amongst several libraries.
fr: Un [[LibrarySystem]] est un système collaboratif entre plusieurs bibliothèques.

source: Nerve
fr: Nerf

source: A common pathway for the electrochemical nerve impulses that are transmitted along each of the axons.
fr: Une voie commune pour les impulsions nerveuses électrochimiques qui sont transmises le long de chacun des axones.

source: Notary
fr: Notaire

source: A notary.
fr: Un notaire.

source: Watch Action
fr: Regarder l'action

source: The act of consuming dynamic/moving visual content.
fr: L'acte de consommer un contenu visuel dynamique/en mouvement.

source: Auto Wash
fr: Lavage automobile

source: A car wash business.
fr: Une entreprise de lavage de voitures.

source: Comment Action
fr: Commentaire Action

source: The act of generating a comment about a subject.
fr: L'acte de générer un commentaire sur un sujet.

source: Return Method Enumeration
fr: Énumération des méthodes de retour

source: Enumerates several types of product return methods.
fr: Enumère plusieurs types de méthodes de retour de produits.

source: Jewelry Store
fr: Magasin de bijoux

source: A jewelry store.
fr: Une bijouterie.

source: Review Action
fr: Vérifier l'action

source: The act of producing a balanced opinion about the object for an audience. An agent reviews an object with participants resulting in a review.
fr: L'acte de produire une opinion équilibrée sur l'objet pour un public. Un agent examine un objet avec des participants, ce qui donne lieu à un examen.

source: Eu Energy Efficiency Enumeration
fr: Recensement de l'efficacité énergétique dans l'UE

source: Enumerates the EU energy efficiency classes A-G as well as A+, A++, and A+++ as defined in EU directive 2017/1369.
fr: Enumère les classes d'efficacité énergétique de l'UE A-G ainsi que A+, A++ et A+++ telles que définies dans la directive 2017/1369 de l'UE.

source: Animal Shelter
fr: Refuge pour animaux

source: Animal shelter.
fr: Refuge pour animaux.

source: Image Gallery
fr: Galerie d'images

source: Web page type: Image gallery page.
fr: Type de page web : Page de galerie d'images.

source: A [[LiveBlogPosting]] is a [[BlogPosting]] intended to provide a rolling textual coverage of an ongoing event through continuous updates.
fr: Un [[LiveBlogPosting]] est un [[BlogPosting]] destiné à fournir une couverture textuelle continue d'un événement en cours par le biais de mises à jour permanentes.

source: Public Toilet
fr: Toilettes publiques

source: A public toilet is a room or small building containing one or more toilets (and possibly also urinals) which is available for use by the general public, or by customers or employees of certain businesses.
fr: Les toilettes publiques sont une pièce ou un petit bâtiment contenant une ou plusieurs toilettes (et éventuellement des urinoirs) à la disposition du grand public, des clients ou des employés de certaines entreprises.

source: Medical Contraindication
fr: Contre-indication médicale

source: A condition or factor that serves as a reason to withhold a certain medical therapy. Contraindications can be absolute (there are no reasonable circumstances for undertaking a course of action) or relative (the patient is at higher risk of complications, but these risks may be outweighed by other considerations or mitigated by other measures).
fr: Une condition ou un facteur qui sert de raison pour ne pas entreprendre une certaine thérapie médicale. Les contre-indications peuvent être absolues (il n'y a pas de circonstances raisonnables pour entreprendre une action) ou relatives (le patient est exposé à un risque plus élevé de complications, mais ces risques peuvent être compensés par d'autres considérations ou atténués par d'autres mesures).

source: Comedy Event
fr: Évènement de spectacle

source: Event type: Comedy event.
fr: Type d'événement : Événement comique.

source: Suspend Action
fr: Suspendre l'action

source: The act of momentarily pausing a device or application (e.g. pause music playback or pause a timer).
fr: Le fait de mettre momentanément en pause un appareil ou une application (par exemple, mettre en pause la lecture d'une musique ou d'une minuterie).

source: Lend Action
fr: Prêter Action

source: The act of providing an object under an agreement that it will be returned at a later date. Reciprocal of BorrowAction. Related actions: * [[BorrowAction]]: Reciprocal of LendAction.
fr: L'action de fournir un objet en s'engageant à le rendre à une date ultérieure. Réciproque de BorrowAction. Actions connexes : * [[BorrowAction]] : Réciproque de LendAction.

source: Funding Scheme
fr: Régime de financement

source: A FundingScheme combines organizational, project and policy aspects of grant-based funding that sets guidelines, principles and mechanisms to support other kinds of projects and activities. Funding is typically organized via [[Grant]] funding. Examples of funding schemes: Swiss Priority Programmes (SPPs); EU Framework 7 (FP7); Horizon 2020; the NIH-R01 Grant Program; Wellcome institutional strategic support fund. For large scale public sector funding, the management and administration of grant awards is often handled by other, dedicated, organizations - [[FundingAgency]]s such as ERC, REA, ...
fr: Un plan de financement combine les aspects organisationnels, de projet et de politique du financement par subvention qui définit des lignes directrices, des principes et des mécanismes pour soutenir d'autres types de projets et d'activités. Le financement est généralement organisé par le biais d'une [[subvention]]. Exemples de programmes de financement : Programmes prioritaires suisses (PPS) ; 7e programme-cadre de l'UE (7e PC) ; Horizon 2020 ; programme de subventions NIH-R01 ; fonds de soutien stratégique de l'institution Wellcome. Pour les financements à grande échelle du secteur public, la gestion et l'administration des subventions sont souvent prises en charge par d'autres organisations spécialisées - [[FundingAgency]]s telles que l'ERC, la REA, ...].

source: Television Station
fr: Chaine de télévision

source: A television station.
fr: Une chaîne de télévision.

source: Motorized Bicycle
fr: Bicyclette motorisée

source: A motorized bicycle is a bicycle with an attached motor used to power the vehicle, or to assist with pedaling.
fr: Une bicyclette motorisée est une bicyclette équipée d'un moteur qui sert à propulser le véhicule ou à l'aider à pédaler.

source: Poster
fr: Annonceur

source: A large, usually printed placard, bill, or announcement, often illustrated, that is posted to advertise or publicize something.
fr: Une grande affiche, généralement imprimée, un billet ou une annonce, souvent illustrée, qui est affichée pour annoncer ou faire connaître quelque chose.

source: Day Of Week
fr: Jour de la semaine
