Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: The name of the credit card or other method of payment for the order.
fr: Le nom de la carte de crédit ou d'un autre mode de paiement pour la commande.

source: Loan Repayment Form
fr: Formulaire de remboursement de prêt

source: A form of paying back money previously borrowed from a lender. Repayment usually takes the form of periodic payments that normally include part principal plus interest in each payment.
fr: Une forme de remboursement de l'argent précédemment emprunté à un prêteur. Le remboursement prend généralement la forme de paiements périodiques qui comprennent normalement une partie du principal et des intérêts dans chaque paiement.

source: Used To Diagnose
fr: Utilisé pour diagnostiquer

source: A condition the test is used to diagnose.
fr: Une condition que le test est utilisé pour diagnostiquer.

source: A posting that is part of this blog.
fr: Une publication qui fait partie de ce blog.

source: Unit Text
fr: Texte de l'unité

source: A string or text indicating the unit of measurement. Useful if you cannot provide a standard unit code for <a href='unitCode'>unitCode</a>.
fr: Chaîne ou texte indiquant l'unité de mesure. Utile si vous ne pouvez pas fournir un code d'unité standard pour <a href='unitCode'>unitCode</a>.

source: Release Date
fr: Date de sortie

source: The release date of a product or product model. This can be used to distinguish the exact variant of a product.
fr: La date de sortie d'un produit ou d'un modèle de produit. Elle peut être utilisée pour distinguer la variante exacte d'un produit.

source: Runtime
fr: Durée

source: Months Of Experience
fr: Mois d'expérience

source: The organization or person from which the product was acquired.
fr: L'organisation ou la personne auprès de laquelle le produit a été acquis.

source: The opening hours of a certain place.
fr: Les heures d'ouverture d'un lieu donné.

source: Link Relationship
fr: Lien Relation

source: Indicates the relationship type of a Web link.
fr: Indique le type de relation d'un lien Web.

source: Access Mode
fr: Mode d'accès

source: The human sensory perceptual system or cognitive faculty through which a person may process or perceive information. Values should be drawn from the [approved vocabulary](https://www.w3.org/2021/a11y-discov-vocab/latest/#accessMode-vocabulary).
fr: Le système sensoriel et perceptif humain ou la faculté cognitive par lesquels une personne peut traiter ou percevoir des informations. Les valeurs doivent être tirées du [vocabulaire approuvé] (https://www.w3.org/2021/a11y-discov-vocab/latest/#accessMode-vocabulary).

source: Meal Service
fr: Service de repas

source: Description of the meals that will be provided or available for purchase.
fr: Description des repas qui seront fournis ou disponibles à l'achat.

source: Sub Events
fr: Sous-événements

source: Events that are a part of this event. For example, a conference event includes many presentations, each subEvents of the conference.
fr: Événements qui font partie de cet événement. Par exemple, une conférence comprend de nombreuses présentations, qui sont autant de sous-événements de la conférence.

source: Mileage From Odometer
fr: Kilométrage au compteur

source: The total distance travelled by the particular vehicle since its initial production, as read from its odometer. Typical unit code(s): KMT for kilometers, SMI for statute miles
fr: La distance totale parcourue par le véhicule en question depuis sa production initiale, telle que lue au compteur kilométrique. Code(s) d'unité(s) typique(s) : KMT pour les kilomètres, SMI pour les milles terrestres

source: Postal Code End
fr: Code postal Fin

source: Last postal code in the range (included). Needs to be after [[postalCodeBegin]].
fr: Dernier code postal de la plage (inclus). Doit figurer après [[postalCodeBegin]].

source: A sub property of instrument. The recipe/instructions used to perform the action.
fr: Une sous-propriété de l'instrument. La recette/les instructions utilisées pour effectuer l'action.

source: A material used as a surface in some artwork, e.g. Canvas, Paper, Wood, Board, etc.
fr: Matériau utilisé comme surface dans certaines œuvres d'art, par exemple la toile, le papier, le bois, le carton, etc.

source: Url Template
fr: Modèle d'Url

source: An url template (RFC6570) that will be used to construct the target of the execution of the action.
fr: Un modèle d'url (RFC6570) qui sera utilisé pour construire la cible de l'exécution de l'action.

source: Nonprofit Status
fr: Statut d'organisme à but non lucratif

source: nonprofitStatus indicates the legal status of a non-profit organization in its primary place of business.
fr: nonprofitStatus indique le statut juridique d'une organisation à but non lucratif dans son principal lieu d'activité.

source: Broadcast Service Tier
fr: Niveau du service de radiodiffusion

source: The type of service required to have access to the channel (e.g. Standard or Premium).
fr: Le type de service requis pour avoir accès à la chaîne (par exemple Standard ou Premium).

source: The International Standard Serial Number (ISSN) that identifies this serial publication. You can repeat this property to identify different formats of, or the linking ISSN (ISSN-L) for, this serial publication.
fr: Le numéro international normalisé des publications en série (ISSN) qui identifie cette publication en série. Vous pouvez répéter cette propriété pour identifier différents formats ou l'ISSN de liaison (ISSN-L) de cette publication en série.

source: Has Occupation
fr: A une activité professionnelle

source: The Person's occupation. For past professions, use Role for expressing dates.
fr: La profession de la personne. Pour les professions antérieures, utilisez le rôle pour exprimer les dates.

source: In Ch I
fr: En Ch I

source: Non-proprietary identifier for molecular entity that can be used in printed and electronic data sources thus enabling easier linking of diverse data compilations.
fr: Identifiant non exclusif d'une entité moléculaire qui peut être utilisé dans des sources de données imprimées et électroniques, ce qui permet de relier plus facilement diverses compilations de données.

source: Original Media Context Description
fr: Média d'origine Contexte Description

source: Describes, in a [[MediaReview]] when dealing with [[DecontextualizedContent]], background information that can contribute to better interpretation of the [[MediaObject]].
fr: Décrit, dans une [[Revue des médias]] lorsqu'il s'agit de [[Contenu décontextualisé]], les informations contextuelles qui peuvent contribuer à une meilleure interprétation de l'[[Objet médiatique]].

source: Exercise Type
fr: Type d'exercice

source: Type(s) of exercise or activity, such as strength training, flexibility training, aerobics, cardiac rehabilitation, etc.
fr: Type(s) d'exercice ou d'activité, comme l'entraînement de la force, l'entraînement de la souplesse, l'aérobic, la réadaptation cardiaque, etc.

source: Arrival Boat Terminal
fr: Arrivée Terminal à bateaux

source: The terminal or port from which the boat arrives.
fr: Le terminal ou le port d'arrivée du bateau.

source: Edit Eidr
fr: Modifier Eidr

source: Upload Date
fr: Date d'importation

source: Date when this media object was uploaded to this site.
fr: Date à laquelle cet objet multimédia a été téléchargé sur ce site.

source: Origin Address
fr: Adresse d'origine

source: Shipper's address.
fr: Adresse de l'expéditeur.

source: The quantity of the given bed type available in the HotelRoom, Suite, House, or Apartment.
fr: La quantité du type de lit donné disponible dans la chambre d'hôtel, la suite, la maison ou l'appartement.

source: Represents spatial relations in which two geometries (or the places they represent) are topologically disjoint: "they have no point in common. They form a set of disconnected geometries." (A symmetric relationship, as defined in [DE-9IM](https://en.wikipedia.org/wiki/DE-9IM).)
fr: Représente les relations spatiales dans lesquelles deux géométries (ou les lieux qu'elles représentent) sont topologiquement disjointes : "elles n'ont aucun point commun. Elles forment un ensemble de géométries déconnectées" (Une relation symétrique, telle que définie dans [DE-9IM](https://en.wikipedia.org/wiki/DE-9IM).)

source: Defines the day(s) of the week on which a recurring [[Event]] takes place. May be specified using either [[DayOfWeek]], or alternatively [[Text]] conforming to iCal's syntax for byDay recurrence rules.
fr: Définit le(s) jour(s) de la semaine où un [[Événement]] récurrent a lieu. Peut être spécifié en utilisant soit [[DayOfWeek]], soit [[Text]] conforme à la syntaxe d'iCal pour les règles de récurrence byDay.

source: The number of positions open for this job posting. Use a positive integer. Do not use if the number of positions is unclear or not known.
fr: Le nombre de postes ouverts pour cette offre d'emploi. Utiliser un nombre entier positif. Ne pas utiliser si le nombre de postes n'est pas clair ou connu.

source: Broadcast Display Name
fr: Nom d'affichage de la diffusion

source: The name displayed in the channel guide. For many US affiliates, it is the network name.
fr: Le nom affiché dans le guide des chaînes. Pour de nombreuses chaînes américaines, il s'agit du nom du réseau.

source: Access Code
fr: Code d’Acces

source: Password, PIN, or access code needed for delivery (e.g. from a locker).
fr: Mot de passe, code PIN ou code d'accès nécessaire pour la livraison (par exemple, d'un casier).

source: Estimates Risk Of
fr: Estimation du risque de

source: The condition, complication, or symptom whose risk is being estimated.
fr: L'affection, la complication ou le symptôme dont le risque est estimé.

source: Usage Info
fr: Informations sur l'utilisation

source: The schema.org [[usageInfo]] property indicates further information about a [[CreativeWork]]. This property is applicable both to works that are freely available and to those that require payment or other transactions. It can reference additional information, e.g. community expectations on preferred linking and citation conventions, as well as purchasing details. For something that can be commercially licensed, usageInfo can provide detailed, resource-specific information about licensing options. This property can be used alongside the license property which indicates license(s) applicable to some piece of content. The usageInfo property can provide information about other licensing options, e.g. acquiring commercial usage rights for an image that is also available under non-commercial creative commons licenses.
fr: La propriété schema.org [[usageInfo]] indique des informations supplémentaires sur un [[CreativeWork]]. Cette propriété s'applique à la fois aux œuvres disponibles gratuitement et à celles qui nécessitent un paiement ou d'autres transactions. Elle peut référencer des informations supplémentaires, par exemple les attentes de la communauté en matière de conventions de liens et de citations, ainsi que les détails de l'achat. Dans le cas d'une œuvre pouvant faire l'objet d'une licence commerciale, usageInfo peut fournir des informations détaillées et spécifiques à la ressource sur les options de licence. Cette propriété peut être utilisée parallèlement à la propriété license qui indique la ou les licences applicables à un élément de contenu. La propriété usageInfo peut fournir des informations sur d'autres options de licence, par exemple l'acquisition de droits d'utilisation commerciale pour une image qui est également disponible sous des licences creative commons non commerciales.

source: Install Url
fr: Url d'installation

source: URL at which the app may be installed, if different from the URL of the item.
fr: URL à laquelle l’application peut être installée, si elle diffère de l’URL de l’élément.

source: Known Vehicle Damages
fr: Dommages connus au véhicule

source: A textual description of known damages, both repaired and unrepaired.
fr: Description textuelle des dommages connus, réparés ou non.

source: Salary Currency
fr: Devise du salaire

source: The currency (coded using [ISO 4217](http://en.wikipedia.org/wiki/ISO_4217)) used for the main salary information in this job posting or for this employee.
fr: La devise (codée selon la norme [ISO 4217](http://en.wikipedia.org/wiki/ISO_4217)) utilisée pour les principales informations salariales dans cette offre d'emploi ou pour cet employé.

source: Home Team
fr: Équipe à domicile

source: The home team in a sports event.
fr: L'équipe qui reçoit lors d'un événement sportif.

source: By Month Day
fr: Par mois Jour

source: Defines the day(s) of the month on which a recurring [[Event]] takes place. Specified as an [[Integer]] between 1-31.
fr: Définit le(s) jour(s) du mois où un [[événement]] récurrent a lieu. Spécifié sous la forme d'un [[nombre entier]] compris entre 1 et 31.

source: Is Live Broadcast
fr: Est diffusé en direct

source: True if the broadcast is of a live event.
fr: Vrai si la diffusion concerne un événement en direct.

source: Repeat Count
fr: Nombre de répétitions

source: Defines the number of times a recurring [[Event]] will take place.
fr: Définit le nombre de fois qu'un [[Événement]] récurrent aura lieu.

source: Serving Size
fr: Portion

source: The serving size, in terms of the number of volume or mass.
fr: La taille de la portion, en termes de nombre de volume ou de masse.

source: A sub property of location. The specific food establishment where the action occurred.
fr: Une sous-propriété de l'emplacement. L'établissement alimentaire spécifique où l'action s'est produite.

source: Candidate
fr: Candidat

source: A sub property of object. The candidate subject of this action.
fr: Une sous propriété de l'objet. Le candidat sujet de cette action.

source: A sub property of instrument. The language used on this action.
fr: Une sous propriété de l'instrument. La langue utilisée pour cette action.

source: Includes Health Plan Formulary
fr: Inclut le formulaire du régime d'assurance maladie

source: Formularies covered by this plan.
fr: Formulaires couverts par ce régime.

source: Pets Allowed
fr: Animaux domestiques autorisés

source: Indicates whether pets are allowed to enter the accommodation or lodging business. More detailed information can be put in a text value.
fr: Indique si les animaux domestiques sont autorisés à pénétrer dans l'entreprise d'hébergement ou de logement. Des informations plus détaillées peuvent être fournies dans une valeur textuelle.

source: Applies To Delivery Method
fr: S'applique au mode de livraison

source: The delivery method(s) to which the delivery charge or payment charge specification applies.
fr: Le(s) mode(s) de livraison auquel (auxquels) s'applique la spécification des frais de livraison ou de paiement.

source: Alcohol Warning
fr: Avertissement sur l'alcool

source: Any precaution, guidance, contraindication, etc. related to consumption of alcohol while taking this drug.
fr: Toute précaution, orientation, contre-indication, etc. liée à la consommation d'alcool lors de la prise de ce médicament.

source: Related Therapy
fr: Thérapie connexe

source: A medical therapy related to this anatomy.
fr: Une thérapie médicale liée à cette anatomie.

source: Has Health Aspect
fr: Aspect santé

source: Indicates the aspect or aspects specifically addressed in some [[HealthTopicContent]]. For example, that the content is an overview, or that it talks about treatment, self-care, treatments or their side-effects.
fr: Indique l'aspect ou les aspects spécifiquement abordés dans un [[HealthTopicContent]]. Par exemple, le contenu est une vue d'ensemble, ou il parle de traitement, d'autosoins, de traitements ou de leurs effets secondaires.

source: Educational Program Mode
fr: Mode de programme éducatif

source: Similar to courseMode, the medium or means of delivery of the program as a whole. The value may either be a text label (e.g. "online", "onsite" or "blended"; "synchronous" or "asynchronous"; "full-time" or "part-time") or a URL reference to a term from a controlled vocabulary (e.g. https://ceds.ed.gov/element/001311#Asynchronous ).
fr: Comme pour courseMode, il s'agit du support ou du moyen de diffusion du programme dans son ensemble. La valeur peut être un libellé (par exemple "online", "onsite" ou "blended" ; "synchronous" ou "asynchronous" ; "full-time" ou "part-time") ou une référence URL à un terme d'un vocabulaire contrôlé (par exemple https://ceds.ed.gov/element/001311#Asynchronous ).

source: Ineligible Region
fr: Région non éligible

source: The ISO 3166-1 (ISO 3166-1 alpha-2) or ISO 3166-2 code, the place, or the GeoShape for the geo-political region(s) for which the offer or delivery charge specification is not valid, e.g. a region where the transaction is not allowed. See also [[eligibleRegion]].
fr: Le code ISO 3166-1 (ISO 3166-1 alpha-2) ou ISO 3166-2, le lieu ou le GeoShape de la ou des régions géopolitiques pour lesquelles l'offre ou la spécification des frais de livraison n'est pas valable, par exemple une région où la transaction n'est pas autorisée. Voir également [[eligibleRegion]].

source: Sub Structure
fr: Sous-structure

source: Component (sub-)structure(s) that comprise this anatomical structure.
fr: Composante(s) (sous-)structure(s) qui compose(nt) cette structure anatomique.

source: The position of an item in a series or sequence of items.
fr: La position d'un élément dans une série ou une séquence d'éléments.

source: Encoding Format
fr: Format d'encodage

source: Media type typically expressed using a MIME format (see [IANA site](http://www.iana.org/assignments/media-types/media-types.xhtml) and [MDN reference](https://developer.mozilla.org/en-US/docs/Web/HTTP/Basics_of_HTTP/MIME_types)), e.g. application/zip for a SoftwareApplication binary, audio/mpeg for .mp3 etc. In cases where a [[CreativeWork]] has several media type representations, [[encoding]] can be used to indicate each [[MediaObject]] alongside particular [[encodingFormat]] information. Unregistered or niche encoding and file formats can be indicated instead via the most appropriate URL, e.g. defining Web page or a Wikipedia/Wikidata entry.
fr: Type de média généralement exprimé à l'aide d'un format MIME (voir [site IANA](http://www.iana.org/assignments/media-types/media-types.xhtml) et [référence MDN](https://developer.mozilla.org/en-US/docs/Web/HTTP/Basics_of_HTTP/MIME_types)), par exemple application/zip pour un binaire SoftwareApplication, audio/mpeg pour .mp3, etc. Dans les cas où un [[CreativeWork]] a plusieurs représentations de type média, [[encodage]] peut être utilisé pour indiquer chaque [[MediaObject]] avec des informations [[encodingFormat]] particulières. Les encodages et formats de fichiers non enregistrés ou de niche peuvent être indiqués à l'aide de l'URL la plus appropriée, par exemple la définition d'une page web ou d'une entrée Wikipedia/Wikidata.

source: Date Vehicle First Registered
fr: Date de la première immatriculation du véhicule

source: The date of the first registration of the vehicle with the respective public authorities.
fr: La date de la première immatriculation du véhicule auprès des autorités publiques respectives.

source: Audience Type
fr: Type d’auditoire

source: The target group associated with a given audience (e.g. veterans, car owners, musicians, etc.).
fr: Le groupe cible associé à un public donné (par exemple, les anciens combattants, les propriétaires de voitures, les musiciens, etc.)

source: The class of drug this belongs to (e.g., statins).
fr: La classe de médicaments à laquelle il appartient (par exemple, les statines).

source: A medical code for the entity, taken from a controlled vocabulary or ontology such as ICD-9, DiseasesDB, MeSH, SNOMED-CT, RxNorm, etc.
fr: Code médical de l'entité, issu d'un vocabulaire contrôlé ou d'une ontologie telle que ICD-9, DiseasesDB, MeSH, SNOMED-CT, RxNorm, etc.

source: One or more detailed price specifications, indicating the unit price and delivery or payment charges.
fr: Un ou plusieurs devis détaillés, indiquant le prix unitaire et les frais de livraison ou de paiement.

source: Main Content Of Page
fr: Contenu principal de la page

source: Indicates if this web page element is the main subject of the page.
fr: Indique si cet élément de la page web est le sujet principal de la page.

source: Copyright Year
fr: Année de copyright

source: The year during which the claimed copyright for the CreativeWork was first asserted.
fr: L'année au cours de laquelle le droit d'auteur revendiqué pour le CreativeWork a été revendiqué pour la première fois.

source: Epidemiology
fr: Epidémiologie

source: The characteristics of associated patients, such as age, gender, race etc.
fr: Les caractéristiques des patients associés, telles que l'âge, le sexe, la race, etc.

source: Geo Intersects
fr: Intersects géographiques

source: Represents spatial relations in which two geometries (or the places they represent) have at least one point in common. As defined in [DE-9IM](https://en.wikipedia.org/wiki/DE-9IM).
fr: Représente les relations spatiales dans lesquelles deux géométries (ou les lieux qu'elles représentent) ont au moins un point commun. Telle que définie dans [DE-9IM] (https://en.wikipedia.org/wiki/DE-9IM).

source: Flight Distance
fr: Distance de vol

source: The distance of the flight.
fr: La distance du vol.

source: Service Location
fr: Lieu du service

source: The location (e.g. civic structure, local business, etc.) where a person can go to access the service.
fr: Le lieu (par exemple, structure civique, entreprise locale, etc.) où une personne peut se rendre pour accéder au service.

source: Recipe Instructions
fr: Instructions de la recette

source: A step in making the recipe, in the form of a single item (document, video, etc.) or an ordered list with HowToStep and/or HowToSection items.
fr: Une étape dans la réalisation de la recette, sous la forme d'un élément unique (document, vidéo, etc.) ou d'une liste ordonnée avec des éléments HowToStep et/ou HowToSection.

source: Coverage End Time
fr: Heure de fin de la couverture

source: The time when the live blog will stop covering the Event. Note that coverage may continue after the Event concludes.
fr: Heure à laquelle le blog en direct cessera de couvrir l'événement. Il est possible que la couverture se poursuive après la fin de l'événement.

source: Part Of Series
fr: Partie de la série

source: The series to which this episode or season belongs.
fr: La série à laquelle appartient cet épisode ou cette saison.

source: In Product Group With
fr: Dans le groupe de produits Avec

source: Indicates the [[productGroupID]] for a [[ProductGroup]] that this product [[isVariantOf]].
fr: Indique le [[productGroupID]] pour un [[ProductGroup]] que ce produit [[isVariantOf]].

source: Value Max Length
fr: Valeur Longueur maximale

source: Specifies the allowed range for number of characters in a literal value.
fr: Spécifie la plage autorisée pour le nombre de caractères dans une valeur littérale.

source: Service Output
fr: Production de services

source: The tangible thing generated by the service, e.g. a passport, permit, etc.
fr: L'objet tangible généré par le service, par exemple un passeport, un permis, etc.

source: The distance travelled, e.g. exercising or travelling.
fr: La distance parcourue, par exemple lors d'un exercice ou d'un voyage.

source: In Broadcast Lineup
fr: Dans le programme de diffusion

source: The CableOrSatelliteService offering the channel.
fr: Le service de câble ou de satellite qui offre la chaîne.

source: Scheduled Payment Date
fr: Date de paiement prévue

source: The date the invoice is scheduled to be paid.
fr: Date prévue pour le paiement de la facture.

source: Date Read
fr: Date de lecture
