Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: The allowed total occupancy for the accommodation in persons (including infants etc). For individual accommodations, this is not necessarily the legal maximum but defines the permitted usage as per the contractual agreement (e.g. a double room used by a single person). Typical unit code(s): C62 for person
fr: L'occupation totale autorisée pour le logement en personnes (y compris les enfants en bas âge, etc.). Pour les hébergements individuels, il ne s'agit pas nécessairement du maximum légal, mais de l'utilisation autorisée conformément à l'accord contractuel (par exemple, une chambre double utilisée par une personne seule). Code(s) d'unité(s) typique(s) : C62 pour personne

source: Billing Duration
fr: Durée de la facturation

source: Specifies for how long this price (or price component) will be billed. Can be used, for example, to model the contractual duration of a subscription or payment plan. Type can be either a Duration or a Number (in which case the unit of measurement, for example month, is specified by the unitCode property).
fr: Spécifie la durée pendant laquelle ce prix (ou ce composant de prix) sera facturé. Peut être utilisé, par exemple, pour modéliser la durée contractuelle d'un abonnement ou d'un plan de paiement. Le type peut être une durée ou un nombre (dans ce cas, l'unité de mesure, par exemple le mois, est spécifiée par la propriété unitCode).

source: Has Representation
fr: A une représentation

source: A common representation such as a protein sequence or chemical structure for this entity. For images use schema.org/image.
fr: Une représentation commune telle qu'une séquence de protéines ou une structure chimique pour cette entité. Pour les images, utiliser schema.org/image.

source: Creative Work Status
fr: Statut de travailleur créatif

source: The status of a creative work in terms of its stage in a lifecycle. Example terms include Incomplete, Draft, Published, Obsolete. Some organizations define a set of terms for the stages of their publication lifecycle.
fr: Le statut d'un travail créatif en termes d'étape dans un cycle de vie. Les termes suivants sont utilisés à titre d'exemple : Incomplet, Brouillon, Publié, Obsolète. Certaines organisations définissent un ensemble de termes pour les étapes de leur cycle de vie de publication.

source: Is Based On Url
fr: Est basé sur l'Url

source: A resource that was used in the creation of this resource. This term can be repeated for multiple sources. For example, http://example.com/great-multiplication-intro.html.
fr: Une ressource qui a été utilisée dans la création de cette ressource. Ce terme peut être répété pour plusieurs sources. Par exemple, http://example.com/great-multiplication-intro.html.

source: Eligibility To Work Requirement
fr: Conditions d'admissibilité au travail

source: The legal requirements such as citizenship, visa and other documentation required for an applicant to this job.
fr: Les exigences légales telles que la citoyenneté, le visa et les autres documents requis pour un candidat à ce poste.

source: Is Family Friendly
fr: Est favorable à la famille

source: Indicates whether this content is family friendly.
fr: Indique si ce contenu est adapté aux familles.

source: Blog Posts
fr: Articles de blog

source: Indicates a post that is part of a [[Blog]]. Note that historically, what we term a "Blog" was once known as a "weblog", and that what we term a "BlogPosting" is now often colloquially referred to as a "blog".
fr: Indique un article qui fait partie d'un [[Blog]]. Notez qu'historiquement, ce que nous appelons un "blog" était autrefois connu sous le nom de "weblog", et que ce que nous appelons un "BlogPosting" est maintenant souvent appelé familièrement un "blog".

source: Has Bio Polymer Sequence
fr: Séquence de polymères biologiques

source: A symbolic representation of a BioChemEntity. For example, a nucleotide sequence of a Gene or an amino acid sequence of a Protein.
fr: Représentation symbolique d'une entité BioChemEntity. Par exemple, une séquence de nucléotides d'un gène ou une séquence d'acides aminés d'une protéine.

source: Address Country
fr: Pays

source: The country. For example, USA. You can also provide the two-letter [ISO 3166-1 alpha-2 country code](http://en.wikipedia.org/wiki/ISO_3166-1).
fr: Le pays. Par exemple, USA. Vous pouvez également indiquer le [code pays ISO 3166-1 alpha-2] à deux lettres (http://en.wikipedia.org/wiki/ISO_3166-1).

source: Tissue Sample
fr: Échantillon de tissu

source: The type of tissue sample required for the test.
fr: Le type d'échantillon de tissu requis pour le test.

source: Infectious Agent
fr: Agent infectieux

source: The actual infectious agent, such as a specific bacterium.
fr: L'agent infectieux proprement dit, tel qu'une bactérie spécifique.

source: Drive Wheel Configuration
fr: Configuration des roues motrices

source: The drive wheel configuration, i.e. which roadwheels will receive torque from the vehicle's engine via the drivetrain.
fr: La configuration des roues motrices, c'est-à-dire les roues qui recevront le couple du moteur du véhicule par l'intermédiaire de la chaîne cinématique.

source: Lease Length
fr: Durée du bail

source: Length of the lease for some [[Accommodation]], either particular to some [[Offer]] or in some cases intrinsic to the property.
fr: Durée du bail d'un [[Logement]], soit particulière à une [[Offre]], soit, dans certains cas, intrinsèque à la propriété.

source: The GTIN-12 code of the product, or the product to which the offer refers. The GTIN-12 is the 12-digit GS1 Identification Key composed of a U.P.C. Company Prefix, Item Reference, and Check Digit used to identify trade items. See [GS1 GTIN Summary](http://www.gs1.org/barcodes/technical/idkeys/gtin) for more details.
fr: Le code GTIN-12 du produit ou le produit auquel l'offre fait référence. Le GTIN-12 est la clé d'identification GS1 à 12 chiffres composée d'un préfixe de société U.P.C., d'une référence d'article et d'un chiffre de contrôle utilisé pour identifier les articles commerciaux. Voir [GS1 GTIN Summary] (http://www.gs1.org/barcodes/technical/idkeys/gtin) pour plus de détails.

source: Operating System
fr: Système d'exploitation

source: Operating systems supported (Windows 7, OS X 10.6, Android 1.6).
fr: Systèmes d'exploitation pris en charge (Windows 7, OS X 10.6, Android 1.6).

source: Size System
fr: Système de taille

source: The size system used to identify a product's size. Typically either a standard (for example, "GS1" or "ISO-EN13402"), country code (for example "US" or "JP"), or a measuring system (for example "Metric" or "Imperial").
fr: Le système de taille utilisé pour identifier la taille d'un produit. Il s'agit généralement d'une norme (par exemple, "GS1" ou "ISO-EN13402"), d'un code de pays (par exemple, "US" ou "JP") ou d'un système de mesure (par exemple, "métrique" ou "impérial").

source: Exif Data
fr: Données Exif

source: exif data for this object.
fr: données exif pour cet objet.

source: Estimated Salary
fr: Salaire estimé

source: An estimated salary for a job posting or occupation, based on a variety of variables including, but not limited to industry, job title, and location. Estimated salaries are often computed by outside organizations rather than the hiring organization, who may not have committed to the estimated value.
fr: Une estimation du salaire pour une offre d'emploi ou une profession, basée sur une variété de variables, y compris, mais sans s'y limiter, le secteur d'activité, le titre du poste et le lieu. Les salaires estimés sont souvent calculés par des organisations externes plutôt que par l'organisation qui recrute, qui peut ne pas s'être engagée sur la valeur estimée.

source: Number Of Accommodation Units
fr: Nombre d'unités d'hébergement

source: Indicates the total (available plus unavailable) number of accommodation units in an [[ApartmentComplex]], or the number of accommodation units for a specific [[FloorPlan]] (within its specific [[ApartmentComplex]]). See also [[numberOfAvailableAccommodationUnits]].
fr: Indique le nombre total (disponible plus indisponible) d'unités d'hébergement dans un [[Complexe d'appartements]], ou le nombre d'unités d'hébergement pour un [[Plan d'étage]] spécifique (dans son [[Complexe d'appartements]] spécifique). Voir également [[numberOfAvailableAccommodationUnits]].

source: Landlord
fr: Propriétaire

source: A sub property of participant. The owner of the real estate property.
fr: Un sous-bien du participant. Le propriétaire du bien immobilier.

source: Feature List
fr: Liste des fonctionnalités

source: Features or modules provided by this application (and possibly required by other applications).
fr: Fonctionnalités ou modules fournis par cette application (et éventuellement requis par d'autres applications).

source: Opening Hours
fr: Heures d'ouverture

source: The general opening hours for a business. Opening hours can be specified as a weekly time range, starting with days, then times per day. Multiple days can be listed with commas ',' separating each day. Day or time ranges are specified using a hyphen '-'. * Days are specified using the following two-letter combinations: ```Mo```, ```Tu```, ```We```, ```Th```, ```Fr```, ```Sa```, ```Su```. * Times are specified using 24:00 format. For example, 3pm is specified as ```15:00```, 10am as ```10:00```. * Here is an example: <code>&lt;time itemprop="openingHours" datetime=&quot;Tu,Th 16:00-20:00&quot;&gt;Tuesdays and Thursdays 4-8pm&lt;/time&gt;</code>. * If a business is open 7 days a week, then it can be specified as <code>&lt;time itemprop=&quot;openingHours&quot; datetime=&quot;Mo-Su&quot;&gt;Monday through Sunday, all day&lt;/time&gt;</code>.
fr: Les heures d'ouverture générales d'un commerce. Les heures d'ouverture peuvent être spécifiées sous la forme d'une plage horaire hebdomadaire, en commençant par les jours, puis les heures par jour. Plusieurs jours peuvent être énumérés en séparant chaque jour par une virgule ','. Les jours ou les plages horaires sont spécifiés à l'aide d'un trait d'union "-". * Les jours sont spécifiés à l'aide des combinaisons de deux lettres suivantes : ``Mo``, ``Tu``, ``We``, ``Th``, ``Fr``, ``Sa``, ``Su``. * Les heures sont indiquées au format 24:00. Par exemple, 15 heures est spécifié comme ``15:00``, 10 heures comme ``10:00``. * Voici un exemple : <code>&lt;time itemprop=&quot;openingHours&quot; datetime=&quot;Tu,Th 16:00-20:00&quot;&gt;Tuesdays and Thursdays 4-8pm&lt;/time&gt;.</code> * Si un commerce est ouvert 7 jours sur 7, il peut être spécifié comme <code>&lt;time itemprop=&quot;openingHours&quot; datetime=&quot;Mo-Su&quot;&gt;Lundi à dimanche, toute la journée&lt;/time&gt;</code>.

source: Maps
fr: Cartes

source: The audience eligible for this service.
fr: Le public éligible à ce service.

source: Is Accessible For Free
fr: Est accessible gratuitement

source: Is Similar To
fr: Est similaire à

source: A pointer to another, functionally similar product (or multiple products).
fr: Un pointeur vers un autre produit (ou plusieurs produits) fonctionnellement similaire.

source: Cvd Num Tot Beds
fr: Cvd Nombre de lits totaux

source: numtotbeds - ALL HOSPITAL BEDS: Total number of all inpatient and outpatient beds, including all staffed, ICU, licensed, and overflow (surge) beds used for inpatients or outpatients.
fr: numtotbeds - ALL HOSPITAL BEDS : Nombre total de lits pour les patients hospitalisés et les patients externes, y compris tous les lits avec personnel, les lits des unités de soins intensifs, les lits autorisés et les lits de débordement utilisés pour les patients hospitalisés ou les patients externes.

source: Ticket Token
fr: Jeton de billet

source: Reference to an asset (e.g., Barcode, QR code image or PDF) usable for entrance.
fr: Référence à un bien (par exemple, un code-barres, une image de code QR ou un PDF) utilisable pour l'entrée.

source: Expected Arrival From
fr: Arrivée prévue de

source: The earliest date the package may arrive.
fr: La date la plus proche à laquelle le colis peut arriver.

source: Number Of Loan Payments
fr: Nombre de versements sur le prêt

source: The number of payments contractually required at origination to repay the loan. For monthly paying loans this is the number of months from the contractual first payment date to the maturity date.
fr: Le nombre de paiements contractuellement requis à l'origine pour rembourser le prêt. Pour les prêts à remboursement mensuel, il s'agit du nombre de mois entre la date contractuelle du premier paiement et la date d'échéance.

source: Death Date
fr: Date du décès

source: Date of death.
fr: Date du décès.

source: Broadcast Timezone
fr: Fuseau horaire de diffusion

source: The timezone in [ISO 8601 format](http://en.wikipedia.org/wiki/ISO_8601) for which the service bases its broadcasts.
fr: Le fuseau horaire en [format ISO 8601] (http://en.wikipedia.org/wiki/ISO_8601) pour lequel le service base ses diffusions.

source: Related Link
fr: Lien connexe

source: A link related to this web page, for example to other related web pages.
fr: Un lien lié à cette page web, par exemple vers d'autres pages web connexes.

source: Author
fr: Auteur

source: The author of this content or rating. Please note that author is special in that HTML 5 provides a special mechanism for indicating authorship via the rel tag. That is equivalent to this and may be used interchangeably.
fr: L'auteur de ce contenu ou de cette note. Veuillez noter que le terme "auteur" est spécial dans la mesure où HTML 5 fournit un mécanisme spécial pour indiquer la paternité du contenu par le biais de la balise rel. Cette balise est équivalente à la balise this et peut être utilisée de manière interchangeable.

source: Rating Explanation
fr: Explication de la notation

source: A short explanation (e.g. one to two sentences) providing background context and other information that led to the conclusion expressed in the rating. This is particularly applicable to ratings associated with "fact check" markup using [[ClaimReview]].
fr: Une brève explication (par exemple, une ou deux phrases) fournissant le contexte et d'autres informations qui ont conduit à la conclusion exprimée dans la notation. Ceci s'applique particulièrement aux évaluations associées à un marquage de "vérification des faits" à l'aide de [[ClaimReview]].

source: Additional Name
fr: Nom supplémentaire

source: An additional name for a Person, can be used for a middle name.
fr: Un nom supplémentaire pour une personne, qui peut être utilisé comme deuxième prénom.

source: Star Rating
fr: Notes à étoiles

source: An official rating for a lodging business or food establishment, e.g. from national associations or standards bodies. Use the author property to indicate the rating organization, e.g. as an Organization with name such as (e.g. HOTREC, DEHOGA, WHR, or Hotelstars).
fr: Évaluation officielle d'un établissement d'hébergement ou de restauration, par exemple par des associations nationales ou des organismes de normalisation. Utilisez la propriété auteur pour indiquer l'organisme d'évaluation, par exemple sous la forme d'une organisation avec un nom tel que (par exemple HOTREC, DEHOGA, WHR, ou Hotelstars).

source: Secondary Prevention
fr: Prévention secondaire

source: A preventative therapy used to prevent reoccurrence of the medical condition after an initial episode of the condition.
fr: Une thérapie préventive utilisée pour prévenir la réapparition de l'état pathologique après un épisode initial de l'état pathologique.

source: Regions Allowed
fr: Régions autorisées

source: The regions where the media is allowed. If not specified, then it's assumed to be allowed everywhere. Specify the countries in [ISO 3166 format](http://en.wikipedia.org/wiki/ISO_3166).
fr: Régions dans lesquelles le média est autorisé. S'il n'est pas spécifié, il est supposé être autorisé partout. Spécifiez les pays au [format ISO 3166] (http://en.wikipedia.org/wiki/ISO_3166).

source: Educational Credential Awarded
fr: Titre de formation délivré

source: A description of the qualification, award, certificate, diploma or other educational credential awarded as a consequence of successful completion of this course or program.
fr: Une description de la qualification, de la récompense, du certificat, du diplôme ou de tout autre titre de formation délivré à la suite de la réussite de ce cours ou de ce programme.

source: The class of infectious agent (bacteria, prion, etc.) that causes the disease.
fr: Classe d'agent infectieux (bactérie, prion, etc.) à l'origine de la maladie.

source: Print Edition
fr: Édition imprimée

source: The edition of the print product in which the NewsArticle appears.
fr: L'édition du produit imprimé dans lequel l'article apparaît.

source: Content Url
fr: Url du contenu

source: Actual bytes of the media object, for example the image file or video file.
fr: Octets réels de l'objet multimédia, par exemple le fichier image ou le fichier vidéo.

source: Step
fr: Étape

source: A single step item (as HowToStep, text, document, video, etc.) or a HowToSection.
fr: Un élément d'étape unique (sous la forme d'une étape, d'un texte, d'un document, d'une vidéo, etc.) ou une section d'étape.

source: The geographic area where a permit or similar thing is valid.
fr: La zone géographique dans laquelle un permis ou une mesure similaire est valable.

source: Art Medium
fr: Médium artistique

source: The material used. (E.g. Oil, Watercolour, Acrylic, Linoprint, Marble, Cyanotype, Digital, Lithograph, DryPoint, Intaglio, Pastel, Woodcut, Pencil, Mixed Media, etc.)
fr: Le matériel utilisé. (par exemple, huile, aquarelle, acrylique, linogravure, marbre, cyanotype, numérique, lithographie, pointe sèche, taille-douce, pastel, gravure sur bois, crayon, techniques mixtes, etc.)

source: Number Of Axles
fr: Nombre d'essieux

source: The number of axles. Typical unit code(s): C62
fr: Le nombre d'essieux. Code(s) d'unité typique(s) : C62

source: Loan Payment Frequency
fr: Fréquence de paiement du prêt

source: Frequency of payments due, i.e. number of months between payments. This is defined as a frequency, i.e. the reciprocal of a period of time.
fr: Fréquence des paiements dus, c'est-à-dire le nombre de mois entre les paiements. Il s'agit d'une fréquence, c'est-à-dire la réciproque d'une période de temps.

source: Unsaturated Fat Content
fr: Teneur en graisses insaturées

source: The number of grams of unsaturated fat.
fr: Le nombre de grammes de graisses insaturées.

source: Typical Credits Per Term
fr: Crédits typiques par trimestre

source: The number of credits or units a full-time student would be expected to take in 1 term however 'term' is defined by the institution.
fr: Le nombre de crédits ou d'unités qu'un étudiant à temps plein est censé suivre en un trimestre, quelle que soit la définition du terme "trimestre" donnée par l'établissement.

source: Applicable Country
fr: Pays concerné

source: A country where a particular merchant return policy applies to, for example the two-letter ISO 3166-1 alpha-2 country code.
fr: Pays auquel s'applique la politique de retour d'un commerçant donné, par exemple le code de pays à deux lettres ISO 3166-1 alpha-2.

source: Scheduled Time
fr: Heure prévue

source: The time the object is scheduled to.
fr: L'heure à laquelle l'objet est programmé.

source: Object
fr: Objet

source: The object upon which the action is carried out, whose state is kept intact or changed. Also known as the semantic roles patient, affected or undergoer (which change their state) or theme (which doesn't). E.g. John read *a book*.
fr: L'objet sur lequel l'action est effectuée, dont l'état est conservé intact ou modifié. Également connu comme les rôles sémantiques patient, affecté ou subissant (qui changent d'état) ou thème (qui ne change pas). Ex : Jean a lu *un livre*.

source: Content Reference Time
fr: Contenu Référence Temps

source: The specific time described by a creative work, for works (e.g. articles, video objects etc.) that emphasise a particular moment within an Event.
fr: Le temps spécifique décrit par une œuvre créative, pour les œuvres (par exemple les articles, les objets vidéo, etc.) qui mettent l'accent sur un moment particulier au sein d'un événement.

source: Size Group
fr: Groupe de taille

source: Biological Role
fr: Rôle biologique

source: A role played by the BioChemEntity within a biological context.
fr: Rôle joué par l'entité BioChemEntity dans un contexte biologique.

source: Serves Cuisine
fr: Cuisine servie

source: Systematic method of naming chemical compounds as recommended by the International Union of Pure and Applied Chemistry (IUPAC).
fr: Méthode systématique de dénomination des composés chimiques recommandée par l'Union internationale de chimie pure et appliquée (UICPA).

source: Alumni
fr: Anciens

source: Alumni of an organization.
fr: Anciens d'une organisation.

source: Sd Date Published
fr: Sd Date de publication

source: Indicates the date on which the current structured data was generated / published. Typically used alongside [[sdPublisher]]
fr: Indique la date à laquelle les données structurées actuelles ont été générées / publiées. Généralement utilisé avec [[sdPublisher]]

source: Suggested Gender
fr: Sexe suggéré

source: The suggested gender of the intended person or audience, for example "male", "female", or "unisex".
fr: Le sexe suggéré de la personne ou du public visé, par exemple "homme", "femme" ou "unisexe".

source: Ethics Policy
fr: Politique d'éthique

source: Statement about ethics policy, e.g. of a [[NewsMediaOrganization]] regarding journalistic and publishing practices, or of a [[Restaurant]], a page describing food source policies. In the case of a [[NewsMediaOrganization]], an ethicsPolicy is typically a statement describing the personal, organizational, and corporate standards of behavior expected by the organization.
fr: Déclaration sur la politique d'éthique, par exemple d'une [[Organisation de médias d'information]] concernant les pratiques journalistiques et de publication, ou d'un [[Restaurant]], une page décrivant les politiques d'approvisionnement en nourriture. Dans le cas d'une [[Organisation de médias d'information]], une politique d'éthique est généralement une déclaration décrivant les normes de comportement personnelles, organisationnelles et d'entreprise attendues par l'organisation.

source: Adverse Outcome
fr: Résultats défavorables

source: A possible complication and/or side effect of this therapy. If it is known that an adverse outcome is serious (resulting in death, disability, or permanent damage; requiring hospitalization; or otherwise life-threatening or requiring immediate medical attention), tag it as a seriousAdverseOutcome instead.
fr: Complication et/ou effet secondaire possible de ce traitement. Si l'on sait qu'un effet indésirable est grave (entraînant la mort, une invalidité ou des dommages permanents, nécessitant une hospitalisation, ou mettant en danger la vie du patient ou nécessitant des soins médicaux immédiats), il convient de l'étiqueter comme un effet indésirable grave.

source: Molecular Formula
fr: Formule moléculaire

source: The empirical formula is the simplest whole number ratio of all the atoms in a molecule.
fr: La formule empirique est le rapport le plus simple entre les nombres entiers de tous les atomes d'une molécule.

source: Population Type
fr: Type de population

source: Indicates the populationType common to all members of a [[StatisticalPopulation]].
fr: Indique le type de population commun à tous les membres d'une [[population statistique]].

source: Lei Code
fr: Code Lei
