Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: The publisher of the creative work.
fr: L'éditeur de l'œuvre de création.

source: A type of sport (e.g. Baseball).
fr: Un type de sport (par exemple, le baseball).

source: Is Resizable
fr: Est redimensionnable

source: Whether the 3DModel allows resizing. For example, room layout applications often do not allow 3DModel elements to be resized to reflect reality.
fr: La possibilité de redimensionner le modèle 3DModel. Par exemple, les applications d'agencement de pièces ne permettent souvent pas de redimensionner les éléments du modèle 3D pour refléter la réalité.

source: Associated Review
fr: Revue associée

source: An associated [[Review]].
fr: Une [[Revue]] associée.

source: Target Name
fr: Nom de la cible

source: The name of a node in an established educational framework.
fr: Le nom d'un nœud dans un cadre éducatif établi.

source: Breastfeeding Warning
fr: Avertissement sur l'allaitement

source: Any precaution, guidance, contraindication, etc. related to this drug's use by breastfeeding mothers.
fr: Toute précaution, recommandation, contre-indication, etc. relative à l'utilisation de ce médicament par les mères qui allaitent.

source: Discount Currency
fr: Monnaie d'escompte

source: The currency of the discount. Use standard formats: [ISO 4217 currency format](http://en.wikipedia.org/wiki/ISO_4217), e.g. "USD"; [Ticker symbol](https://en.wikipedia.org/wiki/List_of_cryptocurrencies) for cryptocurrencies, e.g. "BTC"; well known names for [Local Exchange Trading Systems](https://en.wikipedia.org/wiki/Local_exchange_trading_system) (LETS) and other currency types, e.g. "Ithaca HOUR".
fr: La devise de la remise. Utilisez les formats standard : [Format de devise ISO 4217](http://en.wikipedia.org/wiki/ISO_4217), par exemple "USD" ; [Symbole de téléscripteur](https://en.wikipedia.org/wiki/List_of_cryptocurrencies) pour les crypto-monnaies, par exemple "BTC" ; noms bien connus pour les [Systèmes d'échange locaux](https://en.wikipedia.org/wiki/Local_exchange_trading_system) (SEL) et d'autres types de devises, par exemple "Ithaca HOUR".

source: Keywords
fr: Mots clés

source: Keywords or tags used to describe some item. Multiple textual entries in a keywords list are typically delimited by commas, or by repeating the property.
fr: Mots clés ou étiquettes utilisés pour décrire un élément. Les entrées textuelles multiples d'une liste de mots-clés sont généralement délimitées par des virgules ou par la répétition de la propriété.

source: Region Drained
fr: Région asséchée

source: The anatomical or organ system drained by this vessel; generally refers to a specific part of an organ.
fr: Système anatomique ou organique drainé par ce vaisseau ; se réfère généralement à une partie spécifique d'un organe.

source: Except Date
fr: Sauf date

source: Defines a [[Date]] or [[DateTime]] during which a scheduled [[Event]] will not take place. The property allows exceptions to a [[Schedule]] to be specified. If an exception is specified as a [[DateTime]] then only the event that would have started at that specific date and time should be excluded from the schedule. If an exception is specified as a [[Date]] then any event that is scheduled for that 24 hour period should be excluded from the schedule. This allows a whole day to be excluded from the schedule without having to itemise every scheduled event.
fr: Définit une [[Date]] ou une [[Heure]] pendant laquelle un [[Événement]] programmé n'aura pas lieu. Cette propriété permet de spécifier des exceptions à d'un [[Calendrier]]. Si une exception est spécifiée sous la forme d'une [[DateTime]], seul l'événement qui aurait commencé à cette date et heure spécifiques doit être exclu de la programmation. Si une exception est spécifiée sous la forme d'une [[Date]], tout événement programmé pour cette période de 24 heures doit être exclu de la programmation exclu de la programmation. Cela permet d'exclure une journée entière de la programmation sans avoir à détailler chaque événement programmé.

source: Related Anatomy
fr: Anatomie apparentée

source: Anatomical systems or structures that relate to the superficial anatomy.
fr: Systèmes ou structures anatomiques qui se rapportent à l'anatomie superficielle.

source: No Bylines Policy
fr: Politique de non-byline

source: For a [[NewsMediaOrganization]] or other news-related [[Organization]], a statement explaining when authors of articles are not named in bylines.
fr: Pour une [[Organisation de médias d'information]] ou une autre [[Organisation]] liée à l'actualité, une déclaration expliquant quand les auteurs d'articles ne sont pas nommés dans les titres.

source: Server Status
fr: Statut du serveur

source: Variable Measured
fr: Variable mesurée

source: The variableMeasured property can indicate (repeated as necessary) the variables that are measured in some dataset, either described as text or as pairs of identifier and description using PropertyValue.
fr: La propriété variableMeasured peut indiquer (répétée si nécessaire) les variables qui sont mesurées dans un ensemble de données, soit sous forme de texte, soit sous forme de paires d'identificateurs et de descriptions à l'aide de PropertyValue.

source: Variant Cover
fr: Couverture variante

source: A description of the variant cover for the issue, if the issue is a variant printing. For example, "Bryan Hitch Variant Cover" or "2nd Printing Variant".
fr: Une description de la variante de la couverture du numéro, s'il s'agit d'une variante d'impression. Par exemple, "Bryan Hitch Variant Cover" ou "2nd Printing Variant".

source: Honorific Suffix
fr: Suffixe honorifique

source: An honorific suffix following a Person's name such as M.D./PhD/MSCSW.
fr: Suffixe honorifique suivant le nom d'une personne, tel que M.D./PhD/MSCSW.

source: Assesses
fr: Évalue

source: The item being described is intended to assess the competency or learning outcome defined by the referenced term.
fr: L'élément décrit est destiné à évaluer la compétence ou l'acquis de l'apprentissage défini par le terme référencé.

source: For a [[NewsMediaOrganization]], a link to the masthead page or a page listing top editorial management.
fr: Pour un [[NewsMediaOrganization]], un lien vers la page d'accueil ou une page listant les principaux responsables éditoriaux.

source: Course Workload
fr: Charge de travail des cours

source: The amount of work expected of students taking the course, often provided as a figure per week or per month, and may be broken down by type. For example, "2 hours of lectures, 1 hour of lab work and 3 hours of independent study per week".
fr: La quantité de travail attendue des étudiants qui suivent le cours, souvent indiquée sous la forme d'un chiffre par semaine ou par mois, et peut être ventilée par type. Par exemple, "2 heures de cours magistraux, 1 heure de travaux pratiques et 3 heures d'études indépendantes par semaine".

source: Owned From
fr: Propriété de

source: The date and time of obtaining the product.
fr: La date et l'heure d'obtention du produit.

source: Recognized By
fr: Reconnu par

source: An organization that acknowledges the validity, value or utility of a credential. Note: recognition may include a process of quality assurance or accreditation.
fr: Une organisation qui reconnaît la validité, la valeur ou l'utilité d'un titre. Note : la reconnaissance peut inclure un processus d'assurance qualité ou d'accréditation.

source: Meets Emission Standard
fr: Conforme à la norme d'émission

source: Indicates that the vehicle meets the respective emission standard.
fr: Indique que le véhicule répond à la norme d'émission correspondante.

source: Monoisotopic Molecular Weight
fr: Poids moléculaire monoisotopique

source: The monoisotopic mass is the sum of the masses of the atoms in a molecule using the unbound, ground-state, rest mass of the principal (most abundant) isotope for each element instead of the isotopic average mass. Please include the units in the form '&lt;Number&gt; &lt;unit&gt;', for example '770.230488 g/mol' or as '&lt;QuantitativeValue&gt;.
fr: La masse monoisotopique est la somme des masses des atomes d'une molécule en utilisant la masse au repos non liée, à l'état fondamental, de l'isotope principal (le plus abondant) pour chaque élément au lieu de la masse moyenne isotopique. Veuillez indiquer les unités sous la forme "&lt;Number&gt ; &lt;unit&gt ;", par exemple "770.230488 g/mol" ou "&lt;QuantitativeValue&gt ;".

source: Positive Notes
fr: Notes positives

source: Provides positive considerations regarding something, for example product highlights or (alongside [[negativeNotes]]) pro/con lists for reviews. In the case of a [[Review]], the property describes the [[itemReviewed]] from the perspective of the review; in the case of a [[Product]], the product itself is being described. The property values can be expressed either as unstructured text (repeated as necessary), or if ordered, as a list (in which case the most positive is at the beginning of the list).
fr: Fournit des considérations positives sur quelque chose, par exemple les points forts d'un produit ou (avec les [[notes négatives]]) les listes pour/contre pour les critiques. Dans le cas d'une [[Revue]], la propriété décrit l'[[élémentRevu]] du point de vue de la revue ; dans le cas d'un [[Produit]], c'est le produit lui-même qui est décrit. Les valeurs des propriétés peuvent être exprimées sous forme de texte non structuré (répété si nécessaire) ou, si elles sont ordonnées, sous forme de liste (dans ce cas, la valeur la plus positive se trouve au début de la liste).

source: Circle
fr: Cercle

source: A circle is the circular region of a specified radius centered at a specified latitude and longitude. A circle is expressed as a pair followed by a radius in meters.
fr: Un cercle est la région circulaire d'un rayon spécifié centrée sur une latitude et une longitude spécifiées. Un cercle est exprimé par une paire suivie d'un rayon en mètres.

source: Benefits Summary Url
fr: Url du résumé des avantages

source: The URL that goes directly to the summary of benefits and coverage for the specific standard plan or plan variation.
fr: L'URL qui permet d'accéder directement au résumé des prestations et de la couverture pour le régime standard spécifique ou la variante du régime.

source: Word Count
fr: Nombre de mots

source: The number of words in the text of the Article.
fr: Le nombre de mots dans le texte de l'article.

source: Thumbnail
fr: Miniature

source: Thumbnail image for an image or video.
fr: Vignette d'une image ou d'une vidéo.

source: Account
fr: Compte

source: The identifier for the account the payment will be applied to.
fr: L'identifiant du compte sur lequel le paiement sera appliqué.

source: Strength Value
fr: Valeur de la force

source: Toc Entry
fr: Entrée Toc

source: Indicates a [[HyperTocEntry]] in a [[HyperToc]].
fr: Indique un [[HyperTocEntry]] dans un [[HyperToc]].

source: Accepted Answer
fr: Réponse acceptée

source: The answer(s) that has been accepted as best, typically on a Question/Answer site. Sites vary in their selection mechanisms, e.g. drawing on community opinion and/or the view of the Question author.
fr: La ou les réponses qui ont été acceptées comme étant les meilleures, généralement sur un site de questions/réponses. Les sites varient dans leurs mécanismes de sélection, par exemple en s'appuyant sur l'opinion de la communauté et/ou l'avis de l'auteur de la question.

source: Healthcare Reporting Data
fr: Rapports sur les soins de santé

source: Indicates data describing a hospital, e.g. a CDC [[CDCPMDRecord]] or as some kind of [[Dataset]].
fr: Indique les données décrivant un hôpital, par exemple un [[CDCPMDRecord]] des CDC ou une sorte de [[Dataset]].

source: Application Category
fr: Catégorie de l'application

source: Type of software application, e.g. 'Game, Multimedia'.
fr: Type d'application logicielle, par exemple "jeu, multimédia".

source: Review Rating
fr: Classement de l’Évaluation

source: A resource from which this work is derived or from which it is a modification or adaption.
fr: Une ressource dont cette œuvre est dérivée ou dont elle est une modification ou une adaptation.

source: Post Office Box Number
fr: Numéro de la boîte postale

source: The post office box number for PO box addresses.
fr: Le numéro de case postale pour les adresses de boîtes postales.

source: Payload
fr: Charge utile

source: The permitted weight of passengers and cargo, EXCLUDING the weight of the empty vehicle. Typical unit code(s): KGM for kilogram, LBR for pound * Note 1: Many databases specify the permitted TOTAL weight instead, which is the sum of [[weight]] and [[payload]] * Note 2: You can indicate additional information in the [[name]] of the [[QuantitativeValue]] node. * Note 3: You may also link to a [[QualitativeValue]] node that provides additional information using [[valueReference]]. * Note 4: Note that you can use [[minValue]] and [[maxValue]] to indicate ranges.
fr: Le poids autorisé des passagers et de la cargaison, À L'EXCLUSION du poids du véhicule vide. Code(s) d'unité(s) typique(s) : KGM pour kilogramme, LBR pour livre * Note 1 : De nombreuses bases de données indiquent plutôt le poids TOTAL autorisé, qui est la somme du [[poids]] et de la [[charge utile]] * Note 2 : Vous pouvez indiquer des informations supplémentaires dans le [[nom]] du nœud [[QuantitativeValue]]. * Note 3 : Vous pouvez également créer un lien vers un nœud [[QualitativeValue]] qui fournit des informations supplémentaires en utilisant [[valueReference]]. * Note 4 : Vous pouvez utiliser [[minValue]] et [[maxValue]] pour indiquer des fourchettes.

source: Passenger Sequence Number
fr: Numéro de séquence du passager

source: The passenger's sequence number as assigned by the airline.
fr: Le numéro d'ordre du passager tel qu'attribué par la compagnie aérienne.

source: Expected Prognosis
fr: Pronostic attendu

source: The likely outcome in either the short term or long term of the medical condition.
fr: Le résultat probable à court ou à long terme de l'état pathologique.

source: Legislation Changes
fr: Modifications de la législation

source: Another legislation that this legislation changes. This encompasses the notions of amendment, replacement, correction, repeal, or other types of change. This may be a direct change (textual or non-textual amendment) or a consequential or indirect change. The property is to be used to express the existence of a change relationship between two acts rather than the existence of a consolidated version of the text that shows the result of the change. For consolidation relationships, use the <a href="/legislationConsolidates">legislationConsolidates</a> property.
fr: Une autre législation que cette législation modifie. Cela englobe les notions d'amendement, de remplacement, de correction, d'abrogation ou d'autres types de changement. Il peut s'agir d'un changement direct (modification textuelle ou non textuelle) ou d'un changement consécutif ou indirect. La propriété doit être utilisée pour exprimer l'existence d'une relation de changement entre deux actes plutôt que l'existence d'une version consolidée du texte qui montre le résultat du changement. Pour les relations de consolidation, utiliser la propriété <a href="/legislationConsolidates">legislationConsolidates</a>.

source: Grace Period
fr: Délai de grâce

source: The period of time after any due date that the borrower has to fulfil its obligations before a default (failure to pay) is deemed to have occurred.
fr: Le délai dont dispose l'emprunteur après une échéance pour s'acquitter de ses obligations avant qu'une défaillance (défaut de paiement) ne soit considérée comme ayant eu lieu.

source: Member Of
fr: Membres De

source: An Organization (or ProgramMembership) to which this Person or Organization belongs.
fr: Organisation (ou ProgramMembership) à laquelle cette personne ou cette organisation appartient.

source: Warranty
fr: Garantie

source: The warranty promise(s) included in the offer.
fr: La (les) promesse(s) de garantie incluse(s) dans l'offre.

source: Payment Accepted
fr: Paiement accepté

source: Cash, Credit Card, Cryptocurrency, Local Exchange Tradings System, etc.
fr: Espèces, cartes de crédit, crypto-monnaies, système d'échange local, etc.

source: Article Section
fr: Section de publication

source: Articles may belong to one or more 'sections' in a magazine or newspaper, such as Sports, Lifestyle, etc.
fr: Les articles peuvent appartenir à une ou plusieurs "sections" d'un magazine ou d'un journal, telles que Sports, Style de vie, etc.

source: Is Encoded By Bio Chem Entity
fr: Est codé par une entité biochimique

source: Another BioChemEntity encoding by this one.
fr: Un autre encodage de BioChemEntity par celui-ci.

source: Repeat Frequency
fr: Fréquence de répétition

source: Defines the frequency at which [[Event]]s will occur according to a schedule [[Schedule]]. The intervals between events should be defined as a [[Duration]] of time.
fr: Définit la fréquence à laquelle les [[événements]]s se produiront selon un calendrier [[Calendrier]]. Les intervalles entre les événements doivent être définis comme une [[Durée]] de temps.

source: Course Mode
fr: Mode Cours

source: The medium or means of delivery of the course instance or the mode of study, either as a text label (e.g. "online", "onsite" or "blended"; "synchronous" or "asynchronous"; "full-time" or "part-time") or as a URL reference to a term from a controlled vocabulary (e.g. https://ceds.ed.gov/element/001311#Asynchronous).
fr: Le support ou le moyen de diffusion de l'instance de cours ou le mode d'étude, soit sous forme d'étiquette textuelle (par exemple "en ligne", "sur place" ou "mixte" ; "synchrone" ou "asynchrone" ; "à temps plein" ou "à temps partiel"), soit sous forme de référence URL à un terme issu d'un vocabulaire contrôlé (par exemple https://ceds.ed.gov/element/001311#Asynchronous).

source: Holding Archive
fr: Archives de l'exploitation

source: Indicates that the CreativeWork contains a reference to, but is not necessarily about a concept.
fr: Indique que le travail créatif contient une référence à un concept, mais qu'il ne s'agit pas nécessairement d'un concept.

source: Legislation Applies
fr: La législation s'applique

source: Indicates that this legislation (or part of a legislation) somehow transfers another legislation in a different legislative context. This is an informative link, and it has no legal value. For legally-binding links of transposition, use the <a href="/legislationTransposes">legislationTransposes</a> property. For example an informative consolidated law of a European Union's member state "applies" the consolidated version of the European Directive implemented in it.
fr: Indique que cette législation (ou partie de législation) transfère d'une manière ou d'une autre une autre législation dans un contexte législatif différent. Il s'agit d'un lien informatif qui n'a aucune valeur juridique. Pour les liens de transposition juridiquement contraignants, utilisez la propriété <a href="/legislationTransposes">legislationTransposes</a>. Par exemple, une loi consolidée informative d'un État membre de l'Union européenne "applique" la version consolidée de la directive européenne qui y est transposée.

source: Account Overdraft Limit
fr: Limite de découvert du compte

source: An overdraft is an extension of credit from a lending institution when an account reaches zero. An overdraft allows the individual to continue withdrawing money even if the account has no funds in it. Basically the bank allows people to borrow a set amount of money.
fr: Un découvert est une extension de crédit de la part d'un établissement de crédit lorsqu'un compte est à zéro. Un découvert permet à l'individu de continuer à retirer de l'argent même si le compte n'est pas approvisionné. En fait, la banque permet aux gens d'emprunter une certaine somme d'argent.

source: Num Tracks
fr: Nombre de pistes

source: The number of tracks in this album or playlist.
fr: Le nombre de pistes de cet album ou de cette liste de lecture.

source: Evidence Level
fr: Niveau de preuve

source: Strength of evidence of the data used to formulate the guideline (enumerated).
fr: Force des preuves des données utilisées pour formuler la ligne directrice (énumérées).

source: Alternate Name
fr: Nom alternatif

source: An alias for the item.
fr: Un alias pour l'élément.

source: Number Of Pages
fr: Nombre de pages

source: The number of pages in the book.
fr: Le nombre de pages du livre.

source: Domain Includes
fr: Le domaine comprend

source: Relates a property to a class that is (one of) the type(s) the property is expected to be used on.
fr: Relie une propriété à une classe qui est le(s) type(s) sur le(s)quel(s) la propriété est censée être utilisée.

source: Opponent
fr: Adversaire

source: A sub property of participant. The opponent on this action.
fr: Une sous propriété de participant. L'opposant à cette action.

source: Artist
fr: Artiste

source: The primary artist for a work in a medium other than pencils or digital line art--for example, if the primary artwork is done in watercolors or digital paints.
fr: L'artiste principal d'une œuvre dans un médium autre que le crayon ou l'art numérique au trait - par exemple, si l'œuvre principale est réalisée à l'aquarelle ou à la peinture numérique si l'œuvre principale est réalisée à l'aquarelle ou à la peinture numérique.

source: Publishing Principles
fr: Principes d'édition

source: The publishingPrinciples property indicates (typically via [[URL]]) a document describing the editorial principles of an [[Organization]] (or individual, e.g. a [[Person]] writing a blog) that relate to their activities as a publisher, e.g. ethics or diversity policies. When applied to a [[CreativeWork]] (e.g. [[NewsArticle]]) the principles are those of the party primarily responsible for the creation of the [[CreativeWork]]. While such policies are most typically expressed in natural language, sometimes related information (e.g. indicating a [[funder]]) can be expressed using schema.org terminology.
fr: La propriété publishingPrinciples indique (généralement par [[URL]]) un document décrivant les principes éditoriaux d'une [[Organisation]] (ou d'un individu, par exemple une [[Personne]] rédigeant un blog) qui se rapportent à leurs activités en tant qu'éditeur, par exemple des politiques en matière d'éthique ou de diversité. Lorsqu'ils s'appliquent à une [[Œuvre de création]] (par exemple, un [[Article de presse]]), les principes sont ceux de la partie principalement responsable de la création de l'[[Œuvre de création]]. Bien que ces politiques soient le plus souvent exprimées en langage naturel, des informations connexes (par exemple, l'indication d'un [[bailleur de fonds]]) peuvent parfois être exprimées à l'aide de la terminologie schema.org.

source: Order Quantity
fr: Quantité de commande

source: The number of the item ordered. If the property is not set, assume the quantity is one.
fr: Le numéro de l'article commandé. Si la propriété n'est pas définie, on considère que la quantité est de un.

source: Height
fr: Hauteur

source: The height of the item.
fr: La hauteur de l'élément.

source: The ISBN of the book.
fr: L'ISBN du livre.

source: Additional Variable
fr: Variable supplémentaire

source: Any additional component of the exercise prescription that may need to be articulated to the patient. This may include the order of exercises, the number of repetitions of movement, quantitative distance, progressions over time, etc.
fr: Toute composante supplémentaire de la prescription d'exercices qui peut nécessiter d'être expliquée au patient. Il peut s'agir de l'ordre des exercices, du nombre de répétitions du mouvement, de la distance quantitative, de la progression dans le temps, etc.
