Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: The value of the quantitative value or property value node. * For [[QuantitativeValue]] and [[MonetaryAmount]], the recommended type for values is 'Number'. * For [[PropertyValue]], it can be 'Text', 'Number', 'Boolean', or 'StructuredValue'. * Use values from 0123456789 (Unicode 'DIGIT ZERO' (U+0030) to 'DIGIT NINE' (U+0039)) rather than superficially similar Unicode symbols. * Use '.' (Unicode 'FULL STOP' (U+002E)) rather than ',' to indicate a decimal point. Avoid using these symbols as a readability separator.
fr: La valeur du nœud de la valeur quantitative ou de la valeur de la propriété. * Pour [[QuantitativeValue]] et [[MonetaryAmount]], le type recommandé pour les valeurs est "Number". * Pour [[PropertyValue]], il peut s'agir de "Text", "Number", "Boolean" ou "StructuredValue". * Utilisez les valeurs de 0123456789 (Unicode 'DIGIT ZERO' (U+0030) à 'DIGIT NINE' (U+0039)) plutôt que des symboles Unicode superficiellement similaires. * Utilisez '.' (Unicode 'FULL STOP' (U+002E)) plutôt que ',' pour indiquer un point décimal. Évitez d'utiliser ces symboles comme séparateur de lisibilité.

source: Included Composition
fr: Composition incluse

source: Smaller compositions included in this work (e.g. a movement in a symphony).
fr: Les petites compositions incluses dans ce travail (par exemple, un mouvement dans une symphonie).

source: Book Format
fr: Format du livre

source: The format of the book.
fr: Le format du livre.

source: Health Condition
fr: État de santé

source: Specifying the health condition(s) of a patient, medical study, or other target audience.
fr: Spécifier l'état de santé d'un patient, d'une étude médicale ou d'un autre public cible.

source: The version of the CreativeWork embodied by a specified resource.
fr: La version de l'œuvre créative incarnée par une ressource spécifiée.

source: Location Created
fr: Lieu créé

source: The location where the CreativeWork was created, which may not be the same as the location depicted in the CreativeWork.
fr: Le lieu où le CreativeWork a été créé, qui peut être différent du lieu décrit dans le CreativeWork.

source: Relevant Specialty
fr: Spécialité concernée

source: If applicable, a medical specialty in which this entity is relevant.
fr: Le cas échéant, une spécialité médicale dans laquelle cette entité est pertinente.

source: Floor Level
fr: Niveau du sol

source: The floor level for an [[Accommodation]] in a multi-storey building. Since counting systems [vary internationally](https://en.wikipedia.org/wiki/Storey#Consecutive_number_floor_designations), the local system should be used where possible.
fr: Le niveau de plancher d'un [[Logement]] dans un bâtiment à plusieurs étages. Étant donné que les systèmes de comptage varient d'un pays à l'autre] (https://en.wikipedia.org/wiki/Storey#Consecutive_number_floor_designations), il convient d'utiliser le système local dans la mesure du possible.

source: Is Consumable For
fr: Est consommable pour

source: A pointer to another product (or multiple products) for which this product is a consumable.
fr: Un pointeur vers un autre produit (ou plusieurs produits) pour lequel ce produit est un consommable.

source: Non Proprietary Name
fr: Dénomination non propriétaire

source: The generic name of this drug or supplement.
fr: Le nom générique de ce médicament ou de ce complément.

source: Available Language
fr: Langue disponible

source: A language someone may use with or at the item, service or place. Please use one of the language codes from the [IETF BCP 47 standard](http://tools.ietf.org/html/bcp47). See also [[inLanguage]].
fr: Langue que quelqu'un peut utiliser avec ou dans l'article, le service ou le lieu. Veuillez utiliser l'un des codes de langue de la [norme IETF BCP 47] (http://tools.ietf.org/html/bcp47). Voir aussi [[inLanguage]].

source: Part Of Tv Series
fr: Partie d'une série télévisée

source: The TV series to which this episode or season belongs.
fr: La série télévisée à laquelle appartient cet épisode ou cette saison.

source: The [SHA-2](https://en.wikipedia.org/wiki/SHA-2) SHA256 hash of the content of the item. For example, a zero-length input has value 'e3b0c44298fc1c149afbf4c8996fb92427ae41e4649b934ca495991b7852b855'
fr: Le hachage [SHA-2](https://en.wikipedia.org/wiki/SHA-2) SHA256 du contenu de l'élément. Par exemple, une entrée de longueur nulle a pour valeur "e3b0c44298fc1c149afbf4c8996fb92427ae41e4649b934ca495991b7852b855

source: Music Release Format
fr: Format de diffusion de la musique

source: Acquire License Page
fr: Page d'acquisition de licence

source: Indicates a page documenting how licenses can be purchased or otherwise acquired, for the current item.
fr: Indique une page documentant la façon dont les licences peuvent être achetées ou acquises pour l'élément en cours.

source: Recipe Yield
fr: Rendement de la recette

source: The quantity produced by the recipe (for example, number of people served, number of servings, etc).
fr: La quantité produite par la recette (par exemple, le nombre de personnes servies, le nombre de portions, etc.)

source: Thumbnail Url
fr: Url de la vignette

source: A thumbnail image relevant to the Thing.
fr: Une vignette correspondant à la Chose.

source: Number Of Full Bathrooms
fr: Nombre de salles de bains complètes

source: Number of full bathrooms - The total number of full and ¾ bathrooms in an [[Accommodation]]. This corresponds to the [BathroomsFull field in RESO](https://ddwiki.reso.org/display/DDW17/BathroomsFull+Field).
fr: Nombre de salles de bain complètes - Le nombre total de salles de bain complètes et ¾ dans un [[Logement]]. Cela correspond au champ [BathroomsFull dans RESO](https://ddwiki.reso.org/display/DDW17/BathroomsFull+Field).

source: Floor Limit
fr: Limite de plancher

source: A floor limit is the amount of money above which credit card transactions must be authorized.
fr: La limite plancher est le montant à partir duquel les transactions par carte de crédit doivent être autorisées.

source: Required Gender
fr: Sexe requis

source: Audiences defined by a person's gender.
fr: Les publics définis par le sexe d'une personne.

source: Proficiency Level
fr: Niveau de compétence

source: Proficiency needed for this content; expected values: 'Beginner', 'Expert'.
fr: Compétences requises pour ce contenu ; valeurs attendues : "Débutant", "Expert".

source: Product Supported
fr: Produit pris en charge

source: The product or service this support contact point is related to (such as product support for a particular product line). This can be a specific product or product line (e.g. "iPhone") or a general category of products or services (e.g. "smartphones").
fr: Le produit ou le service auquel se rapporte ce point de contact d'assistance (par exemple, l'assistance produit pour une ligne de produits particulière). Il peut s'agir d'un produit ou d'une ligne de produits spécifique (par exemple, "iPhone") ou d'une catégorie générale de produits ou de services (par exemple, "smartphones").

source: Next Item
fr: Élément suivant

source: A link to the ListItem that follows the current one.
fr: Un lien vers l'élément de la liste qui suit l'élément actuel.

source: Branch
fr: Branche

source: The branches that delineate from the nerve bundle. Not to be confused with [[branchOf]].
fr: Les branches qui se détachent du faisceau nerveux. A ne pas confondre avec [[Branche de]].

source: Sodium Content
fr: Teneur en sodium

source: The number of milligrams of sodium.
fr: Le nombre de milligrammes de sodium.

source: Steps
fr: Étapes

source: A single step item (as HowToStep, text, document, video, etc.) or a HowToSection (originally misnamed 'steps'; 'step' is preferred).
fr: Un élément d'étape unique (sous forme d'étape, de texte, de document, de vidéo, etc.) ou une section d'étape (à l'origine mal nommée "étapes" ; le terme "étape" est préférable).

source: In Support Of
fr: En faveur de

source: Qualification, candidature, degree, application that Thesis supports.
fr: Qualification, candidature, diplôme, demande que la thèse soutient.

source: Significant Link
fr: Lien significatif

source: One of the more significant URLs on the page. Typically, these are the non-navigation links that are clicked on the most.
fr: L'un des URL les plus importants de la page. Il s'agit généralement des liens qui ne sont pas des liens de navigation et sur lesquels on clique le plus.

source: Time To Complete
fr: Temps pour compléter

source: The expected length of time to complete the program if attending full-time.
fr: La durée prévue pour l'achèvement du programme en cas de participation à temps plein.

source: Makes Offer
fr: Fait une offre

source: A pointer to products or services offered by the organization or person.
fr: Un pointeur vers les produits ou services offerts par l'organisation ou la personne.

source: Sourced From
fr: Provenance

source: The neurological pathway that originates the neurons.
fr: Voie neurologique à l'origine des neurones.

source: Measured Value
fr: Valeur mesurée

source: The measuredValue of an [[Observation]].
fr: La valeur mesurée d'une [[Observation]].

source: Nutrition
fr: Valeurs nutritionnelles

source: Nutrition information about the recipe or menu item.
fr: Informations nutritionnelles sur la recette ou l'article de menu.

source: End Time
fr: Heure de fin

source: The endTime of something. For a reserved event or service (e.g. FoodEstablishmentReservation), the time that it is expected to end. For actions that span a period of time, when the action was performed. E.g. John wrote a book from January to *December*. For media, including audio and video, it's the time offset of the end of a clip within a larger file. Note that Event uses startDate/endDate instead of startTime/endTime, even when describing dates with times. This situation may be clarified in future revisions.
fr: L'heure de fin de quelque chose. Pour un événement ou un service réservé (par exemple, FoodEstablishmentReservation), l'heure à laquelle il est censé se terminer. Pour les actions qui s'étendent sur une période de temps, l'heure à laquelle l'action a été effectuée. Par exemple, John a écrit un livre de janvier à *décembre*. Pour les médias, y compris les fichiers audio et vidéo, il s'agit du décalage temporel de la fin d'un clip dans un fichier plus important. Notez que Event utilise startDate/endDate au lieu de startTime/endTime, même lorsqu'il décrit des dates avec des heures. Cette situation pourrait être clarifiée dans les prochaines révisions.

source: Subject Of
fr: Objet

source: A CreativeWork or Event about this Thing.
fr: Un travail ou un événement créatif sur cette chose.

source: Album Release
fr: Sortie de l'album

source: A release of this album.
fr: Une sortie de cet album.

source: Cash Back
fr: Remise en argent

source: A cardholder benefit that pays the cardholder a small percentage of their net expenditures.
fr: Un avantage pour le titulaire de la carte qui lui verse un petit pourcentage de ses dépenses nettes.

source: Risk Factor
fr: Facteur de risque

source: A modifiable or non-modifiable factor that increases the risk of a patient contracting this condition, e.g. age, coexisting condition.
fr: Facteur modifiable ou non modifiable qui augmente le risque qu'un patient contracte cette affection, par exemple l'âge, une affection coexistante.

source: Greater
fr: Plus grand

source: This ordering relation for qualitative values indicates that the subject is greater than the object.
fr: Cette relation d'ordre pour les valeurs qualitatives indique que le sujet est plus grand que l'objet.

source: Price Component Type
fr: Prix Type de composant

source: Identifies a price component (for example, a line item on an invoice), part of the total price for an offer.
fr: Identifie un élément de prix (par exemple, un poste sur une facture) qui fait partie du prix total d'une offre.

source: Ownership Funding Info
fr: Propriété Financement

source: For an [[Organization]] (often but not necessarily a [[NewsMediaOrganization]]), a description of organizational ownership structure; funding and grants. In a news/media setting, this is with particular reference to editorial independence. Note that the [[funder]] is also available and can be used to make basic funder information machine-readable.
fr: Pour une [[Organisation]] (souvent mais pas nécessairement une [[Organisation de médias d'information]]), une description de la structure de propriété de l'organisation, du financement et des subventions. Dans un contexte d'information/média, il s'agit d'une référence particulière à l'indépendance éditoriale. Notez que le [[bailleur de fonds]] est également disponible et peut être utilisé pour rendre les informations de base sur les bailleurs de fonds lisibles par machine.

source: Time Of Day
fr: Heure de la journée

source: The time of day the program normally runs. For example, "evenings".
fr: L'heure à laquelle le programme se déroule normalement. Par exemple, "soirs".

source: One of the domain specialities to which this web page's content applies.
fr: Une des spécialités du domaine auquel s'applique le contenu de cette page web.

source: Letterer
fr: Lettreur

source: The individual who adds lettering, including speech balloons and sound effects, to artwork.
fr: La personne qui ajoute des lettres, y compris des bulles et des effets sonores, à une œuvre d'art.

source: Billing Start
fr: Début de la facturation

source: Specifies after how much time this price (or price component) becomes valid and billing starts. Can be used, for example, to model a price increase after the first year of a subscription. The unit of measurement is specified by the unitCode property.
fr: Spécifie après combien de temps ce prix (ou cette composante de prix) devient valide et la facturation commence. Il peut être utilisé, par exemple, pour modéliser une augmentation de prix après la première année d'un abonnement. L'unité de mesure est spécifiée par la propriété unitCode.

source: Role Name
fr: Nom du rôle

source: A role played, performed or filled by a person or organization. For example, the team of creators for a comic book might fill the roles named 'inker', 'penciller', and 'letterer'; or an athlete in a SportsTeam might play in the position named 'Quarterback'.
fr: Un rôle joué, exécuté ou rempli par une personne ou une organisation. Par exemple, l'équipe de créateurs d'une bande dessinée peut remplir les rôles d'"encreur", de "crayonneur" et de "lettreur" ; ou un athlète d'une équipe sportive peut occuper le poste de "quarterback".

source: Security Screening
fr: Contrôle de sécurité

source: The type of security screening the passenger is subject to.
fr: Le type de contrôle de sécurité auquel le passager est soumis.

source: Competitor
fr: Concurrent

source: A competitor in a sports event.
fr: Un concurrent dans un événement sportif.

source: Provider
fr: Fournisseur

source: The service provider, service operator, or service performer; the goods producer. Another party (a seller) may offer those services or goods on behalf of the provider. A provider may also serve as the seller.
fr: Le prestataire de services, l'opérateur de services ou l'exécutant de services ; le producteur de biens. Une autre partie (un vendeur) peut offrir ces services ou ces biens pour le compte du prestataire. Le prestataire peut également être le vendeur.

source: Occupation Location
fr: Profession Lieu

source: The region/country for which this occupational description is appropriate. Note that educational requirements and qualifications can vary between jurisdictions.
fr: La région ou le pays pour lequel cette description professionnelle est appropriée. Notez que les exigences en matière d'éducation et les qualifications peuvent varier d'une juridiction à l'autre.

source: Order Item Status
fr: État de l’article de commande

source: The current status of the order item.
fr: Le statut actuel du poste de commande.

source: Currencies Accepted
fr: Devises acceptées

source: The currency accepted. Use standard formats: [ISO 4217 currency format](http://en.wikipedia.org/wiki/ISO_4217), e.g. "USD"; [Ticker symbol](https://en.wikipedia.org/wiki/List_of_cryptocurrencies) for cryptocurrencies, e.g. "BTC"; well known names for [Local Exchange Trading Systems](https://en.wikipedia.org/wiki/Local_exchange_trading_system) (LETS) and other currency types, e.g. "Ithaca HOUR".
fr: La monnaie acceptée. Utilisez les formats standard : [Format de devise ISO 4217](http://en.wikipedia.org/wiki/ISO_4217), par exemple "USD" ; [Symbole de téléscripteur](https://en.wikipedia.org/wiki/List_of_cryptocurrencies) pour les crypto-monnaies, par exemple "BTC" ; noms bien connus pour les [Systèmes d'échange locaux](https://en.wikipedia.org/wiki/Local_exchange_trading_system) (SEL) et autres types de devises, par exemple "Ithaca HOUR".

source: Report Number
fr: Numéro du rapport

source: The number or other unique designator assigned to a Report by the publishing organization.
fr: Le numéro ou tout autre identifiant unique attribué à un rapport par l'organisme de publication.

source: Claim Reviewed
fr: Réclamation examinée

source: A short summary of the specific claims reviewed in a ClaimReview.
fr: Un bref résumé des réclamations spécifiques examinées dans le cadre d'un examen des réclamations.

source: Estimated Cost
fr: Coût Estimatif

source: The estimated cost of the supply or supplies consumed when performing instructions.
fr: Le coût estimé de la ou des fournitures consommées lors de l'exécution des instructions.

source: Comment Text
fr: Texte du commentaire

source: The text of the UserComment.
fr: Le texte du commentaire de l'utilisateur.

source: Founders
fr: Fondateurs

source: Chemical Role
fr: Rôle chimique

source: A role played by the BioChemEntity within a chemical context.
fr: Rôle joué par l'entité BioChemEntity dans un contexte chimique.

source: Expires
fr: Expire

source: Date the content expires and is no longer useful or available. For example a [[VideoObject]] or [[NewsArticle]] whose availability or relevance is time-limited, or a [[ClaimReview]] fact check whose publisher wants to indicate that it may no longer be relevant (or helpful to highlight) after some date.
fr: Date à laquelle le contenu expire et n'est plus utile ou disponible. Par exemple, un [[VideoObject]] ou un [[NewsArticle]] dont la disponibilité ou la pertinence est limitée dans le temps, ou une vérification des faits [[ClaimReview]] dont l'éditeur souhaite indiquer qu'elle pourrait ne plus être pertinente (ou utile à mettre en évidence) après une certaine date.

source: Door Time
fr: Ouverture de Portes

source: The time admission will commence.
fr: L'heure à laquelle l'admission commencera.

source: Health Plan Copay Option
fr: Option de copaiement du régime de santé

source: Whether the copay is before or after deductible, etc. TODO: Is this a closed set?
fr: Si le copay est avant ou après la franchise, etc. TODO : S'agit-il d'un ensemble fermé ?

source: Model Date
fr: Date du modèle

source: The release date of a vehicle model (often used to differentiate versions of the same make and model).
fr: Date de sortie d'un modèle de véhicule (souvent utilisée pour différencier les versions d'une même marque et d'un même modèle).

source: Annual Percentage Rate
fr: Taux annuel en pourcentage

source: The annual rate that is charged for borrowing (or made by investing), expressed as a single percentage number that represents the actual yearly cost of funds over the term of a loan. This includes any fees or additional costs associated with the transaction.
fr: Le taux annuel facturé pour un emprunt (ou un investissement), exprimé en un pourcentage unique qui représente le coût annuel réel des fonds sur la durée d'un prêt. Ce taux comprend tous les frais ou coûts supplémentaires associés à la transaction.

source: Public Transport Closures Info
fr: Informations sur les fermetures des transports publics

source: Information about public transport closures.
fr: Informations sur les fermetures des transports publics.

source: Legislation Identifier
fr: Identifiant de la législation

source: An identifier for the legislation. This can be either a string-based identifier, like the CELEX at EU level or the NOR in France, or a web-based, URL/URI identifier, like an ELI (European Legislation Identifier) or an URN-Lex.
fr: Un identifiant pour la législation. Il peut s'agir d'un identifiant basé sur une chaîne de caractères, comme CELEX au niveau de l'UE ou NOR en France, ou d'un identifiant URL/URI basé sur le web, comme ELI (European Legislation Identifier) ou URN-Lex.

source: Athlete
fr: Athlète

source: A person that acts as performing member of a sports team; a player as opposed to a coach.
fr: Une personne qui agit en tant que membre d'une équipe sportive ; un joueur par opposition à un entraîneur.

source: Amenity Feature
fr: Fonction d'agrément

source: An amenity feature (e.g. a characteristic or service) of the Accommodation. This generic property does not make a statement about whether the feature is included in an offer for the main accommodation or available at extra costs.
fr: Un élément d'agrément (par exemple, une caractéristique ou un service) du logement. Cette propriété générique n'indique pas si l'élément est inclus dans une offre pour le logement principal ou s'il est disponible moyennant des frais supplémentaires.

source: Arterial Branch
fr: Branche artérielle

source: The branches that comprise the arterial structure.
fr: Les branches qui composent la structure artérielle.

source: Issued By
fr: Emis par

source: The organization issuing the ticket or permit.
fr: L'organisation qui délivre la contravention ou le permis.

source: Loser
fr: Perdant

source: A sub property of participant. The loser of the action.
fr: Une sous propriété de participant. Le perdant de l'action.

source: Distinguishing Sign
fr: Signe distinctif

source: One of a set of signs and symptoms that can be used to distinguish this diagnosis from others in the differential diagnosis.
fr: Un ensemble de signes et de symptômes qui peuvent être utilisés pour distinguer ce diagnostic des autres dans le diagnostic différentiel.

source: Loan Payment Amount
fr: Montant du paiement du prêt

source: The amount of money to pay in a single payment.
fr: Le montant à payer en une seule fois.

source: Depth
fr: Profondeur

source: The depth of the item.
fr: La profondeur de l'article.

source: Previous Start Date
fr: Date de début précédente

source: Used in conjunction with eventStatus for rescheduled or cancelled events. This property contains the previously scheduled start date. For rescheduled events, the startDate property should be used for the newly scheduled start date. In the (rare) case of an event that has been postponed and rescheduled multiple times, this field may be repeated.
fr: Utilisée conjointement avec eventStatus pour les événements reprogrammés ou annulés. Cette propriété contient la date de début précédemment programmée. Pour les événements reprogrammés, la propriété startDate doit être utilisée pour la nouvelle date de début prévue. Dans le cas (rare) d'un événement qui a été reporté et reprogrammé plusieurs fois, ce champ peut être répété.

source: Terms Per Year
fr: Termes par an

source: The number of times terms of study are offered per year. Semesters and quarters are common units for term. For example, if the student can only take 2 semesters for the program in one year, then termsPerYear should be 2.
fr: Le nombre de trimestres d'études proposés par an. Les semestres et les trimestres sont des unités communes pour le terme. Par exemple, si l'étudiant ne peut suivre que deux semestres du programme en un an, le nombre de trimestres par an doit être égal à 2.

source: Track
fr: Suivre
