Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: Location in the body of the anatomical structure.
fr: Emplacement dans le corps de la structure anatomique.

source: Medical audience for page.
fr: Public médical pour la page.

source: Message Attachment
fr: Pièce jointe au message

source: A CreativeWork attached to the message.
fr: Une œuvre de création attachée au message.

source: Item Defect Return Shipping Fees Amount
fr: Défaut de l'article Frais de retour Montant

source: Amount of shipping costs for defect product returns. Applicable when property [[itemDefectReturnFees]] equals [[ReturnShippingFees]].
fr: Montant des frais d'expédition pour les retours de produits défectueux. Applicable lorsque la propriété [[itemDefectReturnFees]] est égale à [[ReturnShippingFees]].

source: During Media
fr: Pendant les médias

source: A media object representing the circumstances while performing this direction.
fr: Un objet média représentant les circonstances lors de l'exécution de cette direction.

source: Named Position
fr: Poste nommé

source: A position played, performed or filled by a person or organization, as part of an organization. For example, an athlete in a SportsTeam might play in the position named 'Quarterback'.
fr: Une position jouée, exécutée ou remplie par une personne ou une organisation, dans le cadre d'une organisation. Par exemple, un athlète d'une équipe sportive peut occuper le poste de "Quarterback".

source: Max Value
fr: Valeur maximale

source: The upper value of some characteristic or property.
fr: La valeur supérieure d'une caractéristique ou d'une propriété.

source: An associated logo.
fr: Un logo associé.

source: Geo Crosses
fr: Croix géo

source: Represents a relationship between two geometries (or the places they represent), relating a geometry to another that crosses it: "a crosses b: they have some but not all interior points in common, and the dimension of the intersection is less than that of at least one of them". As defined in [DE-9IM](https://en.wikipedia.org/wiki/DE-9IM).
fr: Représente une relation entre deux géométries (ou les lieux qu'elles représentent), reliant une géométrie à une autre qui la croise : "a croise b : elles ont en commun certains points intérieurs mais pas tous, et la dimension de l'intersection est inférieure à celle d'au moins l'une d'entre elles". Telle que définie dans [DE-9IM] (https://en.wikipedia.org/wiki/DE-9IM).

source: Passenger Priority Status
fr: Statut de priorité des passagers

source: The priority status assigned to a passenger for security or boarding (e.g. FastTrack or Priority).
fr: Le statut prioritaire attribué à un passager pour la sécurité ou l'embarquement (par exemple FastTrack ou Priority).

source: Number Of Players
fr: Nombre de joueurs

source: Indicate how many people can play this game (minimum, maximum, or range).
fr: Indiquez combien de personnes peuvent jouer à ce jeu (minimum, maximum ou fourchette).

source: Biomechnical Class
fr: Classe Biomécanique

source: The biomechanical properties of the bone.
fr: Les propriétés biomécaniques de l'os.

source: A unique identifier for the reservation.
fr: Un identifiant unique pour la réservation.

source: Sign Detected
fr: Signe détecté

source: A sign detected by the test.
fr: Un signe détecté par le test.

source: Dose Value
fr: Valeur de la dose

source: The value of the dose, e.g. 500.
fr: La valeur de la dose, par exemple 500.

source: Archive Held
fr: Archives conservées

source: Acriss Code
fr: Code Acriss

source: The ACRISS Car Classification Code is a code used by many car rental companies, for classifying vehicles. ACRISS stands for Association of Car Rental Industry Systems and Standards.
fr: Le code de classification des véhicules ACRISS est un code utilisé par de nombreuses sociétés de location de voitures pour classer les véhicules. ACRISS signifie Association of Car Rental Industry Systems and Standards (Association des systèmes et normes de l'industrie de la location de voitures).

source: Appearance
fr: Apparence

source: Indicates an occurrence of a [[Claim]] in some [[CreativeWork]].
fr: Indique une occurrence d'une [[revendication]] dans un [[travail créatif]].

source: Answer Count
fr: Nombre de réponses

source: The number of answers this question has received.
fr: Le nombre de réponses à cette question.

source: Trans Fat Content
fr: Teneur en graisses trans

source: The number of grams of trans fat.
fr: Le nombre de grammes de graisses trans.

source: Interaction Service
fr: Service d'interaction

source: The WebSite or SoftwareApplication where the interactions took place.
fr: Le site web ou l'application logicielle où les interactions ont eu lieu.

source: Order Number
fr: Numéro de commande

source: The identifier of the transaction.
fr: L'identifiant de la transaction.

source: Beneficiary Bank
fr: Banque bénéficiaire

source: A bank or bank’s branch, financial institution or international financial institution operating the beneficiary’s bank account or releasing funds for the beneficiary.
fr: Une banque ou une succursale de banque, une institution financière ou une institution financière internationale qui gère le compte bancaire du bénéficiaire ou qui débloque des fonds pour le bénéficiaire.

source: Accessibility Api
fr: Accessibilité Api

source: Indicates that the resource is compatible with the referenced accessibility API. Values should be drawn from the [approved vocabulary](https://www.w3.org/2021/a11y-discov-vocab/latest/#accessibilityAPI-vocabulary).
fr: Indique que la ressource est compatible avec l'API d'accessibilité référencée. Les valeurs doivent être tirées du [vocabulaire approuvé] (https://www.w3.org/2021/a11y-discov-vocab/latest/#accessibilityAPI-vocabulary).

source: Sd Publisher
fr: Éditeur Sd

source: Indicates the party responsible for generating and publishing the current structured data markup, typically in cases where the structured data is derived automatically from existing published content but published on a different site. For example, student projects and open data initiatives often re-publish existing content with more explicitly structured metadata. The [[sdPublisher]] property helps make such practices more explicit.
fr: Indique la partie responsable de la génération et de la publication du balisage actuel des données structurées, généralement dans les cas où les données structurées sont dérivées automatiquement d'un contenu publié existant, mais publié sur un site différent. Par exemple, les projets d'étudiants et les initiatives de données ouvertes republient souvent le contenu existant avec des métadonnées plus explicitement structurées. Les données structurées sont dérivées automatiquement d'un contenu publié existant, mais publié sur un autre site [[sdPublisher]] permet de rendre ces pratiques plus explicites.

source: Fuel Type
fr: Type de carburant

source: The type of fuel suitable for the engine or engines of the vehicle. If the vehicle has only one engine, this property can be attached directly to the vehicle.
fr: Le type de carburant adapté au(x) moteur(s) du véhicule. Si le véhicule n'a qu'un seul moteur, cette propriété peut être rattachée directement au véhicule.

source: Accepts Reservations
fr: Accepte des réservations

source: Indicates whether a FoodEstablishment accepts reservations. Values can be Boolean, an URL at which reservations can be made or (for backwards compatibility) the strings ```Yes``` or ```No```.
fr: Indique si un établissement alimentaire accepte les réservations. Les valeurs peuvent être des booléens, une URL à laquelle des réservations peuvent être faites ou (pour la compatibilité ascendante) les chaînes ``Oui`` ou ``Non``.

source: Start Offset
fr: Démarrer le décalage

source: The start time of the clip expressed as the number of seconds from the beginning of the work.
fr: L'heure de début du clip exprimée en nombre de secondes à partir du début du travail.

source: Eligible Region
fr: Région éligible

source: The ISO 3166-1 (ISO 3166-1 alpha-2) or ISO 3166-2 code, the place, or the GeoShape for the geo-political region(s) for which the offer or delivery charge specification is valid. See also [[ineligibleRegion]].
fr: Le code ISO 3166-1 (ISO 3166-1 alpha-2) ou ISO 3166-2, le lieu ou le GeoShape de la (des) région(s) géopolitique(s) pour laquelle (lesquelles) l'offre ou la spécification des frais de livraison est valable. Voir aussi [[région non éligible]].

source: Country Of Last Processing
fr: Pays de dernière transformation

source: The place where the item (typically [[Product]]) was last processed and tested before importation.
fr: Lieu où l'article (généralement [[Produit]]) a été traité et testé pour la dernière fois avant l'importation.

source: Code Sample Type
fr: Code Type d'échantillon

source: What type of code sample: full (compile ready) solution, code snippet, inline code, scripts, template.
fr: Quel type d'échantillon de code : solution complète (prête à la compilation), extrait de code, code en ligne, scripts, modèle.

source: Seasons
fr: Saisons

source: Opens
fr: Ouvertures

source: The opening hour of the place or service on the given day(s) of the week.
fr: L'heure d'ouverture du lieu ou du service le(s) jour(s) donné(s) de la semaine.

source: Range Includes
fr: La gamme comprend

source: Relates a property to a class that constitutes (one of) the expected type(s) for values of the property.
fr: Relie une propriété à une classe qui constitue le(s) type(s) attendu(s) pour les valeurs de la propriété.

source: Return Policy Seasonal Override
fr: Politique de retour Priorité saisonnière

source: Seasonal override of a return policy.
fr: Annulation saisonnière d'une politique de retour.

source: Provider Mobility
fr: Mobilité des fournisseurs

source: Indicates the mobility of a provided service (e.g. 'static', 'dynamic').
fr: Indique la mobilité d'un service fourni (par exemple, "statique", "dynamique").

source: Honorific Prefix
fr: Préfixe honorifique

source: An honorific prefix preceding a Person's name such as Dr/Mrs/Mr.
fr: Préfixe honorifique précédant le nom d'une personne, tel que Dr/Mrs/Mr.

source: Cc Recipient
fr: Cc Destinataire

source: A sub property of recipient. The recipient copied on a message.
fr: Une sous-propriété de destinataire. Le destinataire en copie d'un message.

source: Customer Remorse Return Shipping Fees Amount
fr: Remords du client Frais de retour Montant

source: The amount of shipping costs if a product is returned due to customer remorse. Applicable when property [[customerRemorseReturnFees]] equals [[ReturnShippingFees]].
fr: Le montant des frais d'expédition si un produit est retourné pour cause de remords du client. Applicable lorsque la propriété [[customerRemorseReturnFees]] est égale à [[ReturnShippingFees]].

source: Measured Property
fr: Propriété mesurée

source: The measuredProperty of an [[Observation]], either a schema.org property, a property from other RDF-compatible systems, e.g. W3C RDF Data Cube, or schema.org extensions such as [GS1's](https://www.gs1.org/voc/?show=properties).
fr: La measuredProperty d'une [[Observation]], soit une propriété du schema.org, soit une propriété d'autres systèmes compatibles RDF, par exemple le RDF Data Cube du W3C, soit des extensions du schema.org telles que celles du [GS1] (https://www.gs1.org/voc/?show=properties).

source: Arrival Bus Stop
fr: Arrivée Arrêt de bus

source: The stop or station from which the bus arrives.
fr: L'arrêt ou la station d'où arrive le bus.

source: Recipe Cuisine
fr: Type de cuisine

source: The cuisine of the recipe (for example, French or Ethiopian).
fr: Le type de cuisine de la recette (par exemple, française ou éthiopienne).

source: Best Rating
fr: Meilleure note

source: The highest value allowed in this rating system. If bestRating is omitted, 5 is assumed.
fr: La valeur la plus élevée autorisée dans ce système d'évaluation. Si bestRating est omis, la valeur 5 est prise en compte.

source: Release Notes
fr: Notes de version

source: Description of what changed in this version.
fr: Description de ce qui a changé dans cette version.

source: An embedded audio object.
fr: Un objet audio intégré.

source: Software Help
fr: Aide logicielle

source: Software application help.
fr: Aide à l'application du logiciel.

source: Sensory Requirement
fr: Exigences sensorielles

source: A description of any sensory requirements and levels necessary to function on the job, including hearing and vision. Defined terms such as those in O*net may be used, but note that there is no way to specify the level of ability as well as its nature when using a defined term.
fr: Une description des exigences et des niveaux sensoriels nécessaires pour fonctionner dans le cadre du travail, y compris l'ouïe et la vue. Des termes définis tels que ceux d'O*net peuvent être utilisés, mais notez qu'il n'y a aucun moyen de spécifier le niveau de capacité ainsi que sa nature lors de l'utilisation d'un terme défini.

source: An Amazon Standard Identification Number (ASIN) is a 10-character alphanumeric unique identifier assigned by Amazon.com and its partners for product identification within the Amazon organization (summary from [Wikipedia](https://en.wikipedia.org/wiki/Amazon_Standard_Identification_Number)'s article). Note also that this is a definition for how to include ASINs in Schema.org data, and not a definition of ASINs in general - see documentation from Amazon for authoritative details. ASINs are most commonly encoded as text strings, but the [asin] property supports URL/URI as potential values too.
fr: Un numéro d'identification standard Amazon (ASIN) est un identifiant unique alphanumérique de 10 caractères attribué par Amazon.com et ses partenaires pour l'identification des produits au sein de l'organisation Amazon (résumé de l'article de [Wikipedia](https://en.wikipedia.org/wiki/Amazon_Standard_Identification_Number)). Notez également qu'il s'agit d'une définition de la manière d'inclure les ASIN dans les données Schema.org, et non d'une définition des ASIN en général - voir la documentation d'Amazon pour des détails faisant autorité. Les ASIN sont le plus souvent encodés sous forme de chaînes de texte, mais la propriété [asin] prend en charge les URL/URI en tant que valeurs potentielles également.

source: Evidence Origin
fr: Origine des preuves

source: Source of the data used to formulate the guidance, e.g. RCT, consensus opinion, etc.
fr: Source des données utilisées pour formuler l'orientation, par exemple essai contrôlé randomisé, opinion consensuelle, etc.

source: Supporting Data
fr: Données justificatives

source: Supporting data for a SoftwareApplication.
fr: Données de soutien pour une application logicielle.

source: Program Prerequisites
fr: Prérequis du programme

source: Prerequisites for enrolling in the program.
fr: Conditions préalables à l'inscription au programme.

source: Chemical Composition
fr: Composition chimique

source: The chemical composition describes the identity and relative ratio of the chemical elements that make up the substance.
fr: La composition chimique décrit l'identité et le rapport relatif des éléments chimiques qui composent la substance.

source: A parents of the person.
fr: Un parent de la personne.

source: Countries Supported
fr: Pays soutenus

source: Countries for which the application is supported. You can also provide the two-letter ISO 3166-1 alpha-2 country code.
fr: Pays pour lesquels l'application est prise en charge. Vous pouvez également indiquer le code de pays à deux lettres ISO 3166-1 alpha-2.

source: Hours Available
fr: Heures disponibles

source: The hours during which this service or contact is available.
fr: Les heures pendant lesquelles ce service ou ce contact est disponible.

source: Available On Device
fr: Disponible sur l’appareil

source: Stage As Number
fr: La scène comme numéro

source: The stage represented as a number, e.g. 3.
fr: L'étape représentée par un chiffre, par exemple 3.

source: Family Name
fr: Nom de famille

source: Family name. In the U.S., the last name of a Person.
fr: Nom de famille. Aux Etats-Unis, le nom de famille d'une personne.

source: Delivery Time
fr: Heure de livraison

source: The total delay between the receipt of the order and the goods reaching the final customer.
fr: Le délai total entre la réception de la commande et l'arrivée des marchandises chez le client final.

source: Siblings
fr: Fratrie

source: Is Proprietary
fr: Est propriétaire

source: True if this item's name is a proprietary/brand name (vs. generic name).
fr: Vrai si le nom de l'article est un nom de marque (par opposition à un nom générique).

source: Software Version
fr: Version du logiciel

source: Version of the software instance.
fr: Version de l’instance logicielle.

source: Game Item
fr: Article de jeu

source: An item is an object within the game world that can be collected by a player or, occasionally, a non-player character.
fr: Un objet est un élément du monde du jeu qui peut être collecté par un joueur ou, parfois, par un personnage non joueur.

source: Protein Content
fr: Teneur en protéines

source: The number of grams of protein.
fr: Le nombre de grammes de protéines.

source: Bcc Recipient
fr: Cci destinataire

source: A sub property of recipient. The recipient blind copied on a message.
fr: Une sous-propriété de destinataire. Le destinataire en copie cachée d'un message.

source: Winner
fr: Gagnant

source: A sub property of participant. The winner of the action.
fr: Une sous propriété de participant. Le gagnant de l'action.

source: Free Shipping Threshold
fr: Seuil d’expédition gratuite

source: A monetary value above (or at) which the shipping rate becomes free. Intended to be used via an [[OfferShippingDetails]] with [[shippingSettingsLink]] matching this [[ShippingRateSettings]].
fr: Valeur monétaire au-dessus de laquelle (ou à laquelle) le tarif d'expédition devient gratuit. Destiné à être utilisé via une [[OfferShippingDetails]] avec [[shippingSettingsLink]] correspondant à ce [[ShippingRateSettings]].

source: Accessibility Feature
fr: Dispositif d'accessibilité

source: Content features of the resource, such as accessible media, alternatives and supported enhancements for accessibility. Values should be drawn from the [approved vocabulary](https://www.w3.org/2021/a11y-discov-vocab/latest/#accessibilityFeature-vocabulary).
fr: Caractéristiques du contenu de la ressource, telles que les médias accessibles, les alternatives et les améliorations prises en charge pour l'accessibilité. Les valeurs doivent être tirées du [vocabulaire approuvé] (https://www.w3.org/2021/a11y-discov-vocab/latest/#accessibilityFeature-vocabulary).

source: Has Credential
fr: Possède un titre de compétence

source: A credential awarded to the Person or Organization.
fr: Un titre décerné à la personne ou à l'organisation.

source: Study
fr: Étude

source: A medical study or trial related to this entity.
fr: Une étude ou un essai médical lié à cette entité.

source: Screen Count
fr: Nombre d'écrans

source: The number of screens in the movie theater.
fr: Le nombre d'écrans dans le cinéma.

source: The GTIN-8 code of the product, or the product to which the offer refers. This code is also known as EAN/UCC-8 or 8-digit EAN. See [GS1 GTIN Summary](http://www.gs1.org/barcodes/technical/idkeys/gtin) for more details.
fr: Le code GTIN-8 du produit, ou le produit auquel l'offre se réfère. Ce code est également appelé EAN/UCC-8 ou EAN à 8 chiffres. Voir [GS1 GTIN Summary] (http://www.gs1.org/barcodes/technical/idkeys/gtin) pour plus de détails.

source: Embedded Text Caption
fr: Texte intégré Légende

source: Represents textual captioning from a [[MediaObject]], e.g. text of a 'meme'.
fr: Représente le sous-titrage textuel d'un [[MediaObject]], par exemple le texte d'un "mème".

source: Offer Count
fr: Nombre d'offres

source: The number of offers for the product.
fr: Le nombre d'offres pour le produit.

source: Spatial Coverage
fr: Couverture spatiale

source: The spatialCoverage of a CreativeWork indicates the place(s) which are the focus of the content. It is a subproperty of contentLocation intended primarily for more technical and detailed materials. For example with a Dataset, it indicates areas that the dataset describes: a dataset of New York weather would have spatialCoverage which was the place: the state of New York.
fr: La couverture spatiale d'une œuvre de création indique le(s) lieu(x) sur lequel(s) porte le contenu. Il s'agit d'une sous-propriété de contentLocation destinée principalement aux documents plus techniques et détaillés. Par exemple, dans le cas d'un Dataset, elle indique les zones que l'ensemble de données décrit : un ensemble de données sur la météo de New York aurait spatialCoverage qui serait le lieu : l'État de New York.

source: Address
fr: Adresse

source: Physical address of the item.
fr: Adresse physique de l'objet.

source: Shipping Origin
fr: Origine de l'expédition

source: Indicates the origin of a shipment, i.e. where it should be coming from.
fr: Indique l'origine d'un envoi, c'est-à-dire l'endroit d'où il devrait provenir.

source: A sub property of object. A question.
fr: Une sous-propriété d'un objet. Une question.

source: A sub property of instrument. The exercise plan used on this action.
fr: Une sous-propriété de l'instrument. Le plan d'exercice utilisé pour cette action.

source: Reservation For
fr: Réservation pour

source: The thing -- flight, event, restaurant, etc. being reserved.
fr: La réservation d'un vol, d'un événement, d'un restaurant, etc.

source: Sensory Unit
fr: Unité sensorielle

source: The neurological pathway extension that inputs and sends information to the brain or spinal cord.
fr: L'extension de la voie neurologique qui entre et envoie des informations au cerveau ou à la moelle épinière.

source: Health Plan Marketing Url
fr: Url marketing du plan de santé

source: The URL that goes directly to the plan brochure for the specific standard plan or plan variation.
fr: URL permettant d'accéder directement à la brochure du plan standard ou de la variante du plan.

source: Geo Midpoint
fr: Point médian géographique

source: Indicates the GeoCoordinates at the centre of a GeoShape, e.g. GeoCircle.
fr: Indique les coordonnées géographiques au centre d'une géocarte, par exemple un géocercle.

source: Max Price
fr: Prix max

source: The highest price if the price is a range.
fr: Le prix le plus élevé si le prix est une fourchette.

source: Speed
fr: Vitesse

source: The speed range of the vehicle. If the vehicle is powered by an engine, the upper limit of the speed range (indicated by [[maxValue]]) should be the maximum speed achievable under regular conditions. Typical unit code(s): KMH for km/h, HM for mile per hour (0.447 04 m/s), KNT for knot *Note 1: Use [[minValue]] and [[maxValue]] to indicate the range. Typically, the minimal value is zero. * Note 2: There are many different ways of measuring the speed range. You can link to information about how the given value has been determined using the [[valueReference]] property.
fr: La plage de vitesse du véhicule. Si le véhicule est propulsé par un moteur, la limite supérieure de la plage de vitesse (indiquée par [[maxValue]]) doit correspondre à la vitesse maximale pouvant être atteinte dans des conditions normales. Code(s) d'unité(s) typique(s) : KMH pour km/h, HM pour mile par heure (0,447 04 m/s), KNT pour nœud *Note 1 : Utilisez [[minValue]] et [[maxValue]] pour indiquer la plage. En général, la valeur minimale est zéro. * Note 2 : Il existe de nombreuses façons de mesurer la gamme de vitesses. Vous pouvez créer un lien vers des informations sur la manière dont la valeur donnée a été déterminée à l'aide de la propriété [[valueReference]].

source: Geo
fr: Géo

source: The geo coordinates of the place.
fr: Les coordonnées géographiques du lieu.
