Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: When a taxi will pick up a passenger or a rental car can be picked up.
fr: Lorsqu'un taxi vient chercher un passager ou qu'une voiture de location peut être prise en charge.

source: Refund Type
fr: ﻿Type de remboursement

source: A refund type, from an enumerated list.
fr: Un type de remboursement, à partir d'une liste énumérée.

source: Postal Code Begin
fr: Code postal Début

source: First postal code in a range (included).
fr: Premier code postal d'une série (inclus).

source: Inker
fr: Encreur

source: The individual who traces over the pencil drawings in ink after pencils are complete.
fr: La personne qui reporte les dessins au crayon à l'encre une fois les crayons terminés.

source: numc19mechventpats - HOSPITALIZED and VENTILATED: Patients hospitalized in an NHSN inpatient care location who have suspected or confirmed COVID-19 and are on a mechanical ventilator.
fr: numc19mechventpats - HOSPITALISÉ et VENTILÉ : Patients hospitalisés dans un centre de soins du NHSN qui présentent une suspicion ou une confirmation de COVID-19 et qui sont sous ventilation mécanique.

source: Potential Action
fr: Action potentielle

source: Indicates a potential Action, which describes an idealized action in which this thing would play an 'object' role.
fr: Indique une action potentielle, qui décrit une action idéalisée dans laquelle cette chose jouerait un rôle d'"objet".

source: Published By
fr: Publié par

source: An agent associated with the publication event.
fr: Un agent associé à l'événement de publication.

source: The current status of the order.
fr: L'état actuel de la commande.

source: Floor Size
fr: Surface de plancher

source: The size of the accommodation, e.g. in square meter or squarefoot. Typical unit code(s): MTK for square meter, FTK for square foot, or YDK for square yard
fr: La taille du logement, par exemple en mètres carrés ou en pieds carrés. Code(s) d'unité typique(s) : MTK pour mètre carré, FTK pour pied carré ou YDK pour yard carré

source: Ticker Symbol
fr: Symbole du téléscripteur

source: The exchange traded instrument associated with a Corporation object. The tickerSymbol is expressed as an exchange and an instrument name separated by a space character. For the exchange component of the tickerSymbol attribute, we recommend using the controlled vocabulary of Market Identifier Codes (MIC) specified in ISO 15022.
fr: L'instrument négocié en bourse associé à un objet Corporation. Le tickerSymbol est exprimé sous la forme d'un nom de bourse et d'un nom d'instrument séparés par un espace. Pour la composante bourse de l'attribut tickerSymbol, il est recommandé d'utiliser le vocabulaire contrôlé des codes d'identification de marché (MIC) spécifié dans la norme ISO 15022.

source: Geo Covers
fr: Couvertures géo

source: Represents a relationship between two geometries (or the places they represent), relating a covering geometry to a covered geometry. "Every point of b is a point of (the interior or boundary of) a". As defined in [DE-9IM](https://en.wikipedia.org/wiki/DE-9IM).
fr: Représente une relation entre deux géométries (ou les lieux qu'elles représentent), reliant une géométrie couvrante à une géométrie couverte. "Tout point de b est un point de (l'intérieur ou la limite de) a". Telle que définie dans [DE-9IM] (https://en.wikipedia.org/wiki/DE-9IM).

source: Iswc Code
fr: Code Iswc

source: The International Standard Musical Work Code for the composition.
fr: Code international normalisé des œuvres musicales pour la composition.

source: Screenshot
fr: Capture d'écran

source: A link to a screenshot image of the app.
fr: Un lien vers une capture d'écran de l'application.

source: Ticket Number
fr: Numéro du ticket

source: The unique identifier for the ticket.
fr: L'identifiant unique du billet.

source: Actors
fr: Acteurs

source: An actor, e.g. in TV, radio, movie, video games etc. Actors can be associated with individual items or with a series, episode, clip.
fr: Un acteur, par exemple à la télévision, à la radio, au cinéma, dans les jeux vidéo, etc. Les acteurs peuvent être associés à des éléments individuels ou à une série, un épisode, un clip.

source: The longitude of a location. For example ```-122.08585``` ([WGS 84](https://en.wikipedia.org/wiki/World_Geodetic_System)).
fr: La longitude d'un lieu. Par exemple ``-122.08585`` ([WGS 84](https://en.wikipedia.org/wiki/World_Geodetic_System)).

source: Service Phone
fr: Téléphone de service

source: The phone number to use to access the service.
fr: Le numéro de téléphone à utiliser pour accéder au service.

source: High Price
fr: Du plus cher

source: Service Area
fr: Zone géographique des prestations

source: A person who founded this organization.
fr: Une personne qui a fondé cette organisation.

source: A sub property of object. The options subject to this action.
fr: Une sous-propriété de l'objet. Les options soumises à cette action.

source: Review Body
fr: Contenu de l’avis

source: The actual body of the review.
fr: Le corps de l'examen.

source: Vehicle Special Usage
fr: Utilisation spéciale du véhicule

source: Indicates whether the vehicle has been used for special purposes, like commercial rental, driving school, or as a taxi. The legislation in many countries requires this information to be revealed when offering a car for sale.
fr: Indique si le véhicule a été utilisé à des fins particulières, telles que la location commerciale, l'auto-école ou le taxi. Dans de nombreux pays, la législation exige que cette information soit communiquée lors de la mise en vente d'un véhicule.

source: A music album.
fr: Un album de musique.

source: Included In Health Insurance Plan
fr: Inclus dans le régime d'assurance maladie

source: The insurance plans that cover this drug.
fr: Les régimes d'assurance qui couvrent ce médicament.

source: Cause Of
fr: Cause de

source: The condition, complication, symptom, sign, etc. caused.
fr: L'état, la complication, le symptôme, le signe, etc. causé.

source: Cutoff Time
fr: Heure limite

source: Order cutoff time allows merchants to describe the time after which they will no longer process orders received on that day. For orders processed after cutoff time, one day gets added to the delivery time estimate. This property is expected to be most typically used via the [[ShippingRateSettings]] publication pattern. The time is indicated using the ISO-8601 Time format, e.g. "23:30:00-05:00" would represent 6:30 pm Eastern Standard Time (EST) which is 5 hours behind Coordinated Universal Time (UTC).
fr: L'heure limite de traitement des commandes permet aux commerçants de décrire l'heure après laquelle ils ne traiteront plus les commandes reçues ce jour-là. Pour les commandes traitées après l'heure limite, un jour est ajouté au délai de livraison estimé. Cette propriété devrait être utilisée le plus souvent via le modèle de publication [[ShippingRateSettings]]. L'heure est indiquée au format ISO-8601, par exemple "23:30:00-05:00" correspond à 18 h 30, heure normale de l'Est (EST), soit 5 heures de décalage par rapport au temps universel coordonné (UTC).

source: Study Subject
fr: Sujet de l'étude

source: A subject of the study, i.e. one of the medical conditions, therapies, devices, drugs, etc. investigated by the study.
fr: Un sujet de l'étude, c'est-à-dire l'une des conditions médicales, thérapies, dispositifs, médicaments, etc. étudiés dans le cadre de l'étude.

source: Has Measurement
fr: A la mesure

source: A product measurement, for example the inseam of pants, the wheel size of a bicycle, or the gauge of a screw. Usually an exact measurement, but can also be a range of measurements for adjustable products, for example belts and ski bindings.
fr: Mesure d'un produit, par exemple l'entrejambe d'un pantalon, la taille de la roue d'un vélo ou le calibre d'une vis. Il s'agit généralement d'une mesure exacte, mais aussi d'une fourchette de mesures pour les produits réglables, par exemple les ceintures et les fixations de ski.

source: Catalog
fr: Catalogue

source: A data catalog which contains this dataset.
fr: Un catalogue de données qui contient ce jeu de données.

source: Dataset Time Interval
fr: Ensemble de données Intervalle de temps

source: The range of temporal applicability of a dataset, e.g. for a 2011 census dataset, the year 2011 (in ISO 8601 time interval format).
fr: Le domaine d'applicabilité temporelle d'un ensemble de données, par exemple, pour un ensemble de données du recensement de 2011, l'année 2011 (dans le format d'intervalle de temps ISO 8601).

source: Endorsers
fr: Partisans

source: People or organizations that endorse the plan.
fr: Personnes ou organisations qui soutiennent le plan.

source: Sibling
fr: Frère/sœur

source: A sibling of the person.
fr: Un frère ou une sœur de la personne.

source: Is Gift
fr: C'est un cadeau

source: Indicates whether the offer was accepted as a gift for someone other than the buyer.
fr: Indique si l'offre a été acceptée comme cadeau pour une personne autre que l'acheteur.

source: Country Of Assembly
fr: Pays de l'Assemblée

source: The place where the product was assembled.
fr: Le lieu où le produit a été assemblé.

source: Application Deadline
fr: Date limite de candidature

source: The date at which the program stops collecting applications for the next enrollment cycle.
fr: Date à laquelle le programme cesse de recueillir les demandes pour le cycle d'inscription suivant.

source: Eligible Quantity
fr: Quantité éligible

source: The interval and unit of measurement of ordering quantities for which the offer or price specification is valid. This allows e.g. specifying that a certain freight charge is valid only for a certain quantity.
fr: L'intervalle et l'unité de mesure des quantités commandées pour lesquelles l'offre ou la spécification de prix est valable. Cela permet par exemple de spécifier qu'un certain tarif de transport n'est valable que pour une certaine quantité.

source: Performer
fr: Intervenant

source: A performer at the event&#x2014;for example, a presenter, musician, musical group or actor.
fr: Un artiste présent à l'événement - par exemple, un présentateur, un musicien, un groupe musical ou un acteur.

source: The unique address by which the BroadcastService can be identified in a provider lineup. In US, this is typically a number.
fr: L'adresse unique par laquelle le service de radiodiffusion peut être identifié dans une liste de fournisseurs. Aux États-Unis, il s'agit généralement d'un numéro.

source: Closes
fr: Cloture

source: The closing hour of the place or service on the given day(s) of the week.
fr: L'heure de fermeture du lieu ou du service le(s) jour(s) donné(s) de la semaine.

source: Legislation Transposes
fr: La législation transpose

source: Indicates that this legislation (or part of legislation) fulfills the objectives set by another legislation, by passing appropriate implementation measures. Typically, some legislations of European Union's member states or regions transpose European Directives. This indicates a legally binding link between the 2 legislations.
fr: Indique que cette législation (ou partie de législation) remplit les objectifs fixés par une autre législation, en adoptant les mesures de mise en œuvre appropriées. En règle générale, certaines législations des États membres ou des régions de l'Union européenne transposent des directives européennes. Cela indique un lien juridiquement contraignant entre les deux législations.

source: Item Shipped
fr: Article expédié

source: Item(s) being shipped.
fr: Article(s) expédié(s).

source: Owned Through
fr: Propriété par l'intermédiaire de

source: The date and time of giving up ownership on the product.
fr: La date et l'heure de l'abandon de la propriété du produit.

source: Abridged
fr: Abrégé

source: Indicates whether the book is an abridged edition.
fr: Indique si le livre est une édition abrégée.

source: Number Of Rooms
fr: Nombre de chambres

source: The number of rooms (excluding bathrooms and closets) of the accommodation or lodging business. Typical unit code(s): ROM for room or C62 for no unit. The type of room can be put in the unitText property of the QuantitativeValue.
fr: Nombre de pièces (à l'exclusion des salles de bains et des placards) du logement ou de l'entreprise d'hébergement. Code(s) d'unité typique(s) : ROM pour chambre ou C62 pour aucune unité. Le type de chambre peut être indiqué dans la propriété unitText de la QuantitativeValue.

source: Smoking Allowed
fr: Fumeur

source: Indicates whether it is allowed to smoke in the place, e.g. in the restaurant, hotel or hotel room.
fr: Indique s'il est permis de fumer dans le lieu, par exemple dans le restaurant, l'hôtel ou la chambre d'hôtel.

source: Amount Of This Good
fr: Quantité de cette marchandise

source: The quantity of the goods included in the offer.
fr: La quantité de marchandises incluses dans l'offre.

source: To Location
fr: A l’emplacement

source: A sub property of location. The final location of the object or the agent after the action.
fr: Une sous-propriété de l'emplacement. L'emplacement final de l'objet ou de l'agent après l'action.

source: Contains Season
fr: Contient la saison

source: A season that is part of the media series.
fr: Une saison qui fait partie de la série des médias.

source: Pickup Location
fr: Lieu de retrait

source: Where a taxi will pick up a passenger or a rental car can be picked up.
fr: L'endroit où un taxi vient chercher un passager ou où une voiture de location peut être prise en charge.

source: Clincal Pharmacology
fr: Pharmacologie clinique

source: Description of the absorption and elimination of drugs, including their concentration (pharmacokinetics, pK) and biological effects (pharmacodynamics, pD).
fr: Description de l'absorption et de l'élimination des médicaments, y compris leur concentration (pharmacocinétique, pK) et leurs effets biologiques (pharmacodynamie, pD).

source: The International Standard of Industrial Classification of All Economic Activities (ISIC), Revision 4 code for a particular organization, business person, or place.
fr: Le code de la Classification internationale type des industries de toutes les branches d'activité économique (CITI), révision 4, pour une organisation, une entreprise ou un lieu particulier.

source: Legislation Passed By
fr: Législation adoptée par

source: The person or organization that originally passed or made the law: typically parliament (for primary legislation) or government (for secondary legislation). This indicates the "legal author" of the law, as opposed to its physical author.
fr: La personne ou l'organisation qui a initialement adopté ou fait la loi : généralement le parlement (pour la législation primaire) ou le gouvernement (pour la législation secondaire). Il s'agit de l'"auteur juridique" de la loi, par opposition à son auteur physique.

source: Confirmation Number
fr: Numéro de confirmation

source: A number that confirms the given order or payment has been received.
fr: Un numéro qui confirme la réception de l'ordre ou du paiement.

source: Departure Time
fr: Heure de départ

source: The expected departure time.
fr: L'heure de départ prévue.

source: Has Broadcast Channel
fr: Dispose d'un canal de diffusion

source: A broadcast channel of a broadcast service.
fr: Canal de diffusion d'un service de diffusion.

source: Customer Remorse Return Fees
fr: Frais de retour en cas de mécontentement du client

source: The type of return fees if the product is returned due to customer remorse.
fr: Le type de frais de retour si le produit est retourné en raison de remords du client.

source: Encoding Type
fr: Type d'encodage

source: The supported encoding type(s) for an EntryPoint request.
fr: Le(s) type(s) d'encodage pris en charge pour une demande de point d'entrée.

source: Itinerary
fr: Etapes

source: Destination(s) ( [[Place]] ) that make up a trip. For a trip where destination order is important use [[ItemList]] to specify that order (see examples).
fr: Destination(s) ( [[Lieu]]) d'un voyage. Pour un voyage où l'ordre des destinations est important, utilisez [[ItemList]] pour spécifier cet ordre (voir exemples).

source: Value Added Tax Included
fr: Taxe sur la valeur ajoutée incluse

source: Specifies whether the applicable value-added tax (VAT) is included in the price specification or not.
fr: Indique si la taxe sur la valeur ajoutée (TVA) applicable est incluse ou non dans la spécification du prix.

source: The bitrate of the media object.
fr: Le débit binaire de l'objet multimédia.

source: Requirements
fr: Exigences

source: Component dependency requirements for application. This includes runtime environments and shared libraries that are not included in the application distribution package, but required to run the application (examples: DirectX, Java or .NET runtime).
fr: Exigences en matière de dépendance des composants pour l'application. Il s'agit des environnements d'exécution et des bibliothèques partagées qui ne sont pas inclus dans le paquet de distribution de l'application, mais qui sont nécessaires pour exécuter l'application (exemples : DirectX, Java ou .NET runtime).

source: Associated Media Review
fr: Revue de l'Associated Media

source: An associated [[MediaReview]], related by specific common content, topic or claim. The expectation is that this property would be most typically used in cases where a single activity is conducting both claim reviews and media reviews, in which case [[relatedMediaReview]] would commonly be used on a [[ClaimReview]], while [[relatedClaimReview]] would be used on [[MediaReview]].
fr: Un [[MediaReview]] associé, lié par un contenu, un sujet ou une réclamation spécifique commun. On s'attend à ce que cette propriété soit utilisée le plus souvent dans les cas où une seule activité mène à la fois des examens de réclamations et des examens de médias, auquel cas [[relatedMediaReview]] serait généralement utilisé pour un [[ClaimReview]], tandis que [[relatedClaimReview]] serait utilisé pour un [[MediaReview]].

source: Legislation Date
fr: Législation Date

source: The date of adoption or signature of the legislation. This is the date at which the text is officially aknowledged to be a legislation, even though it might not even be published or in force.
fr: La date d'adoption ou de signature de la législation. Il s'agit de la date à laquelle le texte est officiellement reconnu comme étant une législation, même s'il n'est pas encore publié ou en vigueur.

source: Work Translation
fr: Traduction des travaux

source: A work that is a translation of the content of this work. E.g. 西遊記 has an English workTranslation “Journey to the West”, a German workTranslation “Monkeys Pilgerfahrt” and a Vietnamese translation Tây du ký bình khảo.
fr: Un ouvrage qui est une traduction du contenu de cet ouvrage. Par exemple, 西遊記 a une traduction anglaise "Journey to the West", une traduction allemande "Monkeys Pilgerfahrt" et une traduction vietnamienne Tây du ký bình khảo.

source: Observed Node
fr: Nœud observé

source: The observedNode of an [[Observation]], often a [[StatisticalPopulation]].
fr: Le nœud observé d'une [[Observation]], souvent une [[Population statistique]].

source: Bus Name
fr: Nom du bus

source: The name of the bus (e.g. Bolt Express).
fr: Le nom du bus (par exemple Bolt Express).

source: Study Design
fr: Conception de l'étude

source: Specifics about the observational study design (enumerated).
fr: Précisions sur la conception de l'étude d'observation (énumérées).

source: Players Online
fr: Joueurs en ligne

source: Number of players on the server.
fr: Nombre de joueurs sur le serveur.

source: Security Clearance Requirement
fr: Exigences en matière d'habilitation de sécurité

source: A description of any security clearance requirements of the job.
fr: Une description des exigences en matière d'habilitation de sécurité pour le poste.

source: A dataset contained in this catalog.
fr: Un jeu de données contenu dans ce catalogue.

source: Code Value
fr: Code Valeur

source: A short textual code that uniquely identifies the value.
fr: Un code textuel court qui identifie la valeur de manière unique.

source: Event Attendance Mode
fr: Mode de participation aux événements

source: The eventAttendanceMode of an event indicates whether it occurs online, offline, or a mix.
fr: Le mode de participation (eventAttendanceMode) d'un événement indique s'il se produit en ligne, hors ligne ou un mélange des deux.

source: Margin Of Error
fr: Marge d'erreur

source: A marginOfError for an [[Observation]].
fr: Une marge d'erreur pour une [[Observation]].

source: Result Comment
fr: Commentaire sur le résultat

source: A sub property of result. The Comment created or sent as a result of this action.
fr: Une sous-propriété de result. Le commentaire créé ou envoyé à la suite de cette action.

source: Delivery Lead Time
fr: Délai de livraison

source: The typical delay between the receipt of the order and the goods either leaving the warehouse or being prepared for pickup, in case the delivery method is on site pickup.
fr: Le délai typique entre la réception de la commande et le moment où les marchandises quittent l'entrepôt ou sont préparées pour l'enlèvement, dans le cas où la méthode de livraison est l'enlèvement sur place.

source: Width
fr: Largeur

source: The width of the item.
fr: La largeur de l'élément.

source: Broker
fr: Courtier

source: An entity that arranges for an exchange between a buyer and a seller. In most cases a broker never acquires or releases ownership of a product or service involved in an exchange. If it is not clear whether an entity is a broker, seller, or buyer, the latter two terms are preferred.
fr: Entité qui organise un échange entre un acheteur et un vendeur. Dans la plupart des cas, un courtier n'acquiert ni ne cède la propriété d'un produit ou d'un service faisant l'objet d'un échange. S'il n'est pas clair si une entité est un courtier, un vendeur ou un acheteur, les deux derniers termes sont préférés.

source: Has Pos
fr: A Pos

source: Points-of-Sales operated by the organization or person.
fr: Points de vente gérés par l'organisation ou la personne.

source: Global Location Number
fr: Numéro d'emplacement global

source: The [Global Location Number](http://www.gs1.org/gln) (GLN, sometimes also referred to as International Location Number or ILN) of the respective organization, person, or place. The GLN is a 13-digit number used to identify parties and physical locations.
fr: Le [Global Location Number] (http://www.gs1.org/gln) (GLN, parfois également appelé International Location Number ou ILN) de l'organisation, de la personne ou du lieu concerné. Le GLN est un numéro à 13 chiffres utilisé pour identifier les parties et les lieux physiques.

source: A description of the postoperative procedures, care, and/or followups for this device.
fr: Une description des procédures postopératoires, des soins et/ou des suivis pour ce dispositif.

source: Character Attribute
fr: Attribut du personnage

source: A piece of data that represents a particular aspect of a fictional character (skill, power, character points, advantage, disadvantage).
fr: Une donnée qui représente un aspect particulier d'un personnage fictif (compétence, pouvoir, points de caractère, avantage, désavantage).

source: Transit Time
fr: Temps de transit

source: The typical delay the order has been sent for delivery and the goods reach the final customer. Typical properties: minValue, maxValue, unitCode (d for DAY).
fr: Délai typique entre le moment où la commande a été envoyée pour livraison et le moment où les marchandises parviennent au client final. Propriétés typiques : minValue, maxValue, unitCode (d pour DAY).

source: Cvd Num Beds Occ
fr: Cvd Nombre de lits Occ
