Repository: numengo/python-vishuda
Catalog: vishuda/config/locale/*/LC_MESSAGES/vishuda.po
Languages: fr

source: A [dateline](https://en.wikipedia.org/wiki/Dateline) is a brief piece of text included in news articles that describes where and when the story was written or filed though the date is often omitted. Sometimes only a placename is provided. Structured representations of dateline-related information can also be expressed more explicitly using [[locationCreated]] (which represents where a work was created, e.g. where a news report was written). For location depicted or described in the content, use [[contentLocation]]. Dateline summaries are oriented more towards human readers than towards automated processing, and can vary substantially. Some examples: "BEIRUT, Lebanon, June 2.", "Paris, France", "December 19, 2017 11:43AM Reporting from Washington", "Beijing/Moscow", "QUEZON CITY, Philippines".
fr: Une [dateline] (https://en.wikipedia.org/wiki/Dateline) est une brève partie de texte incluse dans les articles de presse qui décrit où et quand l'histoire a été écrite ou déposée, bien que la date soit souvent omise. Parfois, seul un nom de lieu est indiqué. Les représentations structurées des informations liées à la ligne de données peuvent également être exprimées de manière plus explicite à l'aide de [[locationCreated]] (qui représente l'endroit où un travail a été créé, par exemple l'endroit où un reportage a été rédigé). Pour les lieux représentés ou décrits dans le contenu, utilisez [[contentLocation]]. Les résumés de lignes de base sont davantage destinés aux lecteurs humains qu'au traitement automatisé et peuvent varier considérablement. Quelques exemples : "BEYROUTH, Liban, 2 juin", "Paris, France", "19 décembre 2017 11:43AM en direct de Washington", "Pékin/Moscou", "QUEZON CITY, Philippines".

source: Pregnancy Category
fr: Catégorie de grossesse

source: Pregnancy category of this drug.
fr: Catégorie de grossesse de ce médicament.

source: Replacer
fr: Remplaçant

source: A sub property of object. The object that replaces.
fr: Une sous-propriété de l'objet. L'objet qui remplace.

source: Number Of Episodes
fr: Nombre d'épisodes

source: The number of episodes in this season or series.
fr: Le nombre d'épisodes de cette saison ou série.

source: Directors
fr: Réalisateurs

source: A director of e.g. TV, radio, movie, video games etc. content. Directors can be associated with individual items or with a series, episode, clip.
fr: Réalisateur d'un contenu télévisuel, radiophonique, cinématographique, de jeux vidéo, etc. Les réalisateurs peuvent être associés à des éléments individuels ou à une série, un épisode, un clip.

source: Arrival Gate
fr: Porte d'arrivée

source: Identifier of the flight's arrival gate.
fr: Identifiant de la porte d'arrivée du vol.

source: The North American Industry Classification System (NAICS) code for a particular organization or business person.
fr: Le code du Système de classification des industries de l'Amérique du Nord (NAICS) d'une organisation ou d'un homme d'affaires particulier.

source: Lyricist
fr: Parolier

source: The person who wrote the words.
fr: La personne qui a écrit les mots.

source: End Date
fr: Date de fin

source: The end date and time of the item (in [ISO 8601 date format](http://en.wikipedia.org/wiki/ISO_8601)).
fr: La date et l'heure de fin de l'élément (dans le [format de date ISO 8601] (http://en.wikipedia.org/wiki/ISO_8601)).

source: Location
fr: Emplacement

source: The location of, for example, where an event is happening, where an organization is located, or where an action takes place.
fr: Le lieu, par exemple, où se déroule un événement, où se trouve une organisation ou où se déroule une action.

source: Application Start Date
fr: Date de début de la demande

source: The date at which the program begins collecting applications for the next enrollment cycle.
fr: Date à laquelle le programme commence à recueillir les candidatures pour le prochain cycle d'inscription.

source: Suggested Age
fr: Âge suggéré

source: The age or age range for the intended audience or person, for example 3-12 months for infants, 1-5 years for toddlers.
fr: L'âge ou la tranche d'âge du public ou de la personne visée, par exemple de 3 à 12 mois pour les nourrissons, de 1 à 5 ans pour les enfants en bas âge.

source: Transcript
fr: Transcription

source: If this MediaObject is an AudioObject or VideoObject, the transcript of that object.
fr: Si ce MediaObject est un AudioObject ou un VideoObject, la transcription de cet objet.

source: Address Region
fr: Région

source: The region in which the locality is, and which is in the country. For example, California or another appropriate first-level [Administrative division](https://en.wikipedia.org/wiki/List_of_administrative_divisions_by_country).
fr: La région dans laquelle se trouve la localité et qui se trouve dans le pays. Par exemple, la Californie ou une autre [division administrative] de premier niveau appropriée (https://en.wikipedia.org/wiki/List_of_administrative_divisions_by_country).

source: First Appearance
fr: Première apparition

source: Indicates the first known occurrence of a [[Claim]] in some [[CreativeWork]].
fr: Indique la première occurrence connue d'une [[revendication]] dans un [[travail créatif]].

source: Job Location Type
fr: Type de lieu de travail

source: A description of the job location (e.g. TELECOMMUTE for telecommute jobs).
fr: Une description du lieu de travail (par exemple, TELECOMMUTE pour les emplois à distance).

source: Icao Code
fr: Code Icao

source: ICAO identifier for an airport.
fr: Identifiant OACI d'un aéroport.

source: Vehicle Configuration
fr: Configuration du véhicule

source: A short text indicating the configuration of the vehicle, e.g. '5dr hatchback ST 2.5 MT 225 hp' or 'limited edition'.
fr: Un texte court indiquant la configuration du véhicule, par exemple "5dr hatchback ST 2.5 MT 225 hp" ou "limited edition".

source: Has Menu Item
fr: A un point de menu

source: A food or drink item contained in a menu or menu section.
fr: Un produit alimentaire ou une boisson figurant dans un menu ou une section de menu.

source: Name
fr: Nom

source: The name of the item.
fr: Le nom de l'élément.

source: Other co-agents that participated in the action indirectly. E.g. John wrote a book with *Steve*.
fr: Autres co-agents qui ont participé indirectement à l'action. Par exemple, John a écrit un livre avec *Steve*.

source: Multiple Values
fr: Valeurs multiples

source: Whether multiple values are allowed for the property. Default is false.
fr: Indique si plusieurs valeurs sont autorisées pour la propriété. La valeur par défaut est false.

source: Maximum Intake
fr: Consommation maximale

source: Recommended intake of this supplement for a given population as defined by a specific recommending authority.
fr: Apport recommandé de ce supplément pour une population donnée, tel que défini par une autorité de recommandation spécifique.

source: Music Arrangement
fr: Arrangement musical

source: An arrangement derived from the composition.
fr: Un arrangement dérivé de la composition.

source: Page Start
fr: Début de la page

source: The page on which the work starts; for example "135" or "xiii".
fr: La page à laquelle commence le travail, par exemple "135" ou "xiii".

source: Risks
fr: Risques

source: Specific physiologic risks associated to the diet plan.
fr: Risques physiologiques spécifiques associés au plan de régime.

source: Tongue Weight
fr: Poids de la flèche

source: The permitted vertical load (TWR) of a trailer attached to the vehicle. Also referred to as Tongue Load Rating (TLR) or Vertical Load Rating (VLR). Typical unit code(s): KGM for kilogram, LBR for pound * Note 1: You can indicate additional information in the [[name]] of the [[QuantitativeValue]] node. * Note 2: You may also link to a [[QualitativeValue]] node that provides additional information using [[valueReference]]. * Note 3: Note that you can use [[minValue]] and [[maxValue]] to indicate ranges.
fr: La charge verticale autorisée (TWR) d'une remorque attachée au véhicule. Également appelée charge nominale à la languette (TLR) ou charge nominale verticale (VLR). Code(s) d'unité(s) typique(s) : KGM pour kilogramme, LBR pour livre * Note 1 : Vous pouvez indiquer des informations supplémentaires dans le [[nom]] du nœud [[Valeur quantitative]]. * Note 2 : Vous pouvez également établir un lien avec un nœud [[QualitativeValue]] qui fournit des informations supplémentaires en utilisant [[valueReference]]. * Note 3 : Vous pouvez utiliser [[minValue]] et [[maxValue]] pour indiquer des fourchettes.

source: Eligible Customer Type
fr: Type de client éligible

source: The type(s) of customers for which the given offer is valid.
fr: Le(s) type(s) de clients pour lesquels l'offre donnée est valable.

source: Has Part
fr: A pour partie

source: Indicates an item or CreativeWork that is part of this item, or CreativeWork (in some sense).
fr: Indique un élément ou un travail créatif qui fait partie de cet élément ou de ce travail créatif (dans un certain sens).

source: Number Of Employees
fr: Nombre d'employés

source: The number of employees in an organization, e.g. business.
fr: Le nombre d'employés d'une organisation, par exemple une entreprise.

source: Indicates a textual identifier for a ProductGroup.
fr: Indique un identifiant textuel pour un groupe de produits.

source: Recommended Intake
fr: Apports recommandés

source: Years In Operation
fr: Années de fonctionnement

source: The age of the business.
fr: L'âge de l'entreprise.

source: Item List Element
fr: Élément de la liste des éléments

source: For itemListElement values, you can use simple strings (e.g. "Peter", "Paul", "Mary"), existing entities, or use ListItem. Text values are best if the elements in the list are plain strings. Existing entities are best for a simple, unordered list of existing things in your data. ListItem is used with ordered lists when you want to provide additional context about the element in that list or when the same item might be in different places in different lists. Note: The order of elements in your mark-up is not sufficient for indicating the order or elements. Use ListItem with a 'position' property in such cases.
fr: Pour les valeurs de itemListElement, vous pouvez utiliser de simples chaînes (par exemple "Peter", "Paul", "Mary"), des entités existantes ou utiliser ListItem. Les valeurs textuelles conviennent mieux si les éléments de la liste sont des chaînes simples. Les entités existantes conviennent mieux à une liste simple et non ordonnée d'éléments existants dans vos données. ListItem est utilisé avec les listes ordonnées lorsque vous souhaitez fournir un contexte supplémentaire sur l'élément de cette liste ou lorsque le même élément peut se trouver à différents endroits dans différentes listes. Remarque : l'ordre des éléments dans votre balisage n'est pas suffisant pour indiquer l'ordre ou les éléments. Dans ce cas, utilisez ListItem avec une propriété "position".

source: The GTIN-13 code of the product, or the product to which the offer refers. This is equivalent to 13-digit ISBN codes and EAN UCC-13. Former 12-digit UPC codes can be converted into a GTIN-13 code by simply adding a preceding zero. See [GS1 GTIN Summary](http://www.gs1.org/barcodes/technical/idkeys/gtin) for more details.
fr: Le code GTIN-13 du produit ou du produit auquel l'offre fait référence. Il est équivalent aux codes ISBN à 13 chiffres et EAN UCC-13. Les anciens codes UPC à 12 chiffres peuvent être convertis en code GTIN-13 en ajoutant simplement un zéro. Voir [GS1 GTIN Summary] (http://www.gs1.org/barcodes/technical/idkeys/gtin) pour plus de détails.

source: Suggested Max Age
fr: Âge maximum suggéré

source: Maximum recommended age in years for the audience or user.
fr: Âge maximum recommandé en années pour le public ou l'utilisateur.

source: Has Drive Through Service
fr: A un service de livraison au volant

source: Indicates whether some facility (e.g. [[FoodEstablishment]], [[CovidTestingFacility]]) offers a service that can be used by driving through in a car. In the case of [[CovidTestingFacility]] such facilities could potentially help with social distancing from other potentially-infected users.
fr: Indique si un établissement (par exemple, [[FoodEstablishment]], [[CovidTestingFacility]]) offre un service qui peut être utilisé en voiture. Dans le cas de [[CovidTestingFacility]], de telles installations pourraient potentiellement contribuer à l'éloignement social des autres utilisateurs potentiellement infectés.

source: Responsibilities
fr: Responsabilités

source: Responsibilities associated with this role or Occupation.
fr: Responsabilités associées à ce rôle ou à cette profession.

source: Serial Number
fr: Numéro de série

source: The serial number or any alphanumeric identifier of a particular product. When attached to an offer, it is a shortcut for the serial number of the product included in the offer.
fr: Le numéro de série ou tout identifiant alphanumérique d'un produit particulier. Lorsqu'il est joint à une offre, il s'agit d'un raccourci pour le numéro de série du produit inclus dans l'offre.

source: Vendor
fr: Vendeur

source: 'vendor' is an earlier term for 'seller'.
fr: le terme "vendeur" est un ancien terme pour désigner le "vendeur".

source: Direct Apply
fr: Appliquer directement

source: Indicates whether an [[url]] that is associated with a [[JobPosting]] enables direct application for the job, via the posting website. A job posting is considered to have directApply of [[True]] if an application process for the specified job can be directly initiated via the url(s) given (noting that e.g. multiple internet domains might nevertheless be involved at an implementation level). A value of [[False]] is appropriate if there is no clear path to applying directly online for the specified job, navigating directly from the JobPosting url(s) supplied.
fr: Indique si une [[url]] associée à une [[Offre d'emploi]] permet de postuler directement à l'emploi, via le site web de l'offre d'emploi. Une offre d'emploi est considérée comme ayant une valeur directApply de [[True]] si un processus de candidature pour l'emploi spécifié peut être directement lancé via l'url ou les url indiquées (en notant que, par exemple, plusieurs domaines internet peuvent néanmoins être impliqués au niveau de la mise en œuvre). La valeur [[False]] est appropriée s'il n'existe pas de chemin clair pour postuler directement en ligne à l'emploi spécifié, en naviguant directement à partir de l'url (des url) JobPosting fournie(s).

source: Date Issued
fr: Date d'émission

source: The date the ticket was issued.
fr: La date d'émission de l'avis de contravention.

source: Special Opening Hours Specification
fr: Spécification des heures d'ouverture spéciales

source: The special opening hours of a certain place. Use this to explicitly override general opening hours brought in scope by [[openingHoursSpecification]] or [[openingHours]].
fr: Les heures d'ouverture spéciales d'un lieu donné. À utiliser pour remplacer explicitement les heures d'ouverture générales définies par [[openingHoursSpecification]] ou [[openingHours]].

source: Acceleration Time
fr: Temps d'accélération

source: The time needed to accelerate the vehicle from a given start velocity to a given target velocity. Typical unit code(s): SEC for seconds * Note: There are unfortunately no standard unit codes for seconds/0..100 km/h or seconds/0..60 mph. Simply use "SEC" for seconds and indicate the velocities in the [[name]] of the [[QuantitativeValue]], or use [[valueReference]] with a [[QuantitativeValue]] of 0..60 mph or 0..100 km/h to specify the reference speeds.
fr: Temps nécessaire pour accélérer le véhicule d'une vitesse de départ donnée à une vitesse cible donnée. Code(s) d'unité(s) typique(s) : SEC pour les secondes * Note : Il n'existe malheureusement pas de code d'unité standard pour les secondes/0..100 km/h ou les secondes/0..60 mph. Il suffit d'utiliser "SEC" pour les secondes et d'indiquer les vitesses dans le [[nom]] de la [[valeur quantitative]], ou d'utiliser [[valeurRéférence]] avec une [[valeur quantitative]] de 0..60 mph ou 0..100 km/h pour spécifier les vitesses de référence.

source: Min Value
fr: Valeur minimale

source: The lower value of some characteristic or property.
fr: La valeur inférieure d'une caractéristique ou d'une propriété.

source: Includes Health Plan Network
fr: Inclut le réseau des plans de santé

source: Networks covered by this plan.
fr: Réseaux couverts par ce régime.

source: Quest
fr: Quête

source: The task that a player-controlled character, or group of characters may complete in order to gain a reward.
fr: Tâche qu'un personnage ou un groupe de personnages contrôlé par le joueur peut accomplir afin d'obtenir une récompense.

source: Recipe Category
fr: Choisissez une catégorie de recette

source: The category of the recipe—for example, appetizer, entree, etc.
fr: La catégorie de la recette - par exemple, entrée, plat principal, etc.

source: Seating Capacity
fr: Capacité en places

source: The number of persons that can be seated (e.g. in a vehicle), both in terms of the physical space available, and in terms of limitations set by law. Typical unit code(s): C62 for persons
fr: Le nombre de personnes pouvant être assises (par exemple dans un véhicule), à la fois en termes d'espace physique disponible et en termes de limitations fixées par la loi. Code(s) d'unité(s) typique(s) : C62 pour les personnes

source: Episode Number
fr: Numéro de l’épisode

source: Position of the episode within an ordered group of episodes.
fr: Position de l'épisode dans un groupe ordonné d'épisodes.

source: To Recipient
fr: Au destinataire

source: A sub property of recipient. The recipient who was directly sent the message.
fr: Une sous-propriété de destinataire. Le destinataire à qui le message a été directement envoyé.

source: Media Authenticity Category
fr: Catégorie Authenticité des médias

source: Indicates a MediaManipulationRatingEnumeration classification of a media object (in the context of how it was published or shared).
fr: Indique une classification MediaManipulationRatingEnumeration d'un objet média (dans le contexte de sa publication ou de son partage).

source: Related Condition
fr: Condition connexe

source: A medical condition associated with this anatomy.
fr: Une condition médicale associée à cette anatomie.

source: numicubedsocc - ICU BED OCCUPANCY: Total number of staffed inpatient ICU beds that are occupied.
fr: numicubedsocc - ICU BED OCCUPANCY : nombre total de lits d'hospitalisation en soins intensifs occupés.

source: Code Repository
fr: Dépôt de code

source: Link to the repository where the un-compiled, human readable code and related code is located (SVN, GitHub, CodePlex).
fr: Lien vers le dépôt où se trouve le code non compilé, lisible par l'homme et le code connexe (SVN, GitHub, CodePlex).

source: Rsvp Response
fr: Réponse Rsvp

source: The response (yes, no, maybe) to the RSVP.
fr: La réponse (oui, non, peut-être) au RSVP.

source: Source Organization
fr: Source Organisation

source: The Organization on whose behalf the creator was working.
fr: L'organisation pour le compte de laquelle le créateur travaillait.

source: Sku
fr: Réf

source: The Stock Keeping Unit (SKU), i.e. a merchant-specific identifier for a product or service, or the product to which the offer refers.
fr: L'unité de gestion des stocks (UGS), c'est-à-dire un identifiant spécifique au commerçant pour un produit ou un service, ou le produit auquel l'offre se réfère.

source: Order Item Number
fr: Commande Numéro d'article

source: The identifier of the order item.
fr: L'identifiant de l'élément de la commande.

source: Speech To Text Markup
fr: Conversion de la parole en texte

source: Form of markup used. eg. [SSML](https://www.w3.org/TR/speech-synthesis11) or [IPA](https://www.wikidata.org/wiki/Property:P898).
fr: Forme de balisage utilisée, par exemple [SSML](https://www.w3.org/TR/speech-synthesis11) ou [IPA](https://www.wikidata.org/wiki/Property:P898).

source: Getting Tested Info
fr: Informations sur le dépistage

source: Information about getting tested (for a [[MedicalCondition]]), e.g. in the context of a pandemic.
fr: Informations sur les tests de dépistage (pour un [[MedicalCondition]]), par exemple dans le contexte d'une pandémie.

source: Death Place
fr: Lieu du décès

source: The place where the person died.
fr: Le lieu où la personne est décédée.

source: Additional Type
fr: Type supplémentaire

source: An additional type for the item, typically used for adding more specific types from external vocabularies in microdata syntax. This is a relationship between something and a class that the thing is in. In RDFa syntax, it is better to use the native RDFa syntax - the 'typeof' attribute - for multiple types. Schema.org tools may have only weaker understanding of extra types, in particular those defined externally.
fr: Un type supplémentaire pour l'élément, généralement utilisé pour ajouter des types plus spécifiques provenant de vocabulaires externes dans la syntaxe des microdonnées. Il s'agit d'une relation entre un élément et une classe dans laquelle l'élément se trouve. Dans la syntaxe RDFa, il est préférable d'utiliser la syntaxe native RDFa - l'attribut "typeof" - pour les types multiples. Les outils Schema.org peuvent ne comprendre que faiblement les types supplémentaires, en particulier ceux qui sont définis de manière externe.

source: For questions that are part of learning resources (e.g. Quiz), eduQuestionType indicates the format of question being given. Example: "Multiple choice", "Open ended", "Flashcard".
fr: Pour les questions qui font partie des ressources d'apprentissage (par exemple, Quiz), eduQuestionType indique le format de la question. Exemple : "Choix multiple", "Question ouverte", "Flashcard".

source: Geo Contains
fr: Géo Contient

source: Represents a relationship between two geometries (or the places they represent), relating a containing geometry to a contained geometry. "a contains b iff no points of b lie in the exterior of a, and at least one point of the interior of b lies in the interior of a". As defined in [DE-9IM](https://en.wikipedia.org/wiki/DE-9IM).
fr: Représente une relation entre deux géométries (ou les lieux qu'elles représentent), reliant une géométrie contenante à une géométrie contenue. "a contient b si aucun point de b ne se trouve à l'extérieur de a et si au moins un point de l'intérieur de b se trouve à l'intérieur de a". Telle que définie dans [DE-9IM] (https://en.wikipedia.org/wiki/DE-9IM).

source: Identifying Test
fr: Test d'identification

source: A diagnostic test that can identify this sign.
fr: Un test de diagnostic qui permet d'identifier ce signe.

source: Minimum Payment Due
fr: Paiement minimum dû

source: The minimum payment required at this time.
fr: Le paiement minimum requis à ce moment-là.

source: Alumni Of
fr: Anciens élèves de

source: Music By
fr: Musique
